[
  {
    "metadata": "PG|2013|1h 40m|Biography,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "32000"
    },
    "title": "Belle (2013)",
    "description": "Belle (2013)~ IMDb – 7.3/10, RT – 85%, Meta – 64% ~အင်္ဂလန်ရဲ့ Period Movies တွေထဲမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်တဲ့ Belle ရုပ်ရှင်ဟာ လက်တွေ့အပြင်ဘဝက ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး။ ဇာတ်ကားထဲမှာပါတဲ့ ပန်းချီကားထဲက မိန်းကလေးဟာ တကယ့်အပြင်ဘဝက ဒိုင်ဒိုဘဲလ်ရဲ့ ပုံအစစ်ဖြစ်ပါတယ်။လူဖြူ လူမည်း အဆင့်အတန်း ခွဲခြားတဲ့ကာလထဲမှာ လူဖြူဖခင်နဲ့ လူမည်းကျွန် မိခင်ကနေ ပေါက်ဖွားလာတဲ့ ကပြားလေး ဒိုင်ဒိုဘဲလ်ကို လူဖြူဖခင်ကခေါ်ပြီး သူ့ဦးရီးတော် တရားသူကြီးချုပ်အိမ်မှာ အုပ်ထိန်းမှုကို ခံယူစေခဲ့တယ်။ လူမည်းဖြစ်နေပေမဲ့လဲ သူ့အဖေရဲ့မျိုးရိုးကြောင့် ဦးရီးတော်ရဲ့ အိမ်တော်က အဆင့်အတန်းမခွဲခြားဘဲ တန်းတူနေရာပေးတာ ခံခဲ့ရတဲ့ ဘဲလ်ဟာ လူမည်းကျွန်တွေ ဘယ်လို နှိမ့်ချခံရလဲဆိုတာ ထဲထဲဝင်ဝင် မသိခဲ့ဘူး။ ဇုန်းဆိုတဲ့ ကျွန်တွေကုန်ကူးတဲ့ သင်္ဘောဟာ ကျွန်တွေကို ရေထဲပစ်ချ စတေးပြီးတော့ အသက်အာမခံ လျော်ကြေးတောင်းတဲ့အမှုကို ဦးရီးတော် တရားသူကြီးချုပ်က ကိုင်တွယ်ရတယ်။ ကျွန်တွေအပေါ် ဇုန်းသင်္ဘောရဲ့ ရက်စက်ယုတ်မာမှုတွေကို သိလိုက်ရတဲ့ ဘဲလ်ဟာ တရားမျှတမှု ပေါ်ပေါက်ရေးအတွက် တက်ကြွလှုပ်ရှားသူ လူငယ်လေး ဒဗီးနီးယားကို ကူညီပေးရင်း ချစ်မိသွားပါတယ်။ဒါပေမဲ့ မျိုးရိုးအဆင့်အတန်းမြင့်တဲ့သူနဲ့ပဲ လက်ထပ်စေချင်တဲ့ မိသားစုကြောင့် ဘဲလ်ဟာ လူဖြူ မျိုးရိုးနိမ့်လေး ဒဗီးနီးယားအပေါ် ချစ်စိတ်တွေဖုံးကွယ်ထားရတယ်။ ဒါ့အပြင် လူမည်းကျွန်တွေ တရားမျှတမှုရရှိရေးအတွက် ဦးရီးတော်အရင်းနဲ့လဲ ရင်ဆိုင်ဆန့်ကျင်နေရတယ်။ ဒီလို Conflict တွေကြားထဲမှာ ဘဲလ်တစ်ယောက် ဘာကို ဘယ်လို ရွေးချယ်သွားမလဲ… သူချစ်ရတဲ့သူအပြင် လူမည်းတွေအတွက်လည်း သူလိုချင်တဲ့ တရားမျှတမှုကိုရော ရရှိနိုင်ပါ့မလား… ဆိုတာ ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါဦး…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnyun Yadanar Myintmo Htunမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1GB, 450MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 40MinGenre – Biography, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byHnyun Yadanar Myintmo HtunEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmma AsanteStarsAlan McKennaAlex JenningsAndrew WoodallBethany Mary-JamesCara JenkinsDaniel WildeEmily WatsonGugu Mbatha-RawJames NorthcoteJames NortonLauren Julien-BoxMatthew GoodeMiranda RichardsonNatasha WilliamsPenelope WiltonSam ReidSarah GadonTom FeltonTom WilkinsonCastAlan McKennaAlex JenningsAndrew WoodallBethany Mary-JamesCara JenkinsDaniel WildeEmily WatsonGugu Mbatha-RawJames NorthcoteJames NortonLauren Julien-BoxMatthew GoodeMiranda RichardsonNatasha WilliamsPenelope WiltonSam ReidSarah GadonTom FeltonTom Wilkinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bwMxFhvGXUBWjWK64lnWJ9VUhCY.jpg",
      "https://image.tmdb.org/t/p/w300/frka1FC0Q4nxGzk7mPK0rkZ4MKX.jpg",
      "https://image.tmdb.org/t/p/w300/lgW8td0pAmpTGFhicx0D582c51K.jpg",
      "https://image.tmdb.org/t/p/w300/iuQ9fGQTd1yPpq5ADpSHbPgSgjo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-belle-2013-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zPM4/(CM)_Belle_(2013)_1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5O8gDCAB#eqPopkGBb5w-4WTsebqRUZ1nHOdCkaiSdC9_Yg5Sw_k",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tsps4sr2w80w.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-belle-2013-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TSjj/(CM)_Belle_(2013)_720p.mp4",
        "server": "megaup.net",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cLkDkZhS#KkA8hIuE2HtW4RCX-8urEBEf41_n_6FbIXtJqhZD3dY",
        "server": "mega.nz",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1xw4chfc832p.html",
        "server": "usersdrive.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/9nkiku2ra1o9.html",
        "server": "streamsb.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/13j538nuk0kd",
        "server": "streamvid.io",
        "size": "450MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bTz5VjBscGk",
      "video_url": "https://www.youtube.com/watch?v=bTz5VjBscGk",
      "embed_url": "https://www.youtube.com/embed/bTz5VjBscGk"
    }
  },
  {
    "metadata": "R|2013|101 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "103,783"
    },
    "title": "Trance (2013)",
    "description": "ဆိုင္မြန္နယူတန္ဆိုတဲ့သူက ပန္းခ်ီကားေတြ အနုပညာလက္ရာေတြကိုေလလံပစ္တဲ့သူအျဖစ္ လုပ္ကိုင္ရင္း အသက္ေမြးဝမ္းေၾကာင္းျပဳေနတဲ့သူတစ္ေယာက္ပဲျဖစ္ပါတယ္သူတို႕ေလလံပြဲေတြမွာကလဲ သိတဲ့အတိုင္းလုယက္တာေတြတိုက္ခိုက္တာေတြ ခိုးယူတာေတြဆိုတာျဖစ္ေလ့ရွိတဲ့ကိစၥတစ္ခုပါတစ္ေန႕ေတာ့ ဆိုင္မြန္တို႕ရဲ႕ေလလံပြဲမွာ ဂိုရာရဲ႕‘ေလထဲကစုန္းမမ်ား’ဆိုတဲ့ပန္းခ်ီကားကိုေလလံဆြဲဖို႕ျပင္ဆင္ပါေတာ့တယ္ဒီေတာ့ပြဲစၿပီးေတာ့သိပ္မၾကာခင္မွာပဲ ပန္းခ်ီကားကိုလုယူဖို႕ဓာတ္ေငြ႕ေတြနဲ႕တိုက္ခိုက္ ရုန္းရင္းဆန္ခတ္ေတြျဖစ္ေနတဲ့အခ်ိန္မွာဆိုင္မြန္ဟာခ်က္ခ်င္းပန္းခ်ီကားကိုျဖဳတ္သိမ္းျပီးလံုျခံဳတဲ့ေနရာကိုပို႕ဖို႕သြားတဲ့အခ်ိန္မွာ လမ္းကေနျဖတ္လုခံလိုက္ရပါတယ္ဆိုင္မြန္ကတားဖို႕လုပ္ေတာ့ဆိုင္မြန္႕ေခါင္းကိုေသနတ္ဒင္နဲ႕ျဖတ္ရုိက္ခံလိုက္ရတယ္ဒါေပမယ့္ျပသနာကအဲ့တာေတြမဟုတ္ပါဘူးဆိုင္မြန္တစ္ေယာက္ ကတံုးေပၚထိပ္ကြက္ခံရတာပါပန္းခ်ီကားကိုအကြက္က်က်နဲ႔ခိုးဖို႔လုပ္ထားျပီးကာမွသူ႔ဆီကေနျပန္အခိုးခံလိုက္ရတာပဲျဖစ္ပါတယ္အတိတ္ေမ့ခ်င္သလိုလိုျဖစ္ေနတဲ့ဆိုင္မြန္ဟာအိပ္ေငြ႔ခ်နည္းနဲ႔ပန္းခ်ီကားကိုျပန္ရွာဖို႔ၾကိဳးစားရင္ကုထံုးပညာရွင္မမအဲလီဇဘတ္နဲ႔ေတြ႔ပါေတာ့တယ္သူခိုးရယ္ သူခိုးဆီကျပန္ခိုးတဲ့သူခိုးရယ္ မိန္းမတစ္ေယာက္ရယ္ျဖစ္လာတဲ့ဇာတ္ေၾကာင္းကမအီသြားပဲတစ္ကားလံုးကိုrating6.9အထိေခၚသြားနိုင္ပါတယ္ဆိုင္မြန္နယူတန္အျဖစ္ james mcavoy ကသရုပ္ေဆာင္ထားပါတယ္ဗ်ဒီမွာ ကုထံုးပညာရွင္မမရဲ႕ပါးစပ္ေလးအေဟာင္းသားျဖစ္ရမဲ့ဇာတ္ဝင္ခန္းတစ္ခ်ို႕ပါပါတယ္ညိဳေခ်ာေတြလွေတာ့လဲဂလုဂလုရေတာ့မွာေပါ့ဗ်ာ(ေက်ာ္မၾကည့္နဲ႕ေနာ္.ေက်ာ္ၾကည့္လိုက္လို႕ဇာတ္ေၾကာကဖီးလ္က်ဲသြားရင္ ဒလဘယ္ေဆာရီးပဲ)သရုပ္ေဆာင္မ်ား -James McAvoy, Vincent Cassel, Rosario Dawsonထြက္ရွိသည့္ခုနွစ္ – 2013ဇာတ္ကားၾကာခ်ိန္ -101minutesTranslated by Aye ChansuEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDanny BoyleSylvia ParkerStarsBen CuraDanny SapaniHamza JeetooaJames McAvoyLee Nicholas HarrisMatt CrossRosario DawsonSam CreedTuppence MiddletonVincent CasselCastBen CuraDanny SapaniHamza JeetooaJames McAvoyKelvin WiseLee Nicholas HarrisMark PoltimoreMatt CrossMichael ShaefferRosario DawsonSam CreedSimon KunzTuppence MiddletonVincent CasselWahab Sheikh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bsa7cusK4Uw7wX7szy8ilXiJavN.jpg",
      "https://image.tmdb.org/t/p/w300/p2hyZoUu5hdnaDe6k2SVzEOx61o.jpg",
      "https://image.tmdb.org/t/p/w300/km05kA3Ar5tLW4xLtDNwI5edE8z.jpg",
      "https://image.tmdb.org/t/p/w300/ibldeHQ6Ljdd9ZNsOYgLX0Puq4w.jpg",
      "https://image.tmdb.org/t/p/w300/wodG4n8w1gLBujnRsAK211wfaV6.jpg",
      "https://image.tmdb.org/t/p/w300/fNvFeWzltV1wwfeEgiJdpfRRncY.jpg",
      "https://image.tmdb.org/t/p/w300/aGNN7qjmLbIPy5kMi6OBiDHPM0c.jpg",
      "https://image.tmdb.org/t/p/w300/j53JXK2WntMIz9h5P4JxZxx1wiV.jpg",
      "https://image.tmdb.org/t/p/w300/idpKD5TQ2z6ljIhTHFeDFhFvg3O.jpg",
      "https://image.tmdb.org/t/p/w300/hwtrDcZvHMPuzTNCPvyVtJaZEc3.jpg",
      "https://image.tmdb.org/t/p/w300/nThZeteftuHpy8LHq8Aaw3dCHyK.jpg",
      "https://image.tmdb.org/t/p/w300/3BO8egdtmfxSuIICm0qWb6K2RBO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjMzNjU1MTg5NF5BMl5BanBnXkFtZTcwMTExMTcwOQ@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/garsef1rgfbb.html",
        "server": "usersdrive.com",
        "size": "1.05 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/trance-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eekC/Trance_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.05 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/kt4bzsu91qt4",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "976y9Xm6BkY",
      "video_url": "https://www.youtube.com/watch?v=976y9Xm6BkY",
      "embed_url": "https://www.youtube.com/embed/976y9Xm6BkY"
    }
  },
  {
    "metadata": "N/A|2013|N/A|Adult,Asian,Crime,Thriller",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "12"
    },
    "title": "[18+] TAP Perfect Education (2013)",
    "description": "TAP Perfect EducationJapanese Ttle: TAP 完全なる飼育Alternative: TAP Kanzen naru shiikuYear:2013Country:JapanDirector:Ikki KatashimaWriter:Michiko Matsuda (novel)Genre:DramaLanguage:JapaneseRelease Date:November 9, 2013Cast:Reisa Maekawa – daughterNarimi Arimori – motherJinta Nishizawa – kidnapperNaoto TakenakaSeiji ChiharaSynopsis/ Plot:Set in Okinawa, Japan. A middle-aged yakuza falls in love with the daughter of his boss’s mistress. The middle-aged yakuza kidnaps her and locks her up.File size…(850 MB) and (520 MB) and (350 MB)Quality…DVDRip x264Format…mp4Duration….01:46:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byBaba YagaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIkki KatashimaStarsAkaji MaroJinta NishizawaKôsei KatôNaoto TakenakaNarimi ArimoriReisa MaekawaSeiji ChiharaShogenCastAkaji MaroJinta NishizawaKôsei KatôNaoto TakenakaNarimi ArimoriReisa MaekawaSeiji ChiharaShogen",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/dhu1knudb6g4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tap-perfect-education2013",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tap-perfect-education-2013-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2neS3/TAP_Perfect_Education(2013).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/otx5qb61jp7x.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2013|91 min|Asian,Bollywood,Horror,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "805"
    },
    "title": "Horror Story (2013)",
    "description": "ဒီရုပ္ရွင္ကားကို မၾကည့္ခင္ Facebook မွာ ၿပီးတဲ့အပတ္က ျပန္႔ခဲ့တဲ့ရႈတင္ရိုက္ကြင္းမွ သရဲပူးတဲ့ အိမ္ ဆိုၿပီး ပိုစ္ကို ေတြ႔ခဲ့ပါတယ္အဲ့ဒါနဲ႔ သူငယ္ခ်င္းတစ္ေယာက္က အဲ့ဒီရုပ္ရွင္ဇတ္လမ္းလိုပဲ India Horror တစ္ကားရွိတယ္ေတာ္ေတာ္ေကာင္းတယ္ဆိုလို႔ ရွာၾကည့္ခဲ့ၿပီး ဇတ္လမ္း ဇတ္ကြက္ေတြက ေကာင္းၿပီးIMDb 5/10 ထိ ရထားတာကို ေတြ႔ရပါတယ္09 254 490 409Facebook page : NOON VR Myanmar35000 Ks Only In Myanmarဇတ္လမ္းပံုစံကေတာ့ ေက်ာင္းၿပီးသြားတဲ့ သူငယ္ခ်င္းတစ္စု ဟာ လုပ္ငန္းခြင္ ၀င္သူ ၀င္ၾကဖို႔ နဲ႔ ျပည္ပ ကို႔ ထြက္ခြာဖို႔ေနာက္ဆံုး ႏႈတ္ဆက္ေတြ႔ဆံုပြဲ လုပ္တဲ့ ႏိုက္ကလပ္ ပါတီ တစ္ခုကေန စပါတယ္သူငယ္ခ်င္း ၇ ေယာက္ဟာ ေရွးေဟာင္းေႏွာင္းျဖစ္ေျပာလုိက္ အရက္ေတြ ေသာက္လုိက္ၾက နဲ႔အေတာ္ သန္းေခါက္နက္ခဲ့ပါတယ္ အဲ့ဒီအခ်ိန္မွာပဲ ႏိုက္ကလပ္က တီဗီ မွာ လူတုိင္း သက္ေသ ၾကေသဆံုးၾကလြန္းလို႔ ပိတ္ထားရတဲ့ ဟိုတယ္ အခန္း တစ္ခုအေၾကာင္း သတင္း လာေနတာကို ၾကားသြားၾကၿပီးေနာက္ဆံုး ႏႈတ္ဆက္ အမွတ္တရ အေနနဲ႔ စိတ္လႈပ္ရွားၿပီး ဟာသ ျဖစ္ေအာင္ အဲ့ဒီ ဟိုတယ္ထဲ သြားလည္ၾကဖို႔သူငယ္ခ်င္း တစ္စု ဆံုးျဖတ္လုိက္ၾကပါတယ္အုပ္စု ထဲမွ သူငယ္ခ်င္း Neel ရဲ႕ ႏုိင္ငံျခား သြားမယ့္ ခရီးအတြက္ ေနာက္ဆံုး အေကာင္းဆံုး အမွတ္တရဖန္တီးဖို႔ ေပ်ာ္ရႊင္စြာ ဟိုတယ္၀င္းထဲကို ၀င္ခဲ့ေပမယ့္ တံခါးေတြက အလံု ပိတ္ထားခဲ့လို႔စိတ္ပ်က္ၿပီး ျပန္လွည့္အထြက္မွာ အထဲမွ ေရဒီယို အသံၾကားလို႔ လူတစ္ေယာက္ေယာက္ေတာ့ ရွိရမယ္ဒါေခ်ာက္လွန္႔တာ သက္သက္ပဲ ဆိုၿပီး မျပန္ျဖစ္ၾကပဲ ေနာက္ေပါက္ကေန မရမက သူငယ္ခ်င္းတစ္စုခိုး၀င္ခဲ့ၾကၿပီး အသံၾကားရတဲ့ ေရဒီယို ကို ရွာေတြ႔ခဲ့ပါတယ္ဒါေပမယ့္ အဲ့ဒီ ေရဒီယိုက ဖုန္ေတြ အလိမ္းလိမ္းတက္ေနခဲ့ၿပီး လူသူ အရိပ္အေယာင္ကို သူတို႔ လံုး၀မျမင္ေတြ႔ရတဲ့ အတြက္ တစ္ျခားအခန္းေတြကို ေရွ႕ဆက္ၿပီး ရွာတဲ့အခါမွာေတာ့ သူတို႔ ရွာေနခဲ့တဲ့ လူတစ္ေယာက္ေယာက္ကိုေတြ႔ၾကမလား ဒါမွမဟုတ္ ကံၾကမၼာဆိုး တစ္ခုကို လက္ယပ္ ေခၚမိၾကသလား ဆိုတာကိုေတာ့Channel Myanmar Fan ေတြ ဆက္ၾကည့္လုိက္ၾကပါဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator တစ္ဦးျဖစ္သူ Mie Mie ပဲ ျဖစ္ပါတယ္Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAyush RainaStarsAparnaa BajpaiHassan ZaidiKaran KundraNandini VaidRavish DesaiCastAparnaa BajpaiHassan ZaidiKaran KundraNandini VaidRavish Desai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a2DEcvsys2whMxcIpOahnOC2vZ8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNDAzN2M3NzktNGNkYS00OTg0LTkzNWYtYTRmY2I2YzI5NDdmXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006971000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1npGmk",
        "server": "drive.google.com",
        "size": "530MB  (720P)",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2jD7",
        "server": "openload.co",
        "size": "530MB  (720P)",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2jDO",
        "server": "channelmyanmar.agbcloud.com",
        "size": "530MB  (720P)",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "pdljX50YAZ0",
      "video_url": "https://www.youtube.com/watch?v=pdljX50YAZ0",
      "embed_url": "https://www.youtube.com/embed/pdljX50YAZ0"
    }
  },
  {
    "metadata": "N/A|2013|85 min|Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "289"
    },
    "title": "Long Weekend (2013)",
    "description": "အစအနောက် သန်ကြတဲ့ သူငယ်ချင်းတစ်စု လှေစီးပြီးမှ သွားရတဲ့ ရွာငယ်လေးတစ်ခုကို ပျော်ပျော်ကြီး ခရီးထွက်ခဲ့ကြတယ်….အဲ့ဒီထဲမှာမှ ငယ်ငယ်တုန်းက သရဲဖမ်းစားခံရလို့ ၀ိဉာဉ် ပြန်ခေါ်ထားရတဲ့ ကောင်လေးလဲ ပါတယ် ကံဆိုးစွာပဲ အဲ့ဒီကောင်လေးကို ကျန်တဲ့သူငယ်ချင်းတွေကနတ်တင်တဲ့ ဂူထဲမှာ ပိတ်ပြီး စနောက်မိလိုက်ကြတယ်….အဲ့ဒီနောက်မှာတော့….. ” ဒီ ဖယောင်းတိုင် မငြိမ်းစေနဲ့ ငြိမ်းသွားရင်တော့ အားလုံး အသက်အပျောက်ပဲ ”” ဟတ်ပီး ဘာ့ဒေးပါ သမီးလေး ဖယောင်းတိုင်ကို မှုတ်လိုက်တော့ “” ဟင့်အင်းမ် မေမေ က သမီး အတွက် မွေးနေ့ ဘယ်တုန်းကမှ မလုပ်ပေးခဲ့ဘူး ရှင် ဘယ်သူလဲ ”အညွှန်းတွေ ဘာတွေ ထွေထွေထူးထူး မတင်ပေးတော့ပါဘူး တစ်စိမ့်စိမ့်ကြည့်ရင်း ကြောက်စေချင်လို့ပါကြည့်ပြီးရင် နောင်တ မရမယ့် ကားမျိုးထဲမှာပါပါတယ် ကြည့် ကြည့်ပါဒီရုပ်ရှင်ကားကို Hein Thet Naing မှဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTaweewat WanthaStarsAcharanat AriyaritwikolButsarin YokpraipanChinawut IndracusinKitlapat KorasudraiwonNatpassara AdulyamethasiriSean JindachotSheranut YusanandaCastAcharanat AriyaritwikolButsarin YokpraipanChinawut IndracusinKitlapat KorasudraiwonNatpassara AdulyamethasiriSean JindachotSheranut Yusananda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zQnBZjiLfbuK1NqEpOdsjmrPQik.jpg",
      "https://image.tmdb.org/t/p/w300/dDD9ELyuhRJhfsZuZecGmfiYeOS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTQ0NmYyM2YtOTM4OS00YWI3LTg5OWUtY2NjOWYzMmQ4ZmJkXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g7iej7tcmewf.html",
        "server": "usersdrive.com",
        "size": "683.56 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/long-weekend-thongsook-13-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "683.56 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/long-weekend-2013",
        "server": "VIP Links",
        "size": "683.56 MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/9i8sig17c3i0.html",
        "server": "streamsb.com",
        "size": "683.56 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1F527/Long_Weekend_(Thongsook_13)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "683.56 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1aZDFBhWbWQ",
      "video_url": "https://www.youtube.com/watch?v=1aZDFBhWbWQ",
      "embed_url": "https://www.youtube.com/embed/1aZDFBhWbWQ"
    }
  },
  {
    "metadata": "PG-13|2013|2h 30min|Action,Adventure,Western",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "217,101"
    },
    "title": "The Lone Ranger (2013)",
    "description": "The Lone Ranger (2013)_____IMDb – 6.4/10Pirates of the Caribbean ဇာတ်ကား ဖန်တီးရှင် ထုတ်လုပ်သူ Jerry Bruckheimer နဲ့ ဒါရိုက်တာ Gore Verbinski တို့ရဲ့ လက်ရာ ဖြစ်ပြီးTonto အဖြစ် မင်းသား Johnny Depp ၊ Lone Ranger ခေါ် John Reid အဖြစ် Armie Hammer ၊ Latham Cole အဖြစ် Tom WilkinsonButch Cavendish အဖြစ် William Fichtner ၊ Red Harrington အဖြစ် Helena Bonham Carter ၊ Dan Reid အဖြစ် James Badge Dale နဲ့Rebecca အဖြစ် Ruth Wilson တို့ ပါဝင်ထားတဲ့ ဇာတ်ကားပါ………ဇာတ်လမ်းကတော့…..၁၉၃၃ ခုနှစ် ကာနေဗယ်တော် ကျင်းပနေသည့် ရက်တွင် ဖြစ်သည်။ ဆန်ဖရန်စစ္စကိုတွင် Golden Gate တံတားကြီး စတင်ဆောက်လုပ်နေဆဲကာလဖြစ်သဖြင့် ထိုနေရာတွင် လူစည်ကားနေသည်။ Will ဟု အမည်ရသော ချာတိတ်တစ်ယောက်က က ရာဇဝင်ထဲက လူစွမ်းကောင်းLone Ranger (တစ်ကိုယ်တော် လူစွမ်းကောင်း) ပုံစံ ကောင်းဘွိုင်ဝတ်စုံ ဝတ်ဆင်ပြီး ကာနေဗယ်ပွဲတော်ကျင်းပရာ နေရာကို လှည့်လည် ကြည့်ရှုနေသည်။ထိုနေရာတွင် Tonto ဟု အမည်ရသော ကိုမန်ချီ အင်ဒီယန်းလူမျိုး တစ်ဦးနှင့် တွေ့ဆုံမိသည်။ Will သတိရလိုက်သည်က Lone Ranger ရဲ့ မိတ်ဆွေTonto ကလည်း ကိုမန်ချီ အင်ဒီယန်းဖြစ်သည် ဆိုတာကိုပင်။Tonto က သူနဲ့ Lone Ranger တို့ အနောက်ခြမ်းက ကန္တာရမှာ စွန့်စားခဲ့ကြောင်း၊ မျက်နှာဖုံးစွပ် Lone Range နဲ့ သူနဲ့ နှစ်ယောက်အတူ ဘဏ်ကို ဓားပြတိုက်ခဲ့ကြောင်း ပြောပြသည်။ သို့သော် Will လက်မခံနိုင်။ သူသိထားသည့် Lone Ranger က တရားဥပဒေစိုးမိုးရေး စွမ်းဆောင်ခဲ့သည့် သူရဲကောင်း၊ ဘဏ် ဓားပြမဟုတ်……….. အဲဒီတော့မှ Tonto က ၁၈၆၉ ခုနှစ်မှာ သူနဲ့ အတူတူ တက္ကဆပ်ပြည်နယ် ကော်ဘီမှာသောင်းကျန်းခဲ့ဖူးသည့် လူတစ်ယောက်အကြောင်း ပြန်ပြောပြသည်။ ၁၈၇၉ တွင် အမေရိကန်နိုင်ငံရဲ့ အရှေ့ဖက်နဲ့ အနောက်ဖက်ကို ဆက်သွယ်ဖို့ပြည်နယ်အများအပြားကို ဖြတ်ပြီး ရထားလမ်းဖောက်လုပ်နေသည်။ ရထားလမ်းကို Latham Cole ဆိုသည့် သူဌေးတစ်ဦးက ထိန်းချုပ်ထားသည်။ John Reid ဆိုသည့် လူငယ်လေးက ဒီရထားကို စီးပြီး ဇာတိသို့ ပြန်လာသည်။ John Reid စီးတဲ့ ရထားပေါ်မှာ Texas Ranger တစ်ဦးဖြစ်တဲ့ သူ့အစ်ကို Dan Reid ဖမ်းလာသည့် လူဆိုးကြီး Butch Cavendish လည်း ပါလာသည်။ Tonto ကလည်း အဲဒီရထားကိုပဲ စီးလာသည်ပေါ့………..သို့ပေမယ့် အခြေအနေက အစိုးမရသည်မို့ Butch လွတ်သွားပြီး သူ့ကို ဖမ်းလာသည့် Texas Ranger တွေ အသတ်ခံရသည်။ Tonto က ဒီလူသတ်မှုမှာ ကြားက ဓားစာခံဖြစ်ပြီး ရထားကို အပိုင်စီးခံရသည်။ ဒါပေမယ့် John နဲ့ Dan တို့ကပြန်လည်တိုက်ခိုက်ပြီး Tonto ကို Butch ရဲ့ အဖွဲ့ကလို့ ထင်သွားကြသည်။ အကျိုးဆက်အနေနဲ့ Tonto ကို Dan က ဖမ်းဆီးထားလိုက်ပြီး Butch ကတော့ လွတ်မြောက်သွားသည်။Dan က John ကို Texas Ranger တွေနဲ့အတူ Butch ကို လိုက်လံဖမ်းဆီးဖို့ အကူအညီတောင်းသည်။ တောင်ကြားတစ်ခုတွင် Dan ၊ John နဲ့Ranger တွေ ပိတ်မိနေစဉ် Ranger တွေ အကုန်အသတ်ခံရပြီး Butch က John ရဲ့ ရှေ့မှာတင် Dan ရဲ့ နှလုံးကို ထုတ်ပြီး စားပြသည်။ John လည်း ဒဏ်ရာကြောင့် မျောသွားပြီး ကိုမန်ချီအင်ဒီယန်းတွေ ယုံကြည်ကြတဲ့ Silver အမည်ရှိ ဝိဉာဏ်မြင်းတစ်ကောင်က သူ့ကို ပြန်အသက်သွင်းပေးလိုက်သည်။ ထောင်က ထွက်ပြေးလာတဲ့ Tonto က ဒီအကြောင်းကို ပြောပြပြီး John တစ်ယောက် တိုက်ပွဲမှာ သူများသတ်လို့ မသေနိုင်တော့ဟု ရှင်းပြသည်။ဒါ့အပြင် တိုက်ပွဲမဖြစ်ခင် ပျောက်ဆုံးသွားသည့် Collins အမည်ရှိ Ranger က သစ္စာဖောက်လို့ Dan သေဆုံးရတာ ဖြစ်ကြောင်း Tonto က သတင်းပေးသည်။ Collins မကြာခင်ကမှ ရောက်ခဲ့သည့် ပြည့်တန်ဆာအိမ်သို့ သွားရှာကြရင်း Red Harrington နဲ့ တွေ့ဆုံမိပြီး Dan နဲ့ Collins တို့ ရန်ဖြစ်သည့်အကြောင်းကို သိရသည်။ အဲဒီအချိန်မှာ ကိုမန်ချီ အင်ဒီယန်းယောင်ဆောင်ထားသည့် Butch ရဲ့ အဖွဲ့ဝင်တွေက ကိုမန်ချီနဲ့ အမေရိကန်တွေရဲ့ နယ်စပ်ကို ဝင်ရောက်တိုက်ခိုက်ကြသည်။ဒီလို ဝင်ရောက်တိုက်ခိုက်တာကြောင့် Dan ရဲ့ မိန်းမ Rebecca နဲ့ သား Danny တို့ ပိတ်မိသွားကြသည်။ သို့သော် မီးရထားလမ်းပိုင်ရှင် Latham Cole က ဝင်ရောက်ကယ်ဆယ်ပြီး Collins ကို ပစ်သတ်လိုက်သည်။ ဒါ့အပြင် ရထားလမ်း ဆက်လက်ဖောက်လုပ်ဖို့နဲ့ ကိုမန်ချီအင်ဒီယန်းတွေကို တိုက်ခိုက်ဖို့ အမေရိကန် မြင်းတပ်ဗိုလ်ကြီး Jay Fullerကို အကူအညီတောင်းသည်။တကယ်တော့ Cole ရော Butch ကပါ ကိုမန်ချီတွေ ပိုင်ဆိုင်တဲ့ ငွေသတ္ထုတွင်းကို လိုချင်လို့ ဒီဒေသကို ထိုးဖောက်ဝင်ရောက်လာခြင်း ဖြစ်သည်။ ဒီအကြောင်းကို သိသွားရတဲ့ တရားခံဟာ အင်ဒီယန်းကြီး Tontoဖြစ်သည့်အကြောင်း John သိသွားသည့်အခါ ……File Size : 1 GBQuality : HD 1080pRunning Time : 2h 30minFormat : Mp4Genre : Action, Adventure, WesternSubtitle : mmsubtitleEncoder : Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGore VerbinskiStarsArmie HammerBarry PepperHelena Bonham CarterJames Badge DaleJames FrainJohnny DeppMason CookRuth WilsonTom WilkinsonWilliam FichtnerCastAdam HoskinsAlex KnightArgos MacCallumArmie HammerBarry PepperBeth BaileyBob RumnockBrad GreenquistBriana Van SchuyverBryant PrinceChad BrummettChad RandallCharlotte CormierChristopher HagenDamon CarneyDamon HerrimanDesirae AnsloverDevon J. AdamsFreda Foh ShenGil BirminghamHarry TreadawayHelena Bonham CarterJack AxelrodJames Badge DaleJames FrainJason E. HillJD CullumJoanne CampJoaquín CosioJoey GlynnJohnny DeppJulie StracenerKevin WigginsLaina LoucksLeon RippyLeonard Earl HowzeLew TempleLuz P. MendezMargaret BowmanMason CookMatt O'LearyMatthew PageMegan PribylNick W. NicholsonPokey LafargeRance HowardRandy OglesbyRobert BakerRuth WilsonRyan KoenigSaginaw GrantStephen BrodieStephen RootSteve CoronaTait FletcherTimothy V. MurphyTom WilkinsonTravis HammerW. Earl BrownWilliam Fichtner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/esxoiZoDQydeyEX1tJcSbuigI3a.jpg",
      "https://image.tmdb.org/t/p/w300/3gx3ls1iJHoSK4qwMVcBk02322p.jpg",
      "https://image.tmdb.org/t/p/w300/p1eMxyBAqlIsKxDofz1wnVfbeX7.jpg",
      "https://image.tmdb.org/t/p/w300/rMzEBa2VlLP34SFfWmuYm1IqA6C.jpg",
      "https://image.tmdb.org/t/p/w300/ixta456FfINtLVeSMtsIF605FBA.jpg",
      "https://image.tmdb.org/t/p/w300/weH8uMN4A9nLseaSI2mseqzglAD.jpg",
      "https://image.tmdb.org/t/p/w300/2MEqP8IS7o4DTxJR6BTNVlzGhPZ.jpg",
      "https://image.tmdb.org/t/p/w300/aJ4X8PM1FcSeVrCZBM27cnU9RLH.jpg",
      "https://image.tmdb.org/t/p/w300/dsfyj4GC23iaUnU6tB3gFLI8Hff.jpg",
      "https://image.tmdb.org/t/p/w300/qGgiEaxxk0JsQ4ucXg7ntjGnwwR.jpg",
      "https://image.tmdb.org/t/p/w300/ab4qa5iDL4Ajy4qoR7yrque090F.jpg",
      "https://image.tmdb.org/t/p/w300/2Q9rGUWgF8THhRYE3anVgKrBePz.jpg",
      "https://image.tmdb.org/t/p/w300/x44cOZYOeaegW0Qo0PplNkXqp3H.jpg",
      "https://image.tmdb.org/t/p/w300/xFPjySNM5IFd5gHh8m2iEzUXlO3.jpg",
      "https://image.tmdb.org/t/p/w300/2o6pNjwG56MTL1RPZ0xIzYRnkuX.jpg",
      "https://image.tmdb.org/t/p/w300/tdwXdiNMrE8Uhxg5c4UZyz9uVOi.jpg",
      "https://image.tmdb.org/t/p/w300/qksfforuQFh0faMQKgXIa6lCEh0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/lone-ranger-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/u711cu1tkk3y.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "hd 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-lone-ranger-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "hd 1080p"
      },
      {
        "link": "https://megaup.net/4Vvae/The_Lone_Ranger_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "hd 1080p"
      },
      {
        "link": "https://mega.nz/file/gcFm1KIb#2pqJo3ntUYo7xUdvWXcQQpSs_hYRWjyprcis-aygGW4",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "hd 1080p"
      },
      {
        "link": "https://upstream.to/qck5hl3931gf",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "hd 1080p"
      }
    ],
    "trailer": {
      "video_id": "LoVhgaj6PiE",
      "video_url": "https://www.youtube.com/watch?v=LoVhgaj6PiE",
      "embed_url": "https://www.youtube.com/embed/LoVhgaj6PiE"
    }
  },
  {
    "metadata": "N/A|2013|2h 28m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "3.8k"
    },
    "title": "Ramaiya Vastavaiya (2013)",
    "description": "Ramaiya Vastavaiya (2013)========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကိုRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်ဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့မြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လိုဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့ဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့ကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်ဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကိုသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီးအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ဆိုနာနဲ့ဝေးရမှာဆိုးတဲ့အတွက်ကြောင့် ဆိုနာတို့အိမ်ကိုပဲ လိုက်လာခဲ့ပါတော့တယ်ရတ်ဒ်ဟူးဗီကရော သူဖူးဖူးမှုတ်ချစ်နေရတဲ့ ညီမလေးရဲ့ ချစ်သူကောင်လေး ရမ်ကို ဘယ်လိုတွေစမ်းသပ်သွားမလဲ…အချစ်အတွက်သာဆို ဓားတောင်ကိုကျော်ပြီး မီးပင်လယ်ကို ဖြတ်မယ်လို့ ကြွေးကြော်ထားတဲ့ရမ်တစ်ယောက် တကယ်တမ်း သူပြောတဲ့အတိုင်း အခက်အခဲတွေကိုရင်ဆိုင်ကျော်လွှားနိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားနဲ့ စောင့်မျှော်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်File size…4.54 Gb / 1.84GBQuality…1080p TRUE WEBDL Hindi AAC5.1CH / 720pFormat…mp4Duration….2h 28mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Poe & Shwe Pwint & Lwin Htoo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPrabhu DevaStarsAarti PuriAnchal SinghGirish KumarGovind NamdeoJacqueline FernandezNassarPoonam DhillonPrabhu DevaRandhir KapoorSarfaraz KhanSatish ShahShruti HaasanSonu SoodVinod KhannaZakir HussainCastAarti PuriAnchal SinghGirish KumarGovind NamdeoJacqueline FernandezNassarPoonam DhillonPrabhu DevaRandhir KapoorSarfaraz KhanSatish ShahShruti HaasanSonu SoodVinod KhannaZakir Hussain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yJA2V29uGOZ2yYhSIGWO7J1HDvX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ramaiya-vastavaiya-2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ramaiya-vastavaiya-2013-1080-p-amzn-web-dl-hinid-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tn28b9d32tgq.html",
        "server": "usersdrive.com",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qVP9/Ramaiya.Vastavaiya.2013.1080p.AMZN.WEB-DL.Hinid.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/N2pGDTpC#aIGzLg6INE6zJ0u012-WtuGTnZ9wzJ6RQaEzzi6kvw8",
        "server": "mega.nz",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/eyqnbf5h7nvm",
        "server": "dropgalaxy.com",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ramaiya-vastavaiya-2013-720-p-amzn-web-dl-hinid-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6b4z7naeqd8a.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/36ThC/Ramaiya.Vastavaiya.2013.720p.AMZN.WEB-DL.Hinid.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/svo3GAAJ#Xq5QFzrzkb3__VmJk7NJdHA2BpwOnjkJGj9F98b1uPM",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/qs4oilha16nv",
        "server": "dropgalaxy.com",
        "size": "1.84GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fVAaYZQ31TE",
      "video_url": "https://www.youtube.com/watch?v=fVAaYZQ31TE",
      "embed_url": "https://www.youtube.com/embed/fVAaYZQ31TE"
    }
  },
  {
    "metadata": "N/A|2013|30 min|Adventure,Sci-Fi",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "12"
    },
    "title": "Ultralman Ginga (2013)",
    "description": "Ultraman Ginga (အလ္ထရာမန္း)========================ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ၿပီးအေသေၾကြခဲ့ရတဲ့ အလ္ထရာမန္းကိုအခုတဖန္ ျပန္လည္ၿပီး CM ကေန ျမန္မာစာတန္းထိုး နဲ႔ ဘာသာျပန္ တင္ဆက္လုိက္ပါၿပီဇတ္လမ္း ရဲ႕ အစမွာေတာ့ ကမၻာေပၚမွာမေကာင္းဆိုး၀ါးေတြ ေရာ လူစြမ္းေကာင္းေတြပါအေမွာင္စြမ္းအား တစ္ခုေၾကာင့္ ေပ်ာက္ကြယ္သြားခဲ့ခ်ိန္တနည္းနည္းျဖင့္ ကမၻာကို ဖ်က္မည့္ မေကာင္းဆိုး၀ါးမ်ားျပန္လည္ေရာက္ရွိလာဖို႔ ႀကိဳးစားေနၾကပါတယ္…အဲ့ဒီအခ်ိန္မွာပဲ အလ္ထရာမန္း ေတြ ရဲ႕ အစဥ္အလာရဆင့္ေခၚတဲ့ ဂင္ဂါ လက္နက္ က သူနဲ႔ ထိုက္တန္တဲ့ပိုင္ရွင္ကို ျပန္လည္ရွာေဖြရမွာျဖစ္ၿပီး ကမၻာဖ်က္ မိစၦာမ်ားေရာက္ရွိလာခ်ိန္ အလ္ထရာမန္း ကို ဆင့္ေခၚႏုိင္မယ့္သူဟာကိုယ္က်င့္တရားေကာင္းမြန္ၿပီး အနစ္နာခံသူ စြန္႔လႊတ္ႏုိင္သူျဖစ္ရပါမယ္….ဒီလို ထုိက္တန္တဲ့ ဆက္ခံသူက ဘယ္သူျဖစ္မလဲအခ်ိန္မွီ မိစၦာမ်ားကို တားဆီး ႏုိင္မလား ဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ၾကပါအံုး……Ep 01Ep 02Ep 03Ep 04Ep 05Ep 06Ep 07Ep 08Ep 09Ep 10Ep 11Ep 12Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/xgPdfv3pVAl3HU0B7mua6sH9S6G.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2013|153 min|Action,Bollywood",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "6,232"
    },
    "title": "D Day (2013)",
    "description": "ကဲ ဒီတစ်ခါတော့ ခရစ္စမတ်ပိတ်ရက်အတွက် ခပ်ကြမ်းကြမ်းဘောလိဝုဒ် ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကဘောလိဝုဒ်ကားကြိုက် ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့နာမည်ကြီးမင်းသားမင်းသမီးတွေဆိုတော့ဇာတ်လမ်းကိုကောင်းမကောင်းတော့ မညွန်းတော့ပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့Wali Khan ဟာ ပါကစ္စတန်ကို အိန္ဒိယ အလိုအရှိဆုံးလူဆိုးကြီးကိုဖမ်းဆီးဖို့ အတွက် အဖွဲ့နှင့်ဆက်သွယ်ဖို့စေလွတ်ခြင်းခံခဲ့ရပါတယ်ပါကစ္စတန်မှာက စောင့်နေတဲ့ အဖွဲ့မှာက တော့ ဒိတ်ဒိတ်ကြဲ လူဆိုးတွေပဲဖြစ်ပြီးဒီ ဒိတ်ဒိတ်ကြဲ လူဆိုးအဖွဲ့နဲ့ Wali Khan တယောက် ဘယ်လိုတွေများ ၂ပါးသွားကြမလဲဂန္ဒဝင်လူဆိုးကြီးကိုကောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာတွေကိုတော့ကဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNikkhil AdvaniStarsArjun RampalIrrfan KhanRishi KapoorShruti Haasan",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/d-day2013",
        "server": "VIP Links",
        "size": "980 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/d-day-2013-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "980MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://tubesb.com/0kgzq744n4m3.html",
        "server": "streamsb.com",
        "size": "980MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2013|1h 47min|Mystery,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2.1k"
    },
    "title": "Hide and Seek (2013)",
    "description": "Hide and Seek (2013)================“မကြာသေးခင်က ကျွန်မတို့ရပ်ကွက်မှာ ထူးဆန်းတဲ့ကောလဟာလတစ်ခု စပျံ့လာခဲ့တယ်။သူများတကာရဲ့အိမ်ထဲကိုမသိအောင်ဝင်ပြီး တိတ်တိတ်လေးပုန်းပြီးနေတဲ့ ကျူးကျော်သူတွေအကြောင်းပေါ့။”အောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်တဲ့ “ဆွန်းဆူ” က“မင်ဂျီ” လို့ခေါ်တဲ့ ဥစ္စာပေါရုပ်ချောဇနီးသည်ရယ် သားတစ်ယောက် သမီးတစ်ယောက်ရယ်နဲ့ ပြီးပြည့်စုံတဲ့မိသားစုဘဝကို ပိုင်ဆိုင်ထားသူပါ။ခေတ်မီဆန်းသစ်တဲ့တိုက်ခန်းအကောင်းစားမှာနေထိုင်ပြီး လိုလေးသေးမရှိတဲ့ဘဝကိုပိုင်ဆိုင်ထားတဲ့ “ဆွန်းဆူ” က တကယ်တော့ သူဌေးရဲ့မွေးစားသားတစ်ယောက်ပါ။သားအရင်းဖြစ်သူ မွေးစားအစ်ကိုရဲ့အမွေတွေအားလုံးကိုမောင်ပိုင်စီးပြီး အခုလိုချမ်းချမ်းသာသာနေနေတဲ့ “ဆွန်းဆူ” ဆီကိုတစ်နေ့မှာတော့ အဆက်အသွယ်ပြတ်တာကြာပြီဖြစ်တဲ့ အစ်ကိုဖြစ်သူရဲ့ပျောက်ဆုံးမှုနဲ့အတူ ပဟေဠိဆန်တဲ့ဖြစ်ရပ်တွေ ရောက်လာပါတော့တယ်။  အတိတ်ကအမှားတွေကိုနောင်တရပြီး အစ်ကို့ကိုရှာချင်တဲ့ “ဆွန်းဆူ” တစ်ယောက်အစ်ကိုဖြစ်သူနေတဲ့တိုက်ကို ရောက်သွားရာကနေ ဘယ်လိုမူမမှန်မှုတွေကို ကြုံတွေ့ရမလဲ ..ပျောက်ဆုံးနေတဲ့အစ်ကိုနဲ့ ပြန်တွေ့ခွင့်ရပါ့မလား ..သူ့အစ်ကိုနေတဲ့တိုက်က မူမမှန်မှုတွေရဲ့အရင်းခံက ဘာအကြောင့်ဖြစ်နေတာလဲ ..ဘယ်လိုလူတွေကြောင့်ဖြစ်နေရတာလဲ .. စတာတွေကို အသည်းတအေးအေးကြည့်နိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Lai Laiiပဲ ဖြစ်ပါတယ်။Genre….. Mystery, ThrillerQuality…. 1080p | 720p | 480pFile size… 1.4GB | 660MB | 331MBFormat… mp4Duration…. 1h 47minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Lai LaiiEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJeon Mi-seonJeong Joon-wonJu Seok-taeKi Joo-bongKim Hye-yoonKim Ji-youngKim Su-anKim Won-haeLee Jun-hyeokLee Young-sukMoon Jeong-heeNoh SusannaSon Hyun-jooUhm Ji-sung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qgEl6jnzVtpwU6BtTm5DNlCiGZh.jpg",
      "https://image.tmdb.org/t/p/w300/evyACWf3KK21LlAK1bqoL7hwEpg.jpg",
      "https://image.tmdb.org/t/p/w300/34ogjScJMfAULUxF7lLQz3flcZF.jpg",
      "https://image.tmdb.org/t/p/w300/qc5GBzpscYcm7JoZNezaCJSaXPB.jpg",
      "https://image.tmdb.org/t/p/w300/zEWTTFTMe5g7ubJfZExUubVwhjl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z11Dd1r8BQhCLhLfRh1x5QuzMRw.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xz85x1b1041c.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/hide-and-seek-2013-1080-p-blu-ray-dd-5-1-c-mx-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1RTaq/Hide.And.Seek.2013.1080p.BluRay.DD5.1.CMx.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/ZUYnhDqT#UHagK6HMfoQ0sJDJXw5fsQopusTiC3TWwQEmPLzE3Hc",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/89ny7s4admg3",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/bgpugcnz4trx.html",
        "server": "usersdrive.com",
        "size": "660MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshv1.4GBinportal.cc/hide-and-seek-2013-720-p-blu-ray-dd-5-1-c-mx-mp-4",
        "server": "yoteshinportal.cc",
        "size": "660MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1RT9y/Hide.And.Seek.2013.720p.BluRay.DD5.1.CMx.mp4",
        "server": "megaup.net",
        "size": "660MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/0R4GwDzR#_q2Q0PpCAzKU6x4Hh-6HfAg6PsesIhdTrC1UlE1iXqw",
        "server": "mega.nz",
        "size": "660MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/tgyra46115fl",
        "server": "streamvid.io",
        "size": "660MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/fpmwzvaqs0ua.html",
        "server": "streamsb.com",
        "size": "660MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/pzr8guvg9h7a.html",
        "server": "usersdrive.com",
        "size": "331MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/hide-and-seek-2013-480-p-c-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "331MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1RT97/Hide.And.Seek.2013.480pC.CM.mp4",
        "server": "megaup.net",
        "size": "331MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/FAwm2YoS#eKunhEljaAFDTvKbudPq9aUqCtQzGTPGq2P9D_R4nB4",
        "server": "mega.nz",
        "size": "331MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/1a1eozisc8ir",
        "server": "streamvid.io",
        "size": "331MB",
        "quality": "480P"
      },
      {
        "link": "https://sbrity.com/lveab84yqavi.html",
        "server": "streamsb.com",
        "size": "480P",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "FgioBKYW-F0",
      "video_url": "https://www.youtube.com/watch?v=FgioBKYW-F0",
      "embed_url": "https://www.youtube.com/embed/FgioBKYW-F0"
    }
  },
  {
    "metadata": "|2013||Adventure,Drama,Family",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "Ruby Red (2013)",
    "description": "အချိန်ခရီးသွားတဲ့ ဇာတ်လမ်းမျိုးတွေ ကြည့်ချင်သူတွေအတွက်ဂျာမန် အချိန်ခရီးသွား ဇာတ်လမ်းတစ်ပုဒ် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းကတော့ Kerstin Gierရဲ့ ruby red ဝတ္တု trilogyကိုပြန်လည်းရိုက်ကူးထားတဲ့ ဇာတ်ကားသုံးကားထဲကမှပထမဆုံး ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့မွန်ထရို့စ်နဲ့ ဗီလီယဲ မိသားစုနှစ်ခုအကြောင်းကနေ စပြောရမှာပါ။ဒီမိသားစုနှစ်ခုဟာ အချိန်ခရီးသွားနိုင်တဲ့အစွမ်းကို မျိုးရိုးဗီဇအရ မျိုးဆက်တစ်ခုမှာ တစ်ယောက်စီဆက်ခံခဲ့ကြတာပါ။မွန်ထရို့စ်မိသားစုမှာတော့ မိန်းကလေးတွေက ဒီအစွမ်းကိုပိုင်ဆိုင်ပြီး ဗီလီယဲ မိသားစုမှာတော့ ယောက်ျားလေးတွေက ပိုင်ဆိုင်ပါတယ်။ဂွမ်ဒိုလင်ဆိုတဲ့ ကောင်မလေးကတော့ မွန်ထရို့စ်မိသားစုမှာနေထိုင်သူဖြစ်ပြီး ဒီကိစ္စတွေကို အယုံအကြည်မရှိတဲ့သူပါ။တစ်နေ့မှာတော့ မွန်ထရို့စ်မိသားစုဝင်တစ်ဦးဖြစ်တဲ့ ချားလော့တ်ဟာသူ့ရဲ့မွေးနေ့မှာ အချိန်ခရီးသွားဗီဇကို စတင်ရရှိဖို့ စောင့်ဆိုင်းနေခဲ့ပါတယ်။ဒါပေမယ့် အားလုံးထင်ထားသလို ဒီမျိုးရိုးဗီဇကိုဆက်ခံသူဟာ ချားလော့တ်မဟုတ်ပဲ ဂွမ်ဒိုလင်ဖြစ်နေတဲ့အခါမှာတော့ဂွမ်ဒိုလင်တစ်ယောက် သူ့ရဲ့အစွမ်းတွေကို ဘယ်လိုထိန်းချုပ်မလဲ၊ဒီမိသားစုတွေကြားမှာရော ဘယ်လိုလျှို့ဝှက်ချက်တွေ ရှိနေမလဲဆိုတာစိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဂျာမန် အချိန်ခရီးသွား ဇာတ်လမ်းလို့ပြောလိုက်တာနဲ့အများစုကတော့ Dark seriesကို ပြေးမြင်မိကြမှာပါ။ဒီ movie trilogyကတော့ darkလို အရမ်းကြီးရှုပ်ထွေးမနေပဲပေါ့ပေါ့ပါးပါးနဲ့ darkလိုပဲ အချိတ်အဆက်မိမိကြည့်ရမယ့် ဇာတ်လမ်းမျိုးပါ။ပြီးတော့ adventureဇာတ်လမ်း အမျိုးအစားလည်းဖြစ်တာကြောင့်Funဖြစ်ပြီး အေးအေးဆေးဆေး chillပြီးကြည့်လို့ရမှာပါ။time travelဇာတ်လမ်းတွေကို သဘောကျသူတွေအတွက်တော့တကယ်ကိုကြည့်သင့်တဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်ဗျ။File size…  2.1 GB / 1010 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 2mGenre …..  Family, AdventureSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Spencer PotatoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastÁdám MadarasAnna BöttcherAxel MilbergBenedikt WeißkopfButz Ulrich BuseChiara SchorasChristine RollarChristopher ScherfDaniel-Emanuel UhdeElke BorkensteinFerenc HockFlorian BartholomäiFrederic WelterFriederike RheinGerlinde LockerGottfried JohnHolger KriechelIstván KissJannis NiewöhnerJennifer LotsiJohannes SilberschneiderJohannes von MatuschkaJosefine PreußJustine del CorteKarin GrafKatharina ThalbachKostja UllmannLaura BerlinLevente TamásiLevin HenningMaria EhrichMarkus DaffingerMarkus Frank Juri PoppMartin ÖstreicherMaurizio MagnoMenyhért René Balog-DutombéOxana SalzmannPeter SimonischekPhilip WiegratzReiner NeffgenRüdiger VoglerSibylle CanonicaSofi de la TorreThomas LimpinselUwe KockischVeronica Ferres",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eZcpmSkA8VhWnDJKjOZ4A6TAoYK.jpg",
      "https://image.tmdb.org/t/p/w300/jUvvNpVWdwKysNQds2MhPnLvdy3.jpg",
      "https://image.tmdb.org/t/p/w300/pMHlnMggTwJ1q0hlucyvTEhMzut.jpg",
      "https://image.tmdb.org/t/p/w300/t0iOn5A8heH6T8cqLebQH6gn8XF.jpg",
      "https://image.tmdb.org/t/p/w300/vhPnI46fDYcdCYlxcJ75B1u2ZzA.jpg",
      "https://image.tmdb.org/t/p/w300/eJwWJxQxBBMXi0dgfHB8OYOpQWi.jpg",
      "https://image.tmdb.org/t/p/w300/8YtxoNvnxNi8ljT2YIHrSuDB7cV.jpg",
      "https://image.tmdb.org/t/p/w300/1a3RyO48npDDucn2xRnu9vWQacB.jpg",
      "https://image.tmdb.org/t/p/w300/zyWNuXEeCpYsLzgsFBU5VNKTwHL.jpg",
      "https://image.tmdb.org/t/p/w300/pFCGk8i8f88f2SqMDBMgs1uVf59.jpg",
      "https://image.tmdb.org/t/p/w300/dSPyVs3OQFY2B6bVnlem6qqwP4G.jpg",
      "https://image.tmdb.org/t/p/w300/3mNfmX2ujDuJ0LwmVGMgEFLOIDz.jpg",
      "https://image.tmdb.org/t/p/w300/2FK61y1CZD0Hi2bfiwlM2alFm8O.jpg",
      "https://image.tmdb.org/t/p/w300/1nT2A2sWlyTLujd4GTiEweQrqLt.jpg",
      "https://image.tmdb.org/t/p/w300/m7vDN7FgMF5NSAUMtcoxJI7iWzG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oAEvlYIlbyMxhCKuO3HE9egGzQA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/27gqx4tboc0v.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rubinrot-2013-german-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3YQKu/Rubinrot.2013.GERMAN.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rEFThCSD#uy6HIg7sA0bOPMJkX4i6a0CQQrHVaTWggZ7UrkmW-28",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/3gug55wwnn0z",
        "server": "streamvid.io",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/s2v84r4i1m0w.html",
        "server": "usersdrive.com",
        "size": "1010.1 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/rubinrot-2013-german-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1010.1 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1WYn1/Rubinrot.2013.GERMAN.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1010.1 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/PU0hzTDT#xOwaEC9Xm7Oe0Ku1iDQVU3Oy14Nt_kiW_IZ8vu8kGh8",
        "server": "mega.nz",
        "size": "1010.1 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/nxizserwzuvr",
        "server": "streamvid.io",
        "size": "1010.1 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "s3hr0sXT8qo",
      "video_url": "https://www.youtube.com/watch?v=s3hr0sXT8qo",
      "embed_url": "https://www.youtube.com/embed/s3hr0sXT8qo"
    }
  },
  {
    "metadata": "R|2013|1h 31mins|Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "177k"
    },
    "title": "Enemy(2013)",
    "description": "Enemy(2013) ရုပ်ရှင်အညွှန်းတစ်ခါတစ်လေ ကျရင် ကိုယ့်ဘဝရဲ့ ရန်သူဆိုတာ ကိုယ်ကိုယ်တိုင်လည်း ဖြစ်နေနိုင်ပါတယ်ဒီရုပ်ရှင်ကတော့ အချုပ်အနှောင်ကို မကြိုက်တဲ့ ယောက်ျား တစ်ယောက်၊ မိန်းမ တစ်ယောက်တည်းအပေါ် မှာပဲသစ္စာရှိရမှာ ကြောက်နေပြီး အဲ့လို ဘဝမျိုးမှာ လက်တွေ့ရှင်သန်နေထိုင်နေရတဲ့ အတွက် စိတ္တဇဝေဒနာ ကိုခံစားနေရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်းပါရုပ်ရှင်ရဲ့ အဓိကက မင်းသားရဲ့ စိတ်ရောဂါ အကြောင်းကို လုံးဝ ပရိတ်သတ်တွေ နှစ်ခါပြန်ကြည့်ပြီးစဥ်းစားရလောက်မယ့် ပုံစံမျိုးနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ပထမတစ်ခေါက်ကြည့်ပြီးရင်တော့ wtf? ဘာကြီးလဲ လို့ တွေးမိသွားနိုင်ပေမယ့်ရုပ်ရှင် တစ်ခုရဲ့ symbolism,metaphors တွေကို စိတ်ဝင်စား နားလည်တဲ့ သူတွေအတွက်ကတော့ဒီရုပ်ရှင် ပဟေဠိ တစ်ခုလိုပါပဲ အဖြေကို သေချာ နားလည်သွားတဲ့ အခါကျရင်တော့ တကယ့် masterpiece တစ်ခုလို့ ခံစားရမှာ အသေအချာပါပဲမင်းသားကတော့ ကျွန်တော့်အနေနဲ့ nightcrawler,spiderman-far from home တို့မှာ တွေ့ခဲ့ရတဲ့ မင်းသား​ကြီးjake gyllenhaal ပဲဖြစ်ပါတယ် ဒီထဲမှာလည်း သူ့ရဲ့ ချီးကျူးလောက်တဲ့ သရုပ်ဆောင်ချက်တွေကို တွေ့ရမှာပါFile size…1.4GB and 717MB and 335MBQuality…1080p Blu Ray and 720p and 480pFormat…Mp4Duration….1h 31minSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by Thura HeinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDenis VilleneuveStarsJake GyllenhaalMélanie LaurentCastAlexis UigaDarryl DinnIsabella RosselliniJake GyllenhaalJoshua PeaceKedar BrownKiran FriesenLoretta YuMegan ManeMélanie LaurentMisha HighsteadPaul StephenSarah GadonStephen R. HartTim Post",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/deYWtXTc56YdXyIuuMuA8dvBY16.jpg",
      "https://image.tmdb.org/t/p/w300/owcItC6oovy4JhYJ3tmwmeVSjPB.jpg",
      "https://image.tmdb.org/t/p/w300/cXQoTy676F3xd0k4297l5ducWHM.jpg",
      "https://image.tmdb.org/t/p/w300/sJrzTwawr8PysohmAROqOw0N9CL.jpg",
      "https://image.tmdb.org/t/p/w300/ry7CaEgNlh081Pa5ZKHqlJHWNYw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTg4ODExMDgwOF5BMl5BanBnXkFtZTgwMjUzNDM5MDE@._V1_.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/enemy-2013-1080-p-blu-ray-x-265-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/932dq3k9z4g4.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/hmczsqebaj4t",
        "server": "veryfiles.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1EApb/Enemy.2013.1080p.BluRay.x265(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/enemy-2013-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "717MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rdjldbxwdf2j.html",
        "server": "usersdrive.com",
        "size": "717MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/dgt1ccpb7g8t",
        "server": "veryfiles.com",
        "size": "717MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/30vjw/Enemy.2013.720p(CM).mp4",
        "server": "megaup.net",
        "size": "717MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/enemy-2013-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "335MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/h62shlj2hrx7",
        "server": "veryfiles.com",
        "size": "335MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/77knl2mq3icz.html",
        "server": "usersdrive.com",
        "size": "335MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "siPDDrxxZDg",
      "video_url": "https://www.youtube.com/watch?v=siPDDrxxZDg",
      "embed_url": "https://www.youtube.com/embed/siPDDrxxZDg"
    }
  },
  {
    "metadata": "NOT RATED|2013|103 min|Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "4,595"
    },
    "title": "Rigor Mortis (2013)",
    "description": "2013 ခုႏွစ္ကထြက္ရွိထားတဲ့ တရုတ္ ၀ိဉာဏ္သိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ပရေလာကရဲ႕ ဆန္းၾကယ္မူေတြနဲ႔ လူ႔ဘ၀ရဲ႕ ထူးဆန္းတဲ့ ကံၾကမၼာအေၾကာင္းေတြကို တင္ဆက္ ျပသထားတာပါ လူေတြဟာ ေသဆံုးၿပီးရင္ ကိုယ္ခ်စ္ရခင္ရတဲ့ သူေတြကို ႏုတ္ဆက္ဖို႔ အခ်ိန္ ၇ရက္ေပးတယ္လို႔ ယံုၾကည္ၾကပါတယ္ ဒီကားကလဲ ဒီရိုးရာ ယံုၾကည္မူေလးကိုအေျခခံၿပီးရိုက္ကူးထားတာပါ ဒီဇာတ္ကားကို ရိုက္ကူးခဲ့တဲ့ သူကေတာ့ ၁၉၈၀ ပတ္ခ်ာလည္ေလာက္က တရုတ္ တေစၧ ဖုတ္ေကာင္ကားေတြ ကို ရိုက္ကူးထုပ္လုပ္ၿပီးေအာင္ျမင္မူရခဲ့ တဲ့ juno mak က ရိုက္ကူးထုပ္လုပ္ခဲ့တာ ျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းကေတာ့ ေထြေထြထူးထူး ေျပာစရာ သိပ္မရွိပဲ ခပ္ၾကမ္းၾကမ္း သိုင္းအက္ရွင္ခန္းေတြပါတာမို႔ အသတ္အပုတ္ ပရိတ္သတ္ေတြကေတာ့ႀကိဳက္ႏွစ္သက္မယ့္ ကားေကာင္းတကားပါQty – 720p BlurayDuration – 1hr 45minGern – Action/thrillsubtitle – Myanmar HardsubEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJuno MakStarsAnthony ChanBilly LauChin Siu HoChung FatKara HuiKo Cheun-ManLo Hoi-PangMorris Ho Kwong-YuiPaw Hee-ChingRichard NgCastAaron Lo Pui-HimAnthony ChanBilly LauBobo Tsang BoCheung Wing-FooChin Siu HoChung FatFung Kwok-ShingGiselle LamKara HuiKo Cheun-ManLau Chak-SunLo Hoi-PangMorris Ho Kwong-YuiOggy Ho Hong-ManPaw Hee-ChingRichard NgYang Yi-YiZip Ho Kin-Man",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/brlbUBrl1L9Y3WHzbmohBlDwgGt.jpg",
      "https://image.tmdb.org/t/p/w300/rSHRgC7PxwkdCtNQBo7dXdlbVdt.jpg",
      "https://image.tmdb.org/t/p/w300/mvRwd0X1p6yVl7KIteZbVL8k4HG.jpg",
      "https://image.tmdb.org/t/p/w300/hJt0dx2q3SCUPeDkiVHXsUskJX5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/str2_gx_2610_6col_RIGOR_ONLINE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/r2tdp974i1qx.html",
        "server": "usersdrive.com",
        "size": "722MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/rigor-mortis-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "722MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SZ17/Rigor_Mortis_[2013]_(MM_Sub).mp4https://megaup.net/SZ17/Rigor_Mortis_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "722MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1d4noidjmja4",
        "server": "upstream.to",
        "size": "722MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "opBwIkiGtFA",
      "video_url": "https://www.youtube.com/watch?v=opBwIkiGtFA",
      "embed_url": "https://www.youtube.com/embed/opBwIkiGtFA"
    }
  },
  {
    "metadata": "|2013||Adventure,Comedy,Crime",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Who Killed Bambi? (2013)",
    "description": "ဒီစပိန်ဇာတ်လမ်းလေးကတော့သူငယ်ချင်းနှစ်ယောက်ရဲ့တလွဲစွန့်စားခန်းလေးပဲဖြစ်ပါတယ်။ကိုယ်အလုပ်လုပ်နေတဲ့ရုံးကသူဠေးသမီးနဲ့မှကြိုက်မိတဲ့ကောင်လေးတစ်ယောက် သူ့ယောက်ခမသူဠေးကြီး ‌ပေါက်ကရအဖြစ်အပျက်တွေကြားထဲကအိမ်ကိုကောင်းကောင်းပြန်ရောက်ဖို့အရာ နည်းလမ်းတွေရှာကြိုးစားနေချိန်မှာ အခြားတစ်ဖက်မှာလဲအကြွေးတွေနစ်နေတဲ့ လူနှစ်ယောက် သူဠေးကို ပြန်ပေးဆွဲဖို့ကြိုးစားတဲ့အခါပြဿနာ‌တွေစတက်ပါတော့တယ်။ပေါက်ကရတိုက်ဆိုင်မှုတွေနဲ့ဇာတ်လမ်းကိုစထားပြီးတော့သူငယ်ချင်းနှစ်ယောက်၊ သူဠေးနဲ့ ပြန်ပေးသမားတွေကြားဘယ်လိုဆက်ဖြစ်ကြမှာလဲဇာတ်လမ်းက ဘယ်လိုအဆုံးသတ်မှာလဲနောက်ဆုံးဇာတ်လမ်းနာမည်ဖြစ်တဲ့မေးခွန်းကိုအဖြေဘယ်လိုပေးသွားမလဲဆိုတာကို ရယ်ရင်းမောရင်း ‌ရင်လဲမောရင်းကြည့်ရမှာပြဖြစ်ပါတယ်။The Hangover တို့လိုဇာတ်ကားမျိုးတွေကြိုက်တတ်ရင်ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့်လက်မလွှတ်တမ်းကြည့်ဖို့အကြံပေးချင်ပါတယ်ခင်ဗျာFile size…  1.1  GB /  476 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 35mGenre …..  Crime, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Dr ZacYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndrés IniestaAntonio EstradaBelén Ponce de LeónCarmina BarriosClara LagoEnrico VecchiErnesto AlterioJoaquín NúñezJosé Ángel EgidoJosé ChavesJuan Carlos SánchezJuan MotillaJulián VillagránManolo SoloMari Paz SayagoPablo BaenaPaco MorenoPedro Mari SánchezQuim GutiérrezSebastián HaroÚrsula Corberó",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rggVtemmDMYn2MUofVtGxDeSTrq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3mHqcLRdz07krdM2JbqaPmAp61U.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/555m9dargi3i.html",
        "server": "usersdrive.com",
        "size": "1.1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/quien-mato-a-bambi-2013-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3kich/Quien.Mato.A.Bambi.2013.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3uBXwQLJ#vMRDBabiCn__Rvu70-9BpE_UmRdGzb5rB1JgadkhmnY",
        "server": "mega.nz",
        "size": "1.1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lk9ek0vgu69e.html",
        "server": "usersdrive.com",
        "size": "476 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/quien-mato-a-bambi-2013-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "476 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kicg/Quien.Mato.A.Bambi.2013._720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "476 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WmpihSrR#nKTZlL9nZBb7fNK3z6klYWRS0BfitFKBPsiLxbzAvLg",
        "server": "mega.nz",
        "size": "476 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2013|2h 1min|Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "20,544"
    },
    "title": "Like Father, Like Son (2013)",
    "description": "Like Father, Like Son(2013)IMDb…..7.8,,,,Rotten…..87%ဒီဇာတ်ကားရဲ့အစ(၁၀)မိနစ်လောက်မှာ ခင်ဗျားတို့ဟာ မိသားစုတစ်စုရဲ့ နိစ္စဓူ၀ လုပ်ငန်းစဉ်လေးတွေကိုတွေ့လိမ့်မယ်…အဖေရယ် အမေရယ် သားလေးတစ်ယောက်ရယ်…..အိမ်ထောင်ဦးစီးရဲ့ အလုပ်အကိုင်နဲ့ မိသားစုအပေါ်ဦးဆောင်ပုံ၊ သားသမီးနဲ့ မိန်းမအပေါ် ဘယ်လိုသဘောထားပုံကိုတွေ့ရမယ့်အပြင်ဇနီးသည်ဖြစ်သူရဲ့ ပါရမီဖြည့်ဟန်နဲ့  အသက်(၆)နှစ်အရွယ် သူတို့ထုဆစ်နေတဲ့သားလေးရဲ့ လောကကြီးပေါ် လျော်လှမ်းဖို့ကြိုးစားပုံတွေကိုပထမ(၁၀)မိနစ်လောက်မှာ သိသွားလိမ့်မယ်…တစ်နေ့ ဒီသားလေးမွေးတဲ့ ဆေးရုံကနေ လာခဲ့ဖို့ပြောလို့သွားတဲ့အခါမှာ ဆေးရုံက တာဝန်ရှိသူတွေကပြောတယ်….လွန်ခဲ့တဲ့(၆)နှစ်က ကျွန်တော်တို့ဆေးရုံမှာ ခင်ဗျားတို့ ကလေးလွဲသွားတယ်တဲ့……မိဘ(၂)ဦးအတွက် တကယ့်ကို အံအားသင့်စရာဖြစ်ရပ်ပါပဲ….အဲ့ဒီအချိန်မှာ သူတို့ DNA ပြန်စစ်တော့ တကယ်လည်း လွဲမှားနေတယ်….ဆေးရုံက လူကြီးတွေက လွဲခဲ့တဲ့ (၂)ဘက်မိဘတွေကိုတွေ့ဆုံပေးတယ်…ဒီနေရာမှာ ကြည့်ရှူနေတဲ့ ခင်ဗျားတို့သာဆိုရင်ရော ဘယ်လိုလုပ်မလဲ….ကိုယ့်သားလေးအရင်းဆိုပြီး(၆)နှစ်လုံးပြုစုပျိုးထောင်လာခဲ့တာ…ဟော ခုတော့ သားအရင်းမဟုတ်တော့ဘူးတဲ့…..ကလေးချင်းပြန် လဲမှာလား…..ဒီလိုကျပြန်တော့လည်း (၂)ဘက်မိဘတွေကမလုပ်ရက်ပြန်….မလဲရင်လည်း ကိုယ့်သားအရင်းမဟုတ်တဲ့အပြင်  ကျောင်းမွေးစာရင်းမှာ မိဘရဲ့ DNAက မကိုက်လို့ကျောင်းအပ်ဖို့ကလည်းအခက်အခဲဖြစ်…..Capernaum(2018) ဇာတ်ကားထဲမှာတော့ ခင်ဗျားတို့အားလုံးဟာဇိမ်းရဲ့အဖြစ်တစ်ခုကို လိုက်လံခံစားရတာ…ပြောချင်တာက ဇိမ်းပါဝင်တဲ့Capernaum(2018)လိုကားမျိုးကိုကြိုက်တယ်ဆိုဒီကားကိုလည်းကြည့်ကြပါလို့ပြောချင်တယ်…ဒီကားမှာတော့ မိဘ (၄)ယောက်နဲ့ သားလေး(၂)ယောက်နောက်ကိုပါ လိုက်ပြီးတွေးရတယ်…..ငါဆိုရင်ရော  ဘယ်လိုလုပ်မလဲ….အကောင်းဆုံးဖြစ်အောင် ဘယ်လိုရှေ့ဆက်ကြမလဲ….ဒီကားက ပေးချင်တဲ့ အဖိုးတန် Message ပေါင်းများစွာရှိတယ်..ပြီးတော့ အီနေတာတွေဝှေ့နေတာတွေမပါဘူး…တကယ့်ကို လိုရင်းတွေကိုပဲ ခပ်သွက်သွက်လေးသွားနေတယ်..Rating တွေလည်း ကြွရွနေသလို အကောင်းဆုံးဇာတ်ညွှန်းဆုနဲ့ အခြားဆု(၂၂)ဆုလည်းရရှိခဲ့တယ်….File Size : (952 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:01:00Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by MegumiEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAtsushi KaneshigeHirokazu Kore-edaKae TakeyariKaoru EndôMiho TomitaStarsJun FubukiJun KunimuraKazuya TakahashiKeita NinomiyaKirin KikiLily FrankyMachiko OnoMasaharu FukuyamaPierre TakiShôgen HwangYôko MakiYoshida YohYuri NakamuraCastAdachi TomomitsuAizawa KazukiArata IuraEndo HayatoFuku KokoyuFurudate HonokaFuruichi KyouyaHana KinoHarasawa TakeharuHarunobe TomoyaHaruyama RenaHatagaki TeruoHigashi KousukeHiroshi ÔkôchiIchirô OguraIda AyanoIkeda HaruImai KatsumiIsao NatsuyagiJun FubukiJun KunimuraJunpei UtoKanako ShimadaKawai MitsuruKazuaki ShimizuKazuya TakahashiKeiji NakazawaKeita NinomiyaKen OchiaiKirin KikiKisaragi SeiichiKōichi KitamuraKondo MinatoKusaka MasakiLily FrankyMachii HaruhiroMachiko OnoMaekawa NeneMasaharu FukuyamaMegumi MorisakiMeguri HirooMiyamoto KoharuMiyu TakizawaMori KeiichiroMorita NonokaNagai RihoNakamura KokohaNatsuki InabaNishimura IzumiOchiai RinOda RanOgawa ChisakiOka KanonOkawa HarunaOokawa YukiOokawara RyuOsawa IsshinOshiba YamatoOziel NozakiPierre TakiRina EndouSasaki MasakazuSawano HitomiShimada EinaShimizu DaikiShirô KatôShôgen HwangTakeuchi SeijuTanazawa KentoTanda NorikoTetsushi TanakaTomomitsu AdachiTomoya NakamuraTsuyoshi HayashiYamada KomaYamagishi KotaroYamamoto ShuriYoko MakiYoshida YohYoshikawa AoiYuji YoshimasuYujiro KomuraYukihiro NishiyamaYuri NakamuraYuriko Hayashi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gKvbO1OcIHrSW9XmABjgxHgqBF3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/Like-father-like-son-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a7ymze0jdxhz.html",
        "server": "usersdrive.com",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/like-father-like-son-soshite-chichi-ni-naru-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Tn9D/Like_Father,_Like_Son_(Soshite_Chichi_Ni_Naru)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/sVZSVQpT#mwMMLdws2KUb_hPBN0eaIrv38wFsX62Tpz-yfUuB6Uc",
        "server": "mega.nz",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/qtiy677wg7n8",
        "server": "upstream.to",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "J_o0QnhkSd0",
      "video_url": "https://www.youtube.com/watch?v=J_o0QnhkSd0",
      "embed_url": "https://www.youtube.com/embed/J_o0QnhkSd0"
    }
  },
  {
    "metadata": "|2013|2h 2min|Crime,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "5,011"
    },
    "title": "Hope (2013)",
    "description": "Hope (2013)_____IMDb – 8.3/10“လူ” ဟုပင် မခေါ်ထိုက်သည့် မိစ္ဆာကောင်*************************************၁၂ နှစ်ဆိုသည့် အချိန်သည် အကုန်မြန်လွန်းလှသည်…။***************************************၂၀၀၈ ခုနှစ်လွန်ခဲ့သော ၂၀၀၈ ခုနှစ်တွင် ထောင်ဒဏ် ၁၂ နှစ် အပြစ်ပေးခံရသော ဂျို ဒို ဆွန်း (Cho Doo-Soon) ဆိုသည့် အသက် ၅၆ နှစ်အမျိုးသားကြီးသည် များမကြာမီ ၂၀၂၀ ဆိုလျှင် ထောင်က လွတ်လာတော့မည်ဖြစ်သည်။ယခု ၂၀၁၇ ခုနှစ်ဆိုတော့ နောက် ၃ နှစ်…။ထိုအချိန်တွင် Cho သည် အသက် ၆၈ နှစ် အဘိုးကြီးဖြစ်နေပေတော့မည်။သူသည် ယခု ထောင်ထဲတွင် ကျန်းမာရေးလည်း သိပ်မကောင်းဟု သတင်းရသည်။ထိုအသက် ၇၀ နားကပ်နေတော့မည့် အဘိုးကြီး ထောင်မှပြန်လွတ်လာတော့မည်…။ဒါကို တောင်ကိုရီးယားပြည်သူတို့က မကြည်ဖြူကြပါ..။ယခုတလော ထို အဘိုးကြီးအကြောင်းကို လူတွေကပြောနေကြသည်။“ထောင်ထဲမှာ တသက်လုံးနေရမှာ..”” ဟင်… မသေသေးဘူးလား!?!”” ဘုရား..ဘုရား … မိစ္ဆာကောင်ကြီး ကို ကျွန်မတို့ လူ့အဖွဲ့အစည်းထဲကို ပြန်မထည့်ဖို့ တောင်းဆိုပါတယ်…”“သူ့ကို တသက် တကျွန်း ထောင်ထဲမှာထည့်ထားပေးပါ”တောင်ကိုရီးယား အင်တာနက် လူထု ကြီး (Netizen) မှ မကျေနပ်သူများ အတော်များနေသည်။ယခု ၂၀၁၇ ခုနှစ် နိုဝင်ဘာအထိ စာရင်းအရ လူပေါင်း ၃၅၉,၈၈၈ ယောက်က ထို အဘိုးကြီးအား ထောင်မှ ပြန်မလွှတ်ရန် လက်မှတ်ထိုး၍ အစိုးရထံ ဆန္ဒပြတောင်းဆိုနေသည်။***************************************?အပိုင်းတစ်ကျွန်မ အသက်ရှင်နေရတာကိုပဲ ကျေးဇူးတင်လှပါပြီ…။ကျွန်မမှာ သူငယ်ချင်းရယ်လို့ မရှိပါဘူး။ရည်းစားရှိဖို့ အိမ်ထောင်ကျဖို့ဆိုတာ အိမ်မက်တောင်မမက်ရဲတဲ့ဘဝပါ..။မစင်အနံ့ အမြဲနံစော်နေတဲ့ ကျွန်မကို ဘယ်သူက သူငယ်ချင်းလုပ်မှာလဲ…?ဘယ်သူက ရည်းစားတော်ချင်မှာလဲ..?ကျွန်မဟာ လူကြားထဲမှာတောင် မသွားလာရဲခဲ့ပါဘူး။ စာတတ်ချင်လွန်းလို့သာ ကျောင်းဆက်တက်နေရပါတယ်။ ကျွန်မအတွက်တော့ အမြဲ သိမ်ငယ်နေမိတယ်..။ကျွန်မ သူငယ်ချင်းတွေနဲ့ အမြဲဝေးဝေးနေမိတယ်။ကျွန်မဆီက အနံ့ဆိုးတွေ အတွက် ကျွန်မရှက်တယ်…။ အားနာတယ်..။***************************************ကျွန်မ အိမ်သာတွေကို ကြောက်တယ်။ကျွန်မ အိမ်က အိမ်သာကလွဲပြီး တခြားအပြင်က အိမ်သာတွေထဲမဝင်ခဲ့တာ ၁၀ နှစ်လောက်ကြာပေါ့…။ဟုတ်ပါတယ်..။ ကျွန်မဟာ အိမ်သာသွားပြီး အညစ်အကြေးစွန့်ဖို့ အင်္ဂါမရှိတဲ့ ဒုက္ခိတတစ်ယောက်ပါ..။ကျွန်မသွားလေရာ ဆီး/မစင်အိတ် ခါးဘေးမှာချိတ်ထားရတယ်လေ..။ဆောင်းတွင်းဆိုရင် အင်္ကျီအထူကြီးတွေ ဝတ်တော့ ဒီအိတ်တွေချိတ်ထားတာ လူမမြင်တော့ဘူးပေါ့..။ဒါပေမဲ.. နွေရာသီပူပူလောင်လောင်ကြီးမှာ အကျီအပွ အထူကြီးတွေဝတ်ရတာ ကျွန်မအတွက် အဆင်မပြေလှဘူး..။ဒါကြောင့် ကျွန်မ နွေရာသီတွေကိုလည်း ကြောက်တယ်…။***************************************ကျွန်မ ငယ်ငယ်တုန်းကဘဝပြန်ရချင်တယ်။ငယ်ငယ်တုန်းကဆို ဒီလို မစင်အိတ်ခါးမှာချိတ်စရာမလိုဘူး..။ ကျွန်မဟာ မွေးရာပါဒုက္ခိတ မဟုတ်ပါဘူးရှင်..။အဲဒီတုန်းက လွတ်လွတ်လပ်လပ် ပြေးလွှားလို့ရပါတယ်။ သိပ်ပျော်ဖို့ကောင်းခဲ့ပါတယ်..။ဒါပေမယ်…ကျွန်မဘဝဟာ အသက် ၈ နှစ်မပြည့်ခင်အထိပဲ ပျော်စရာကောင်းခဲ့ပါတယ်။***************************************၂၀၀၈ ခုနှစ် ဒီဇင်ဘာလ ၁၁ ရက်နေ့သမီးဟာ ပထမတန်းကျောင်းသူလေးပါ။ချမ်းအေးလှတဲ့ ဒီဇင်ဘာလကြီးမှာ သမီး ကျောင်းတက်ဖို့ အိမ်ကထွက်လာခဲ့တယ်။မနက် ၈ နာရီ ၃၀ မိနစ်ပေါ့ ..။သမီးတို့ကျောင်းသွားရင် ခရစ်ယာန်ကျောင်းတစ်ကျောင်းကို ဖြတ်သွားရတယ်..။ခရစ်ယာန်ကျောင်းနားမှာ အဘအရွယ် လူကြီး တစ်ယောက် သမီးအရှေ့ကိုလာရပ်ပါတယ်။“နင် ဒီခရစ်ယာန်ကျောင်းတက်ဘူးလား”“ဟင့်အင်း”**************************************အဘကြီးဟာ သမီးရဲ့ ပါးစပ်ကိုပိတ်ပြီး အိမ်သာထဲလို အတင်းဆွဲခေါ်သွားတယ်။အဘကြီးဟာ သူ့ဘောင်းဘီကိုချွတ်တယ်။ ပြီးတော့ သမီး မလုပ်ချင်တာတွေကိုခိုင်းပါတော့ တယ်..။သမီး ရွံတယ်။ပြီးတော့ သမီး ကြောက်တယ် ..။သမီးအော်တော့ အဘကြီးက ပါးစပ်ပိတ်ထားတယ် ..။ သမီးမျက်နှာတွေကိုရိုက်တယ်။“အဖေရေ ကယ်ပါ..။ သမီး နာကျင်လှပါပြီ..”သမီးကို လည်ပင်းညှစ်တယ်..သမီးအသက်ရှုလို့မဝတော့ဘူး..။ သမီးခေါင်းတွေ အရမ်းမူးလာတယ်..။ သမီးမျက်နှာတွေ လည်ပင်းတွေနာတယ်…။ သမီး နာလွန်းလို့ သတိရလိုက်… မရလိုက်ပါပဲ..။နောက်ဆုံးမှတ်မိတာက အဘကြီးက သမီးမျက်နှာတခုလုံး အိမ်သာခွက်ထဲကို အတင်းထည့်ပြီး ဖိထားတယ်။ အိမ်သာရေဆိုးတွေက သမီးရဲ့နှာခါင်းနဲ့ ပါးစပ်ထဲကိုဝင်လာတယ်။သမီး ဘာကိုမှ မမှတ်မိတော့ဘူး။**************************************သမီး သတိရတော့ အိမ်သာထဲမှာပါပဲ..။ ဆောင်းရာသီဆိုတော့ ချမ်းလိုက်တာ..။သမီးအင်္ကျီတွေ ဘောင်းဘီတွေ သမီးကိုယ်မှာမရှိဘူးထင်ပါရဲ့…။ ချမ်းလိုက်တာ သေမတတ်ပါပဲ…။“အမေရေ… အဖေရေ … သမီးကို လာကယ်ပါ”သမီးတကိုယ်လုံးလှုပ်လို့မရတော့ဘူး။ လှုပ်ရင် အရမ်းနာတယ်။ လှုပ်ဖို့လဲ အားမရှိပါဘူး။ သမီး ခေါင်းတွေမူးလာပြီး ဘာမှ မသိတော့ပြန်ဘူး..။*************************************သမီးသတိရတော့ ဆေးရုံမှာပါ…။ သမီးအဖေနဲ့ အမေကို ပြန်တွေ့ရပါပြီ..။ဟင်.?!?.သမီးဗိုက်ကနေဖောက်ထားတဲ့ပိုက်တန်းလန်းကြီးနဲ့…။ နာကျင်လှပေမယ့် သမီးမကြောက်တော့ပါဘူး..။ သမီး အဖေက ပြုံးပြီး ပြောတယ်။“သမီးနေကောင်းသွားမှာပါ..” တဲ့ဒါပေမယ့် အဲဒီအချိန်ကစပြီး သမီးပြန်မကောင်းတော့ပါဘူး။ သမီးမှာ ဆီးသွားဖို့နဲ့ မစင်စွန့်ဖို့ အင်္ဂါတွေမရှိတော့ဘူးဆိုတာ သိလိုက်ရပါတယ်။သမီးဒုက္ခိတဖြစ်သွားပါပြီ။သမီးခန္ဓာကိုယ်က အညစ်အကြေးတွေဟာ သမီးဗိုက်ထဲမှာ ထည့်ဆက်ထားတဲ့ ဆီးပိုက် မစင်ပိုက်တို့ကတဆင့် သမီးခါးမှာချိတ်ထားတဲ့အိတ်ထဲကို တစက်ခြင်းကျနေပါတယ်။အနံ့တွေကလည်း တအားဆိုးပါတယ်။*************************************?အပိုင်းနှစ်Cho ဆိုသည့် အသက် ၅၆ နှစ်အရွယ် မုဒိမ်းသမားသည် ကလေးမလေးအား ဆံပင်မှဆွဲ၍ မျက်နှာအား အိမ်သာခွက်ထဲ နှစ်ထားလိုက်သည်။ကလေးမလေး သတိမေ့သွားသည်။ ပို၍သေချာစေရန် ထိုကလေးမလေးအား ထပ်၍ လည်ပင်းညှစ်လိုက်သည်။ကလေးမလေးပျော့ခွေ၍ သွားသည်။အိမ်သာ အဖုံးကိုပိတ်၍ ကလေးမလေးအား ပစ်တင်လိုက်သည်။ထို့နောက် မြေးအရွယ် ကလေးလေးအား Cho သည် မုဒိမ်းကျင့်သည်။သူသည် အကြိမ်ပေါင်းများစွာ မုဒိမ်းကျင့်သည်။*************************************ကလေးမလေး၏ ဦးခေါင်းနှင့် ပုခုံးသည် အိမ်သာ ရေအိုးနံရံနှင့် အကြိမ်ပေါင်းများစွာ ဆောင့်မိ၍ ပြင်းထန်သော ဒါဏ်ရာရကာ သွေးများ ဒလဟော စီးကျလာသည်။ကလေးမလေး၏ အညစ်အကြေးစွန့် အင်္ဂါများ အားလုံး စုတ်ပြတ်သွားပြီး သွေးအလိမ်းလိမ်းဖြင့် ကလေးမလေး၏ အူများထွက်ကျလာသည်။ကလေးမလေး၏ သားအိမ်လမ်းကြောင်းနှင့် အစာဟောင်းလမ်းကြောင်းကြားရှိ နံရံအားလုံးပွင့်သွားသည်။*************************************Cho သည် အိမ်သာထဲရှိ တစ်ရှုးများပိတ်ဆို့လျှင် စုပ်ယူ ဖယ်ရှားသည့် ရော်ဘာစုပ်တံခွက်ဖြင့် ကလေးမလေး၏ အူများကို အပြင်ရောက်အောင် စုပ်ထုတ်လိုက်သည်။ထိုအူများအပေါ်တွင် သူ၏ သုတ်ရည်များ သက်သေအဖြစ် ကျန်ရှိနေမှာ စိုးသောကြောင့်ဖြစ်သည်။အူများထွက်နေသည့် ကလေးမ၏ ခန္ဓာကို အိမ်သာရေထဲနှစ်၍ အိမ်သာခွက်ရှိရေဖြင့် ဆေးသည်။ ထိုနောက် အူများကိုဗိုက်ထဲ ပြန်ထိုးသွင်းလိုက်သည်။အူများက ပြန်ကျလာသည်။*************************************ကလေးမလေးအား ပက်လက်အနေအထားပြုလုပ်လိုက်သည်။ အူများကို ပြန်သွင်းသည်။ သည်တကြိမ်တွင် အူများထွက်မကျတော့ …။“ပြေးမှ..”Cho သည် ကလေးမလေးအား တစ်ချက်ကြည့်၍ ပြေးရန် ပြင်ဆင်သည်။ သို့သော် သူ၏ တိရိစ္ဆာန်စိတ် ရမက်ကြောင့် မပြေးနိုင် …ဗိုက်ပွင့်၍ သေလုမြောပါးဖြစ်နေသော ကလေးမလေးအား ရက်စက်စွာထပ်၍ မုဒိမ်းကျင့်လေသည်။နောက်ထပ် မုဒိမ်း ၂ ကြိမ် ထပ်ကျင့်ပါသည်။ထို့နောက် ချမ်းအေးလှသော ဆောင်းရာသီတွင် အူများနှင့်တကွ တကိုယ်လုံးကို ဘေးရှိ ဘုံဘိုင်ရေအေးဖြင့်အထပ်ထပ် အခါခါဆေးသည်။ သူ၏ ခြေရာလက်ရာများကျန်ခဲ့မည်စိုး၍ဖြစ်သည်။ကလေးလေးအား အိမ်သာပေါ် ထိုင်ရက်အနအထား ထိုင်စေသည်။ထို့နောက် အိမ်သာထဲမှ ထွက်လာခဲ့သည်။မကြာမီပင် အိမ်သာတက်သူများက ရဲစခန်းကို အကြောင်းကြားသောကြောင့် ရဲကား ဆေးရုံကားများရောက်လာက ကလေးမလေးအား အရေးပေါ် ဆေးကုသမှုများချက်ချင်းပြုလုပ်ခဲ့သည်။*************************************ကလေးလေး၏ အူများ အပိုင်းပိုင်းပြတ်ကုန်သည်။ ရေမသန့်သောကြောင့် ပိုးဝင်၍ အခြေအနေဆိုးကုန်သည်။ကလေးမလေး၏ အောက်ပိုင်းအင်္ဂါအားလုံး၏ ၈၀% အား လုံးဝဖယ်ရှား ဖြတ်တောက်ပစ်ခဲ့ရသည်။*************************************?အပိုင်း သုံး၂၀၀၈ ခုနှစ် ဒီဇင်ဘာလ ၁၃ ရက်နေ့ကလေးမလေး၏ ခန္ဓာကိုယ်ကို ဆေးကြောခဲ့သော်လည်း သဲလွန်စများကျန်နေခဲ့သည်။၂ ရက်အကြာတွင် Cho ကိုဖမ်းမိခဲ့သည်။*************************************Cho သည် ဘယ်သောအခါမှ နောင်တရမည့်သူမဟုတ်။ လူစိတ်ပျောက်နေသူဖြစ်သည်။အပြစ်ဒါဏ် ကျခံရမည်စိုး၍ အမျိုးမျိုးလိမ်ခဲ့သည်။ သူ့အမှားကို မဝန်ခံခဲ့ပါ..။” ကျွန်တော် မသိဘူး”“ဒါဆို အိမ်သာထဲက ခင်ဗျားခြေရာတွေကရော..။ ဒီမှာ ခင်ဗျားဖိနပ်..။ ခင်ဗျားခြေရာ တထပ်တည်းပဲ…”ထိုအခါ စကားပြောင်း၍ ထပ်လိမ်သည်။“ကျွန်တော် အိမ်သာတက်မလို့သွားတော့ အိမ်သာထဲကလူတယောက်ပြေးထွက်လာတယ်..ကျွန်တော်လဲ ကလေးမလေးလဲနေတာတွေ့ပြီး အမှုပတ်မှာစိုးလို့ ပြန်ထွက်လာခဲ့တာ..။ ဒါကြောင့် ကျွန်တော့်ခြေရာကျန်ခဲ့တာပေါ့”“ဒီဟာ ခင်ဗျားခြေအိတ်..! ကလေးမလေးရဲ့သွေးတွေ..”“ဪ သွေးတွေနင်းမိတယ်ထင်ပါရဲ့…”ထိုလူမဆန်သော လူယုတ်မာ Cho သည် အကြိမ်ကြိမ်လိမ်နေသောကြောင့် ဆေးရုံတွင် ဆေးကုသခံနေရသော ကလေးမလေးအား တရားရုံးအထိ ခေါ်စစ်ရသော အနေအထားရောက်လာသည်။*************************************ကံကြမ္မာသည် သူမလေးအတွက် ရက်စက်ပေစွ…။တရားရုံးတွင် မိမိ မုဒိမ်းကျင့်ခံရကြောင်း ကိုယ်တိုင်ပြန်ပြောရသော အဖြစ်ထက်ဆိုးတာ ရှိပါဦးမည်လား။“သမီးကို မအော်နဲ့ တိတ်တိတ်နေလို့ ပြောခဲ့လို့ မျက်နှာမှတ်မိနေပါတယ်”“အဲ့ဒီ ဓာတ်ပုံတွေ့ရင် လက်တဖက်မြှောက်ပြပါ”ထောက်လှမ်းရေးတို့က မုဒိမ်းကောင်များ၏ ဓာတ်ပုံ ၉ ပုံပြ၍ ရွေးစေသည်။ကလေးမလေးသည် လူယုတ်မာ Cho အားရွေးချယ်ပြခဲ့သည်။*************************************၈ နှစ်အရွယ်ကလေးမလေးသည် အရွယ်နှင့်မလိုက်အောင် မကြားဝံ့မနာသာမေးခွန်းများကို ဖြေနေရသည်။သူမ ဖြေကြားရသော အဖြေများသည် သူမဘဝတွင် စိတ်ဒါဏ်ရာအကြီးအကျယ်ရစေခဲ့သည်..။တရားရုံးတွင် ကလေးမလေးအား Cho၏ မျက်နှာကို မတွေ့စေရန် နံရံများပြုလုပ်၍ ကာပေးခဲ့သည်။ (ကလေးမလေးအား တရားရုံးတွင် လူယုတ်မာ Cho နံဘေး၌ ရှိနေသည်ကို အသိမပေးခဲ့ပါ..)*************************************သို့သော် ကလေးမလေးက“အဲဒီအဘမှာ ဆံပင်ဖြူမရှိဘူး” ဟုပြောခဲ့သည်။Cho ၏ဆံပင်များက ဖွေးဖွေးဖြူနေသည်။ထို့ကြောင့် လူယုတ်မာကြီးကဆက်လိမ်သည်။“ကျွန်တော် မဟုတ်ပါဘူး”*************************************” ကလေးမလေး အူမကြီးထဲမှာ ခင်ဗျားရဲ့ သုတ်ရည်တွေ စစ်ဆေးတွေ့ရှိရတယ်..ဘာငြင်းဦးမလဲ?”(ထိုစဉ်က တောင်ကိုရီးယားတွင် DNA Test မရှိသေး၍ နိုင်ငံခြားသို့တင်ပို့ စစ်ဆေးရသဖြင့် အချိန်ကြာခဲ့သည်။)ဆံပင်နှင့်ပတ်သက်၍လည်း ထိုအချိန်က ဆံပင်အမည်းဆေးဆိုးခဲ့ကြောင်းသိရသည်။*************************************ထိုအခါ လူယုတ်မာ လူလိမ် Cho က“ကျွန်တော် မူးနေလို့မမှတ်မိပါဘူး” ဟုဖြေသည်။ကလေးမလေးကလည်း ” အရက်စော်နံပါတယ်” ဟုဖြေခဲ့သည်။အရက်သောက်၍ လူမှန်းမသိသောသူသည် ထိုသို့ သဲလွန်စများကို ဖျောက်ပစ်နိုင်မည်လား? သတိတရားရှိနေ၍သာ ထိုအလုပ်များလုပ်နိုင်ခြင်းဖြစ်သည်။ကလေးမလေး အရက်နံ့ရသည်မှာ အခင်းမဖြစ်ပွားခင် ညက သောက်ထားသော အရက်ဖြစ်နိုင်သည်။*************************************ထိုလူယုတ်မာအား တရားသူကြီး.. နှစ်ဖက်ရှေ့နေ အားလုံးက သေဒဏ် သို့မဟုတ် တသက်တကျွန်းကျစေလိုသည်။သို့သော် ထောက်လှမ်းရေးတို့က လူယုတ်မာ Cho အရက်သောက်ထား မသောက်ထားကို ဖမ်းမိမိချင်း စစ်ဆေးမှုများမပြုမိခဲ့..၊ ကလေးမလေး၏ အင်္ကျီစသည်တို့တွင် အရက်နံ့ရှိမရှိစစ်ဆေးခြင်း…၊အခင်းဖြစ်ပွားသော အိမ်သာထဲတွင် အရက်နံ့ရ မရ စစ်ဆေးခြင်း…တို့ကို ထောက်လှမ်းရေးဖက်မှ ပျက်ကွက်ခဲ့သည်။ဒါကို သိနေသော လူယုတ်မာသည် အကြံဖြင့် အချိန်ဆွဲခဲ့ခြင်းဖြစ်သည်။ကလေးမလေးဆီမှ“အရက်နံ့ရပါတယ်..” ဟူသောအဖြေသည် လူယုတ်မာ Cho အား တသက်တကျွန်းမှ ကယ်ခဲ့လေသည်။*************************************၂၀၀၈ ခုနှစ် တောင်ကိုရီးယား ဥပဒေအရ အရက်သောက်ထား၍ လူစိတ်ပျောက်နေသဖြင့် ပြုမိသောအမှားအား ထောင်ဒါဏ် ၇ နှစ်နှင့် အထက်သာအပြစ်ပေးခွင့်ရှိသည်။သည်အတိုင်းဆို တောင်ကိုရီးယားမှာ ရာဇဝတ်မှုကျူးလွန်ချင်လျှင် အရက်သောက်ရမလိုဖြစ်နေသည်..ဟု ပြည်သူများက အပြစ်တင်ကြသည်။တရားသူကြီးက အစွမ်းကုန် အပြစ်ပေးဘို့ နည်းလမ်းရှာသော်လည်း ထောင်ဒါဏ် ၁၂ နှစ်သာ အပြစ်ပေးနိုင်ခဲ့လေသည်။သူကပြောလိုက်သေးသည်။“ဒီကလေးမ ငါပြန်ထွက်လာရင် သိမယ်..။ ငါ့ဘဝပျက်အောင် တရားစွဲတဲ့မိသားစု! “*************************************ထို့ကြောင့် နိုင်ငံတစ်နိုင်ငံ၏ ဥပဒေသည် အလွန်အရေးကြီးသည်။ ထို ဥပေဒေသည် အမှန်တရားအတွက် အကာအကွယ် ဖြစ်နိုင်သလို အဓမ္မများကို အားပေးနေသော အထောက်အပံ့လည်း ဖြစ်သွားနိုင်သည်။တောင်ကိုရီးယားပြည်သူတို့သည် ထိုလူယုတ်မာအား ထောင်ထဲမှ မလွှတ်ပေးရန် တောင်းဆိုနေကြသည်။*************************************ကလေးမလေး၏ အရှက်ကိုကာကွယ်သည့် အနေနှင့် ထိုအဖြစ်အပျက်ကို ၂၀၀၈ ခုနှစ် သတင်းများ၌ မကြေငြာခဲ့ပေ..။၂၀၀၉ ခုနှစ် ၉ လပိုင်း ၂၂ ရက်နေ့တစ်နှစ်အကြာတွင် ကလေးမလေး မိသားစုမှ မူရင်း နာမည်ပြောင်း၍ ထိုအဖြစ်အပျက်ကို တနိုင်ငံလုံးအသိပေးရန် ခွင့်ပြုခဲ့သည်။သူတို့မိသားစု၏ စေတနာမှာ ဤလူ့အဖွဲ့အစည်းတွင် Cho Doo Soon ကဲ့သို့ လူယုတ်မာများရှိနေကြောင်း အသိပေးလို၍ဖြစ်သည်။သူတို့ သမီးလေး၏ အဖြစ်ဆိုးကို တနိုင်ငံလုံးသိရှိ၍ ရင်သွေးငယ်များအား မိဘတို့က ကြိုတင် ကာကွယ်နိုင်ရန်ဖြစ်သည်။ထို့အပြင် ၂၀၁၃ ခုနှစ်တွင်Hope ဟူသော ရုပ်ရှင်ကားကို ဖန်တီးခဲ့သည်။ကိုရီးယားအသံထွက် -ဆိုဝန် (소원 -Sowon) ဆိုသော ရုပ်ရှင်အား ဒါရိုက်တာ Lee Joon-ik က ရုပ်ရှင်သရုပ်ဆောင် Sol Kyung-gu, Uhm Ji-won နှင့် Lee Re တို့ဖြင့်ရိုက်ကူးခဲ့သည်။ထိုရုပ်ရှင်အား မျက်ရည်မကျဘဲ ကြည့်နိုင်သူ အတော်ရှားပါသည်။ထိုရုပ်ရှင်သည် ” Best Film at the 34th Blue Dragon Film Awards” ဟူသော အကောင်းဆုံးရုပ်ရှင် အကယ်ဒမီဆုကိုရခဲ့သည်။*************************************ကျွန်မ ဤဆောင်ပါးကိုရေးရခြင်းရည်ရွယ်ချက်မှာ ကျွန်မတို့ မြန်မာနိုင်ငံမှ မိဘ အုပ်ထိန်းသူများ မိမိတို့ရင်သွေးအား အရင်ကထက်ပို၍ ဂရုစိုက်စေလို၍ ဖြစ်ပါသည်။ဆောင်းပါးမှ ကလေးမလေး၏ ဖခင်သည် အလုပ်ကြမ်းသမားဖြစ်၍ မိခင်သည် အိမ်အကူဖြစ်သည်။ အလွန်ဆင်းရဲသောကြောင့် သားသမီးအား ကျောင်းလိုက်ပို့ရန် မတတ်နိုင်ခဲ့ပါ။မြန်မာနိုင်ငံတွင်လည်း ဘဝရပ်တည်ရေးအတွက် ဆင်းဆင်းရဲရဲ ရုန်းကန်အလုပ်လုပ်နေရသော မိဘများ များစွာရှိပြီး မိမိတို့ သားသမီးတို့အား ရင်အုပ်မကွာ ဂရုမစိုက်နိုင်ကြသည်က များသည်။ကလေးပျောက်၍ ပြန်ရှာမတွေ့တော့သောမိဘများလည်း မကြာခဏ ကြားနေရသည်။တောင်ကိုရီးယားနိုင်ငံသည် ရာဇဝတ်မှုနည်းပါးသော လုံခြုံသောနိုင်ငံဖြစ်ပါသည်။ရာဇဝတ်အမှုတစ်ခုဖြစ်လာလျှင် သတင်းများ များသောအားဖြင့် မထိန်ချန်ပါ..။ သတင်းများတွင် ထည့်သွင်းကြေငြာခြင်း၊ မှုခင်းTV program များဖြင့် အသိပေးခြင်း၊ ရုပ်ရှင်များရိုက်၍ ပြည်သူအား သတိပေးခြင်း စသည် ပညာပေးများစွာလုပ်ပါသည်။ထိုကဲ့သို့သော နိုင်ငံ၌ပင် ထိုကဲ့သို့အဖြစ်ဆိုးများရှိနေလျှင်….တရားဥပဒေ အပြည့်အဝ စိုးမိုးမှုမရှိသော…၊ မူးယစ်ဆေးဝါး သုံးစွဲသူများသော…၊ငွေကြေးဆင်းရဲ၍ သားသမီးတို့အား ဂရုမစိုက်နိုင်သော..၊လာဘ်ပေးလာဘ်ယူ ပပျောက်မှုမရှိသေးသော မြန်မာနိုင်ငံကဲ့သို့သောနေရာမျိုးတွင် မိမိတို့ရင်သွေးများကို မိမိကိုယ်တိုင်ကူညီ စောင့်ရှောက်ရုံမှလွဲ၍ အခြားနည်းလမ်းမရှိပေ…။တောင်ကိုရီးယားနိုင်ငံတွင် အထက်ပါ အဖြစ်အပျက်တို့ ဖြစ်ပြီး သားသမီးတို့အား မူကြိုကျောင်းမှ စ၍ တစိမ်းသူများနှင့် စကားမပြောရန် အဓိကထား၍ ထပ်ခါထပ်ခါ ပညာပေးခဲ့သည်။” လမ်းပေါ်က မသိတဲ့ ဦးလေးကြီးက မုန့်ကျွေးမယ်ဆို လိုက်သွားလို့ဖြစ်မလား?”အရေးပေါ် ဝီစီ ( whistle ) များ ကလေးတို့၏ လည်ပင်းတွင် ချိတ်ပေးထားခြင်း.. စသည်တို့ကို ပြုလုပ်ပေးထားသည်။*************************************မူကြိုကျောင်းများကို အစိုးရမှ ဦးစီး၍ ချုပ်ကိုင်ခဲ့သည်။ပုဂ္ဂလိက မူကြိုကျောင်းများတွင် ပြဿနာအဖြစ်များ၍ဖြစ်သည်။ ယခုဆိုလျှင် မူကြိုကျောင်းမှစ၍ ကျောင်းတိုင်းတွင် CCTV များမတပ်မနေရ ဥပဒေ ထုတ်ခဲ့သည်။ကလေးများအား ၃ နှစ်အရွယ်မှစ၍ ရဲစခန်းတွင် ကလေးတို့၏ လက်ဗွေရာများကို မှတ်တမ်းတင်ထားရသည်။ကလေးတို့၏ ခန္ဓာကိုယ်တွင် ဒါဏ်ရာအနည်းငယ် (ပွန်းရာ ခြစ်ရာ) တွေ့လျှင်ပင် မူကြိုကျောင်းဆရာမများက မိဘထံအကြောင်းကြား မေးမြန်းမှုများ ပြုလုပ်ပါသည်။ မသင်္ကာလျှင် ရဲစခန်းကို အကြောင်းကြားသည်။အလွန်ကြောက်ဖို့ကောင်းသော ယနေ့ခေတ်လူမှုဖွဲ့စည်းမှုကြီးတွင် မည်သူ့ကိုမျှ ယုံကြည်၍မရပါ။မိဘများကလည်း ကလေးများ၏ ခန္ဓာကိုယ်တွင် ဒါဏ်ရာတခုခုတွေ့ရှိလျှင် မူကြိုကျောင်း CCTV ကိုကြည့်ရှုစစ်ဆေးပါသည်။မိဘများသည် မည်မျှပင် အလုပ်များပါစေ မိမိတို့ရင်သွေးများ၏ အားကိုးရာ ကယ်တင်ရှင် အဖြစ် ရပ်တည်နေရပါမည်။*************************************လူမဆန်သော Cho က“ငါ ၁၂ နှစ်ထောင်ကျတာ မတရားဘူး။ ထောင်ကထွက်လာရင် ဒီကလေးမကို ရအောင်လိုက်ရှာမယ်..။ ထောင်ထဲမှာ အားကစားလုပ်ပြီး အားမွေးထားမယ်” ဟုကြုံးဝါးကြောင်း ထောင်ထဲမှ လူများကပြောသည့် ကောလဟာလများလည်းထွက်နေသည်။မုဒိမ်းကောင် Cho အား ထောင်သားအချင်းချင်းပင်ရွံရှာ၍ မကြာခဏ အရိုက်ခံရသဖြင့် ထောင်ထဲတွင် တစ်ဦးတည်း ခွဲထားရသည်ဟုဆိုသည်။ထို့ကြောင့် ကိုရီးယားပြည်သူများက ထိုလူယုတ်မာကြီး ထောင်မှ ပြန်မလွှတ်ရန် ဆန္ဒပြကြခြင်းဖြစ်သည်။*************************************?နိဂုံးကျွန်မ အသက် ၁၈ နှစ်ပြည့်ပါတော့မယ်။ နောင်နှစ်ဆို ကျွန်မ တက္ကသိုလ်ကျောင်းသူကြီးဖြစ်တော့မှာ..။ ကျွန်မ ဘဝကိုအရှုံးမပေးဖို့ အဖေက အမြဲအားပေးတယ်။ဒါပေမယ့် အရက်နံ့တွေရရင် ကျွန်မ ဘယ်ပြေးရမလဲမသိ…ကျွန်မ အရက်နံ့တွေကိုကြောက်နေသေးတယ်..။ဆေးရုံကိုလဲကြောက်ပေမယ့် ကျွန်မဘဝဟာ ခွဲစိတ်ခန်းကို ခဏခဏသွားနေရပါသေးတယ်။အခုတော့ အမေရိကန်နိုင်ငံကလှူတဲ့ အနံ့ပျောက်ဆေး၊ သန့်စင်ဆေးရည်ကြောင့် ကျွန်မ အတော် စိတ်သက်သာရာရနေပါပြီ…။ကျွန်မကိုယ်ကထွက်တဲ့ မစင်တွေ ထည့်ထားတဲ့ အိတ်ကိုဖွက်ထားရင် ကျွန်မလူကောင်းပေါ့… ။အနံ့မထွက်တဲ့ ဆေးရည်နဲ့ ကူညီကြတာ ကျွန်မ အတွက် အကြီးမားဆုံး ဆုလာဘ်ပါပဲ…။ ကျွန်မ တသက်တာလုံး အခမဲ့ ကူညီမယ်လို့ ကတိပေးတဲ့ အမေရိကန်နိုင်ငံက ဆေးပညာရှင်တွေကို ကျေးဇူးတင်ပါတယ်။ကျွန်မ အားမလျှော့ဘူး…အဆင့်မြင့်မြင့်တက္ကသိုလ်ကြီးတစ်ခုခုမှာတက်ခွင့်ရအောင် ကြိုးစားမယ်။*************************************ကလေးမလေး၏ ကြမ်းတမ်းသောဘဝအား အရှုံးမပေးပဲ ကြံ့ခိုင်သောစိတ်ဓာတ်အား လေးစားမိပါသည်။ကြီးမြတ်သော စိတ်စွမ်းအင်သည် ဒုက္ခိတဖြစ်ခြင်း၊ ဆင်းရဲနွမ်းပါးခြင်း၊ လူမှုရေးနှင့် မိသားစုပြသနာ အစရှိသော ဒုက္ခအလုံးစုံကို ကျော်လွှားအောင်မြင်နိုင်ကြောင်း ကလေးမလေးက သက်သေပြခဲ့လေသည်။ထိုကြီးမြတ်သော စိတ်စွမ်းအင်သည် ကျွန်မတို့ လူတိုင်းလူတိုင်း ကိုယ်စီကိုယ်ငှ ပိုင်ဆိုင်နေသည်ကို ပြန်လည် သတိရခြင်းဖြင့် ဘဝအမောများ ဘဝဒုက္ခများကို ဖြေလျော့နိုင်ကြလိမ့်မည်ဟု မျှော်လင့်မိပါတော့သည်။မရွှေမိုး (ကိုရီးယား)December 12th, 2017.References조두순 사건Nayoung CaseRape and Retribution: Nayoung’s Story Isn’t Over- Published on August 7, 2017by Yvonne Kim- Koreaexpose(ဇာတ်လမ်းအညွှန်းကို မရွှေမိုး၏ Facebook Account(Shwe Moe)မှကူးယူဖော်ပြပါသည်။)File Size : (950 MB)Quality : HDRip 720pRunning Time : 2hr 2minFormat : Mp4Genre :Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p HDRip H-MbaroTranslated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Joon-ikLee Sang-yongStarsKim Hae-sookKim Sang-hoLee ReRa Mi-ranSol Kyung-guUhm Ji-wonCastKim Hae-sookKim Sang-hoLee ReRa Mi-ranSol Kyung-guUhm Ji-won",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l5K9elugftlcyIHHm4nylvsn26X.jpg",
      "https://image.tmdb.org/t/p/w300/btxIhBqEbxd1N8GSWlLCbRc0Lvu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/Hope-2013-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ehofdb6yql98.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hope-so-won-wish-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tpdp/Hope_(So-Won)_(Wish)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "370 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5FoRxDyD#qG9vj32b1tEIpXH3r1XNZDHNEU03_t1zHScUzMDWLJM",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/zxdhjkpzllbm",
        "server": "upstream.to",
        "size": "370 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Fis7jFATUkw",
      "video_url": "https://www.youtube.com/watch?v=Fis7jFATUkw",
      "embed_url": "https://www.youtube.com/embed/Fis7jFATUkw"
    }
  },
  {
    "metadata": "|2013|143 min|Action,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "8,851"
    },
    "title": "Boss",
    "description": "A young man disowned by his family is aided by a big business owner.ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ ဖန္ ေတြအတြက္အက္ရွင္ အလန္းစားေတြနဲ႕ဟာသ ခပ္ျမဴးျမဴးေတြ ေဝေဝဆာဆာနဲ႕သီခ်င္း အလန္းေတြ ေနာက္ခံေတးဂီတအမွန္အကန္ေတြနဲ႕ဇာတ္လမ္း ဇာတ္အိမ္ ခုိင္တဲ့#အက္ေရွးရဲ႕ ကားေကာင္းတကားတင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ …..ဖခင္ျဖစ္သူက စိတ္ဆုိးၿပီးအိမ္ေပၚက ႏွင္ထုတ္ခံလုိက္တဲ့လူငယ္ေလးတစ္ေယာက္ဟာလမ္းခုလတ္မွာ လုမုိက္ႀကီး တစ္ေယာက္ရဲ႕ အသက္ကုိကယ္လုိက္တဲ့အတြက္သူကုိယ္တုိင္ပါ #ဆရာ ဆုိတဲ့ နမည္ႀကီးဒုစ႐ုိက္သမား တစ္ေယာက္ ျဖစ္သြားပါေတာ့တယ္။ႏွစ္ေတြၾကာလာတဲ့ အခါသူ႕ဖခင္ႀကီးက သူ႕အိမ္ကုိ ေရာက္လာပါေတာ့တယ္လာရျခင္းကေတာ့ သူ႕သားကုိ လိမ္ဖမ္းထားတဲ့ရဲလက္က လြတ္ေအာင္ ကူညီေပးဖုိ႔အလုပ္လာအပ္တာပဲ ျဖစ္ပါတယ္ဒါေပမယ့္ သူ႔အေဖ ကယ္ခုိင္းတဲ့ သူ႕ညီေလးကုိသူ႕အေဖထက္အရင္ ရဲတစ္ေယာက္က သတ္ဖုိ႕ ခုိင္းထားတာပါ။ဒီတစ္ခါမွာေတာ့ အေဖနဲ႕ညီကုိ ကယ္ဖုိ႕ ေဒလီကုိ#ဆရာ ထြက္လာဖုိ႕ ျဖစ္လာပါေတာ့တယ္။(အက္ေရွးရဲ႕ ကားဆုိေတာ့ ေကာင္းမေကာင္းညႊန္းစရာ မလုိေလာက္ဘူး ထင္တယ္ဗ် ???? )(ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : 0.99 GB/550 MBQuality : Dvdrip 720pRunning Time : 2hr 23minutesFormat : Mp4Genre : Action, Comedy, DramaTranslator : Zaw HtooEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony D'SouzaStarsAditi Rao HydariAkshay KumarDanny DenzongpaJohnny LeverMithun ChakrabortyRonit RoyShiv PanditCastAditi Rao HydariAkshay KumarDanny DenzongpaJohnny LeverMithun ChakrabortyRonit RoyShiv Pandit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qmTdV47H1uppoQInLYaEoG8OQV5.jpg",
      "https://image.tmdb.org/t/p/w300/hyi3PnEihcNMPdTmFIymHAgL8Nj.jpg",
      "https://image.tmdb.org/t/p/w300/9UZrUyzqUxiyfKKYckojLCuxXkq.jpg",
      "https://image.tmdb.org/t/p/w300/l8PaRyTvUwSJmNupjZSdNX0HHIR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u0kPkwVN8ZDR0hq72uVUirSvalH.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/boss-2013-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/boss-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zaoDtl0GL2E",
      "video_url": "https://www.youtube.com/watch?v=zaoDtl0GL2E",
      "embed_url": "https://www.youtube.com/embed/zaoDtl0GL2E"
    }
  },
  {
    "metadata": "R|2013|1h 39m|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "24000"
    },
    "title": "Anna (2013)",
    "description": "Anna (2013)~ IMDb rating – 6.4/10 ~Mindscape ဆိုတဲ့ ထောက်လှမ်းရေးအေဂျင်စီက သာမန်ထောက်လှမ်းရေးအေဂျင်စီတစ်ခုမဟုတ်ဘဲ လူတွေရဲ့မှတ်ဥာဏ်တွေကိုဖတ်နိုင်တဲ့ စိတ်စွမ်းအင်ရှိတဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့ အေဂျင်စီတစ်ခုဖြစ်ပြီး နှစ်ပေါင်းများစွာ လက်သည်မပေါ်တဲ့အမှုတွေကို ဖော်ထုတ်ပေးနိုင်ခဲ့ပါတယ်။ဂျွန်ဝါရှင်တန်ကတော့ Mindscape လက်အောက်က နာမည်ကြီး မှတ်ဥာဏ်စုံထောက်တစ်ဦးပါ။ အထက်လူကြီးက သူ့ကို သာမန်ဆယ်ကျော်သက်တွေထက်ထူးခြားနေတဲ့ အန်နာဆိုတဲ့ကောင်မလေးကို မှတ်ဥာဏ်ဖတ်ပေးဖို့ တာဝန်ပေးလိုက်ပါတယ်။အန်နာက ကျောင်းတွင်းအကြမ်းဖက်မှုရဲ့တရားခံအဖြစ်နဲ့ကျောင်းထုတ်ခံထားရပြီး အခန်းပြင်ထွက်ခွင့်မရဘဲ အချိန်ပြည့်စောင့်ကြည့်ခံနေရပြီး ပထွေးဖြစ်သူက အန်နာကို စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ပြင်နေပါတယ်။ ဂျွန်ရောက်လာတာဟာ အန်နာ့အတွက် အပြစ်ကင်းကြောင်းသက်သေပြဖို့ မျှော်လင့်ချက်ဖြစ်လာပါတယ်။အန်နာ့ကိုမှတ်ဥာဏ်ဖတ်ရင်း ဂျွန်ရဲ့ Career တလျှောက်မှာ တခါမှမကြုံဖူးတဲ့ ထူးထူးဆန်းဆန်းအရာတွေဖြစ်လာပါတော့တယ်။ ကျောင်း Hallway ကရပ်နေတဲ့နာရီ၊ အပြင်ကကျောင်းသူစာရင်းထဲမှာမရှိတဲ့နာမည်နဲ့ အန်နာ့ကျောင်းနေဖက်တစ်ယောက်ရဲ့လည်ပင်းကအမာရွတ်အပေါက်… ဘယ်အပိုင်းတွေကအမှန်ဖြစ်ပြီး ဘယ်အပိုင်းတွေက အန်နာလုပ်ကြံဖန်တီးထားတာလဲ…တကယ်ပဲအန်နာက Victim လား… လူသတ်သမားလား… ဆိုတာ ​​​ကြည့်ရှုသူတွေကိုယ်တိုင်ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 785MBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 2H 1MinGenre – Drama, Mystery, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJorge DoradoStarsAisha PrigannAlberto AmmannAntonia ClarkeBrian CoxClare CalbraithEliza BatemanFrida PalssonIndira VarmaJessica BardenJulio PerillánMark StrongMinnie MarxMolly SteinNoah TaylorRichard DillaneRod HallettSanny van HeterenSaskia ReevesSimon CohenTaissa FarmigaCastAisha PrigannAlberto AmmannAntonia ClarkeBrian CoxClare CalbraithEliza BatemanFrida PalssonIndira VarmaJessica BardenJulio PerillánMark StrongMinnie MarxMolly SteinNoah TaylorRichard DillaneRod HallettSanny van HeterenSaskia ReevesSimon CohenTaissa Farmiga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z02kxriBQq7YxXuOpqZFKXavtLJ.jpg",
      "https://image.tmdb.org/t/p/w300/8I501BcjoSm9yZjb7RupSBWRiBg.jpg",
      "https://image.tmdb.org/t/p/w300/n455w0Z7DZbu2RpvJVD4hlDltZA.jpg",
      "https://image.tmdb.org/t/p/w300/o74iRUyF10fj5LWnyYN5KV9L2Ij.jpg",
      "https://image.tmdb.org/t/p/w300/2g1H6IxybEgfleSqm51X7TdngyY.jpg",
      "https://image.tmdb.org/t/p/w300/y9sXi5uNXVAGMzbGMdVdjKwOYH5.jpg",
      "https://image.tmdb.org/t/p/w300/i3DPlGS26NreJP62zoR8r4kWGJq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sgMGvWai7E1Ryf9IvB5m0ILS7hl.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mindscape-aka-anna-2013-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fxsz/(CM)_Mindscape_aka_Anna_(2013)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ti0UyazR#DPTuNdXJ-oWWQbMhCUABb_0-OzYU2LDiAg93x-gPJCA",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cz9tfii61yw7.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mindscape-aka-anna-2013-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fxso/(CM)_Mindscape_aka_Anna_(2013)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/A39xBQoC#A4sRiL1yxO-fX5DcriEnCWo5H7HqH6vKwcsdQP5BKNw",
        "server": "mega.nz",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0ryzi1d6ttq7.html",
        "server": "usersdrive.com",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/r7l6mg6on9ll.html",
        "server": "streamsb.com",
        "size": "785MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "H2HJA5MEFr8",
      "video_url": "https://www.youtube.com/watch?v=H2HJA5MEFr8",
      "embed_url": "https://www.youtube.com/embed/H2HJA5MEFr8"
    }
  },
  {
    "metadata": "PG-13|2013|100 min|Horror,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "155,206"
    },
    "title": "Mama (2013)",
    "description": "Director: Andres Muschiettiရိုက်ကူးတင်ဆက်ထားပြီးJanuary 18, 2013 (USA) တွင်ရုံတင်ပြသခဲ့သော ထိတ်လန့်ချောက်ခြားဖွယ်ရာရုပ်ရှင်ဇတ်ကား တစ်ခုဖြစ်ပါတယ်…ဇတ်လမ်း ပုံစံကတော့…စိတ်ကျရောဂါ စွဲကပ်နေတဲ့ ရုံးဝန်ထမ်း အမျိုးသားဟာ သူ့ရုံးက ဝန်ထမ်း အားလုံး ကိုသတ်ဖြတ်ပစ်ခဲ့ပြီး အိမ်သို့ပြန်လာက ကလေးတွေကို တံခါးပိတ်ထားပြီး မိန်းမကိုထပ်ပြီး သတ်ပစ်လိုက်ပါတယ်…ထို့နောက်တွင်သော ငယ်ရွယ်သေးသော သမီးငယ် နှစ်ဦးကို ကားပေါ်တင်ပြီးထွက်ပြေးရာတွင် ချောက်ကမ်းပါး တစ်ခုအရောက်ကားဘရိတ်ချော်ပြီး ချောက်တွင်းသို့ပြုတ်ကျသွားပါတော့တယ် သူကိုယ်တိုင် ဒဏ်ရာအနည်းငယ်သာ ရပြီးသမီး နှစ်ဦးကို လက်ဆွဲခေါ်ကာ တောတွင်းသို့ ဝင်ရောက်လာရင်းထူးဆန်းသော အိမ်တစ်အိမ်ကို တွေ့ရှိရာ ဝင်ရောက်နားခိုခဲ့ပါတယ်..ထို့နောက် ကလေးငယ် နှစ်ဦးကို သတ်ဖြတ်ပြီး မိမိကိုယ်ကို အဆုံးစီရင်ရန်ပြုလုပ်တဲ့ အချိန်မှာပဲ မမြင်နိုင်သော အရာတစ်ခုက ကလေးငယ် နှစ်ဦးရဲ့ဖခင်ကို သတ်ဖြတ်ပြီးနောက် ထိုကလေးငယ် နှစ်ဦးကို စောင့်ရှောက်ကျွေးမွေးနေပါတော့တယ်…နှစ် အနည်းငယ် ကြာပြီးနောက် ဖခင် ဖြစ်သူ ရဲ့ ညီ ကလေးတွေ ရဲ့ ဦးလေးဟာကလေးတွေကို အမြဲတမ်း ရှာဖွေစုံစမ်းနေရင်းနဲ့မှ ပြန်လာရှာဖွေတွေ့ရှိလို့အိမ်သို့ ခေါ်ဆောင်လာတဲ့ အခါမှာ မကျွတ်မလွတ်သော ကလေးတွေကို စောင့်ရှောက်နေသောအင်မတန် ကြောက်မက်ဖွယ် ကောင်းသော အရာပါ အိမ်သို့ လိုက်ပါလာခဲ့သော အခါ…===========================================နှလုံးရောဂါအခံရှိသူ နှင့် ကြောက်တက်သောငယ်ရွယ်သော ကလေးများအားမပြသ သင့်ပါ…ရုပ်ရှင်ကားကို Chanyein Soe က ဘာသာပြန်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndy MuschiettiStarsDaniel KashIsabelle NélisseJavier BotetJessica ChastainMegan CharpentierMelina MatthewsMorgan McGarryNikolaj Coster-WaldauCastDaniel KashIsabelle NélisseJavier BotetJessica ChastainMegan CharpentierMelina MatthewsMorgan McGarryNikolaj Coster-Waldau",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4gaOrvkVIZYlXaY0VcVXj9UdffN.jpg",
      "https://image.tmdb.org/t/p/w300/hAuZ9ZIQDbBzKlnmZheNMFQMc1z.jpg",
      "https://image.tmdb.org/t/p/w300/l3QG6qJECcyOsP3yAmHtvp4XZCv.jpg",
      "https://image.tmdb.org/t/p/w300/v2uM2O9EYQQADMy6xGTERL7SWLR.jpg",
      "https://image.tmdb.org/t/p/w300/1WTWY797l4C8dcfaqkQeeV4mD7W.jpg",
      "https://image.tmdb.org/t/p/w300/dNeCiljUA99KXtxmsqQ5w1uxZrx.jpg",
      "https://image.tmdb.org/t/p/w300/6Ttmw9Rm3TtIm073AFwwOCWTEiZ.jpg",
      "https://image.tmdb.org/t/p/w300/z3ieXZHN2Na6IqZCrz0N6bon3X4.jpg",
      "https://image.tmdb.org/t/p/w300/1x0N31utK3lYeu0u7SYPj7uU7Wi.jpg",
      "https://image.tmdb.org/t/p/w300/bB8Wo5NH4sekZOL89q78xuB0Vdo.jpg",
      "https://image.tmdb.org/t/p/w300/ugnenTzyC5rO6XZq59yy6qQ8tFQ.jpg",
      "https://image.tmdb.org/t/p/w300/hnW4SqyzliqQUY1bi6hicU5MVVv.jpg",
      "https://image.tmdb.org/t/p/w300/5vXI9faDmwh9V1cqpbR820ZzCZe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/01/MV5BMTM5MjIwNDAwMl5BMl5BanBnXkFtZTcwNzQyOTY0OA@@._V1_SY1000_CR006311000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mama2013",
        "server": "VIP Links",
        "size": "1.07 GB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mama-2013-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://megaup.net/1Hr3c/Mama_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://watchsb.com/12y2awcw4oqc.html",
        "server": "streamsb.com",
        "size": "1.07 GB",
        "quality": "Blu-ray1080p"
      }
    ],
    "trailer": {
      "video_id": "I7_CLVoGkgA",
      "video_url": "https://www.youtube.com/watch?v=I7_CLVoGkgA",
      "embed_url": "https://www.youtube.com/embed/I7_CLVoGkgA"
    }
  },
  {
    "metadata": "R|2013|1h 40m|Adventure,Horror",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "46K"
    },
    "title": "The Green Inferno (2013)",
    "description": "The Green Inferno (2013)IMDb rating – 5.3ဇာတ်လမ်းအညွှန်းအာဖရိကအမျိုးသမီးအခွင့်အရေးအတွက် အားမလိုမရဖြစ်နေတဲ့တက္ကသိုလ်ကျောင်းသူ ဂျက်စတင်းဟာ ကျောင်းစောင့်တွေအရေးအတွက်အစာငတ်ခံဆန္ဒပြနေတဲ့၊ အယ်လီဟန်ဒရိုခေါင်းဆောင်တဲ့၊လူအခွင့်အရေးတက်ကြွလှုပ်ရှားတဲ့ ကျောင်းသားအဖွဲ့ထဲ ဝင်ရောက်လာတယ်။ပီရူးနိုင်ငံအပိုင်းထဲက အမေဇုန်တောတစ်နေရာမှာ တောကို ရှင်းပြီးအဖိုးတန်ဓာတ်ငွေ့တွေထုတ်ယူမယ့်ကုမ္ပဏီဟာ အဲ့တောနေရာကရှားပါးလူရိုင်းမျိုးနွယ်စုဖြစ်တဲ့ ရာဟက်စ်တွေရဲ့ ရွာကိုပါ ထိပါးပြီးဒေသခံလူမျိုးစုကိုပါ ရက်ရက်စက်စက် ရှင်းလင်းသတ်ပစ်လိုက်နိုင်တဲ့ဒီအရေးကို တားဆီးဖို့ ကယ်တင်ဖို့ဟာ အယ်လီဟန်ဒရိုတို့အဖွဲ့ရဲ့နောက်ထပ်ပရောဂျက်ဖြစ်လာပါတယ်။ဒီအဖွဲ့က လူထုအာရုံစိုက်မှုရလာအောင် ဆန္ဒထုတ်ဖော်မှာဖြစ်ပြီးUNက ရှေ့နေကြီးရဲ့သမီး ဂျက်စတင်း တစ်ယောက်လည်း လိုက်လာခဲ့တယ်။ခက်ခက်ခဲခဲဆန္ဒပြပြီး အပြန်လမ်းမှာ သူတို့စီးလာတဲ့လေယာဉ်လေးက တောနက်ကြီးထဲမှာ ပျက်ကျပါလေရော။တချို့လည်း သေကုန်ပြီး အသက်ရှင်ကျန်တဲ့ ဂျက်စတင်းတို့လူစုကတော့ နောက်ထပ် “တစ်ပူပေါ် နှစ်ပူဆင့်”ဆိုသလိုပဲရာဟက်စ်တွေ ဖမ်းခေါ်သွားခံရပါတယ်။ရာဟက်စ်လူမျိုးစုတွေက လူ့ဦးခေါင်းကိုအမဲလိုက်သူတွေ၊လူသားစားလူရိုင်းမျိုးနွယ် ဖြစ်လေတော့…..ဂျက်စတင်းတို့ ဘာတွေဆက်ပြီး တွေ့ကြုံရမလဲ။လူသားစားလူရိုင်းတွေ ဖမ်းခံရတာဆိုတော့အသက်ရှင်လွတ်မြောက်မယ့်သူရော ရှိပါ့မလားဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။လုံးဝ horror အကြမ်းစား၊ ကြည့်ရင်းနဲ့ကိုအမလေး အမလေး အော်နေရမယ့်ဇာတ်လမ်းဖြစ်တာကြောင့် horror ကြိုက်တဲ့သူတွေအတွက်တကယ်ကြည့်ကောင်းမယ့် ဇာတ်လမ်းလေးဖြစ်ပါတယ်။(၁၈နှစ်အောက် ကလေးတွေနဲ့ စိတ်နုနုရွရွလူတွေအတွက် ကြည့်ရှုရန် မသင့်တော်ပါ။)ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်။File size…  2.45 GB /  1.25 GBQuality… Blu-Ray 1080p / 720pFormat… mp4Duration…. 1h 40mGenre …..  Adventure , HorrorSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by OricaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAaron BurnsAntonieta PariAriel LevyClara VázquezCody PittmanDaryl SabaraEusebio ArenasIgnacia AllamandKirby Bliss BlantonLorenza IzzoMagda ApanowiczMary DunworthMatías LópezNicolás MartínezPaz BascuñanPercy ChumbeRamón LlaoRichard BurgiSally RoseSky FerreiraStefano VillabonaTatiana PanaifoCastAaron BurnsAntonieta PariAriel LevyClara VázquezCody PittmanDaryl SabaraEusebio ArenasIgnacia AllamandKirby Bliss BlantonLorenza IzzoMagda ApanowiczMary DunworthMatías LópezNicolas MartinezPaz BascuñanPercy ChumbeRamón LlaoRichard BurgiSally RoseSky FerreiraStefano VillabonaTatiana Panaifo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qJcUobr34c77YRQQ7zacTNrBdKj.jpg",
      "https://image.tmdb.org/t/p/w300/umPZOPhigL2vsfCW2DLCpBJWutm.jpg",
      "https://image.tmdb.org/t/p/w300/ajX3chCByhvBOXn1rbi1dMux1Zg.jpg",
      "https://image.tmdb.org/t/p/w300/kbOkV4ieKdpDgLXpt81hv7OC17p.jpg",
      "https://image.tmdb.org/t/p/w300/kEjq2qilVVxOOfwmvMiSboX2drw.jpg",
      "https://image.tmdb.org/t/p/w300/vMFl9PKlog0738JJSr3t1OFKoyv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dTnAYyUwp6lT0cKrt4aNujj5mdF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3h23i293jj1c.html",
        "server": "usersdrive.com",
        "size": "2.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/f98bflcz1t61.html",
        "server": "usersdrive.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-green-inferno-2013-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-green-inferno-2013-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1e3oc/The.Green.Inferno.2013.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1e3ow/The.Green.Inferno.2013.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/sgiqvczxr9ub.html",
        "server": "streamsb.com",
        "size": "2.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/9bq5n7keb2xc.html",
        "server": "streamsb.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2w0vt85uvvwh",
        "server": "streamvid.io",
        "size": "2.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/c1dlyv15eml1",
        "server": "streamvid.io",
        "size": "1.25 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "aGGPTlrX_PE",
      "video_url": "https://www.youtube.com/watch?v=aGGPTlrX_PE",
      "embed_url": "https://www.youtube.com/embed/aGGPTlrX_PE"
    }
  },
  {
    "metadata": "R|2013|2h 8min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "38,327"
    },
    "title": "The Fifth Estate (2013)",
    "description": "The Fifth Estate (2013)_____IMDb – 6.2/10၂၁ ရာစုမှာ ပြင်းပြင်းထန်ထန်ငြင်းခုံဆွေးနွေးမှုတွေ ဂယက်ထစေခဲ့တဲ့အဖွဲ့အစည်းတစ်ခုက WikiLeaks ပါ။The Fifth Estate ဆိုတာ သတင်းတွေစီးမြောပေါက်ကြားမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံခေါင်းဆောင်တွေကိုပါ တုန်လှုပ်ချောက်ချားစေခဲ့တဲ့ WikiLeaks  ကို တည်ထောင်သူ သြစတြေးလျသား အယ်ဒီတာ/ တက်ကြွလှုပ်ရှားသူ/ စာနယ်ဇင်းသမား ဂျူလီယန်ပေါလ်အက်ဆန်းဂ် ရဲ့ ကိုယ်ရေးအတ္ထုပ္ပတ္တိပုံစံ ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပါ။WikiLeaks ရဲ့ ပြောရေးဆိုခွင့်ရှိသူဖြစ်ခဲ့တဲ့ နည်းပညာဆိုင်ရာတက်ကြွလှုပ်ရှားသူ ဂျာမန်လူမျိုး Daniel Domscheit-Berg ရေးသားခဲ့တဲ့ Inside WikiLeaks: My Time with Julian Assange at the World’s Most Dangerous Website ကို အခြေခံရိုက်ကူးခဲ့ပါတယ်။The Fifth Estate ဇာတ်ကားဟာ WikiLeaks ရဲ့အတွင်းရေးကို ဖွင့်ချထားတာဖြစ်ပါတယ်။Daniel Domscheit Berg ဟာ Assange ရဲ့ အရမ်းအားကိုးရတဲ့ သူငယ်ချင်းပါ။သူတို့နှစ်ယောက် စိတ်ဝမ်းကွဲပြီးတဲ့နောက် Daniel က စာအုပ်ရေးပြီး WikiLeaks ရဲ့အတွင်းရေးတွေကို ဖွင့်ချပြခဲ့တာပါ။ဒီဇာတ်ကားကိုကြည့်ပြီးတဲ့နောက် ဟက်ကာတွေရဲ့ ဘဝကို နားလည်လာမှာပါ။ဟက်ကာဖြစ်ဖို့ ဘယ်လောက်တောင်ကြိုးစားခဲ့ရတယ်။ ပိုက်ဆံတွေ ဘယ်လိုရှာခဲ့ရတယ်။ ကိုယ်ပိုင်ဆာဗာထောင်နိုင်အောင် ဘယ်လိုစုခဲ့ရတယ်။ အစိုးရမသိအောင် ဘယ်လိုပုန်းနေရတယ်။ အကယ်၍မိသွားရင်လည်း ကိုယ်အရမ်းချစ်ရတဲ့ကွန်ပျူတာနဲ့ အစိုးရတွေက အဝေးဆုံးမှာ ထားထားတာပါ။ဒီဇာတ်ကားမှာ Assange က ဘယ်လိုရည်ရွယ်ချက်နဲ့ဒီဝက်ဘ်ဆိုဒ်ကိုထောင်ခဲ့တယ်ဆိုတာကို လေ့လာရမှာပါ။နောက်ပြီး သူလုပ်လိုက်တဲ့အမှုက ဘယ်လောက်တောင် ကမ္ဘာကိုတုန်လှုပ်စေခဲ့တယ်ဆိုတာ သိရမှာပါ။ နောက်ပြီး သူဘာလို့ ခေါင်းတွေစွတ်စွတ်ဖြူနေတာလဲဆိုတာကိုလည်း တွေ့ရမှာပါ။ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ညွှန်းလိုက်ရပါတယ်။Julian Assange အဖြစ် ကျွန်တော်တို့ CM ရဲ့ အချစ်တော် ရှားလော့မင်းသားကြီးBenedict Cumberbatch မှသရုပ်ဆောင်ထားပါတယ်။(ရုပ်ရှင်အညွှန်းကို Yati Magazine နှင့် Movie Locos မှကူးယူဖော်ပြပါသည်။)File size…(1 GB)Quality…Br-Rip 720pFormat…mp4Duration….02:08:16Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBill CondonStarsAlicia VikanderAnthony MackieBenedict CumberbatchCarice van HoutenDan StevensDaniel BrühlDavid ThewlisLaura LinneyPeter CapaldiStanley TucciCastAlexander BeyerAlexander SiddigAlicia VikanderAmir BoutrousAnatole TaubmanAnthony MackieAxel MilbergBenedict CumberbatchCamilla RutherfordCarice van HoutenDan StevensDaniel BrühlDavid ThewlisGudmundur ThorvaldssonHera HilmarJamie BlackleyJoseph Kinyua MuriukiLaura LinneyLudger PistorLydia LeonardMichael CulkinMichael KranzMimi FerrerMoritz BleibtreuNigel WhitmeyPeter CapaldiPeter King NziokiPhilip BrethertonStanley Tucci",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2g4cXP5ozwmHlETU6BADv01xVGj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-fifth-estate-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/o1emfpn8etzj.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-fifth-estate-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/d645d36b7/the-fifth-estate-2013-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/llns765gcuvk/The_Fifth_Estate_[2013]_(MM_Sub).mp4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1yTmt/The_Fifth_Estate_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/aP5mhAbR#AxQsDoiG4Tnd33Ycxvgv2ZA3M9IujbvEgY_wafgp4C8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/0i6y748vuxb4",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "LGcmg5TAFBQ?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=LGcmg5TAFBQ?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/LGcmg5TAFBQ?feature=player_embedded"
    }
  },
  {
    "metadata": "PG-13|2013|90 min|Action",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "19,575"
    },
    "title": "Getaway(2013)(ျမန္မာစာတန္းထုိး)",
    "description": "အမိုက္စားကားတစ္စီးေပၚမွာ ပံုျပင္ဆန္ဆန္ပိတ္မိေနေနတဲ႕လူသားႏွစ္ေယာက္အေႀကာင္းကိုသိခ်င္ပါသလား???သိပ္ခ်စ္ရတဲ႕ဇနီးကိုျပန္ေပးဆြဲတာကိုခံလိုက္ရျပီးတဲ႕အခ်ိန္မွာ ဘယ္ကဘယ္သူမွန္းမသိတဲ႕အသံသာႀကားရတဲ႕လူရဲ႕ခိုင္းေစသမ်ွကို ကားအေကာင္းစားတစ္စီးေပၚမွာမိုက္ရူးရဲဆန္ဆန္လိုက္ျပီးလုပ္ေနရတဲ႕လူတစ္ေယာက္နဲ႕သူမရဲ႕ကားကိုျပန္ျပီးရေအာင္ႀကိဳးစားရာကေန အဲဒီကိစၥမွာပါဝင္ပတ္သက္မိျပီး ကားေပၚမွာပိတ္မိသြားတဲ႕ ေကာင္မေလးတစ္ေယာက္တို႔အေႀကာင္းကိုရိုက္ကူးထားတာလည္းျဖစ္ပါတယ္..အဆံုးသတ္ မိန္းမျဖစ္သူကိုဘဲျပန္ေတြ႕ရမလား…အေကာင္းစားကားထဲမွာဘဲဘဝအဆံုးသတ္သြားမလားဆိုတာကို ရင္တထိတ္ထိတ္နဲ႕ႀကည့္ရႈ႔ရမွာဘဲျဖစ္ပါတယ္.ဒါေႀကာင့္ Getaway ဇာတ္ကားဟာ အစပိုင္းကေနဇာတ္သိမ္းတဲ႕အထိ အခန္းတိုင္းလိုလို မလြတ္တမ္းႀကည့္ရႈ႕သင့္တဲ႕ကားေကာင္းေလးတစ္ကားလို႕ဘဲေျပာပါရေစ…IMDb 4.4, Ethan Hawke နဲ႕ Selena Gomaz တို႕ သရုပ္ေဆာင္ထားပါတယ္။File Size      : 600 / 300 MbDuration     : 1 hr 30 minutesQuality        : 1080p BlurayTranslator  : Moe Myint LwinEncoder      : LittleneoDownload Here(600Mb)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCourtney SolomonStarsEthan HawkeJon VoightRebecca BudigSelena Gomez",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/getaway.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2013|1h 40min|Drama,Horror",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "131,453"
    },
    "title": "Carrie (2013)",
    "description": "Carrie (2013)IMDb – 5.9/10_____Rotten – 50%ပြီးခဲ့တဲ့ လတွေက ကျနော် Stephen King ဝတ္တုတွေကို ရုပ်ရှင်ရိုက်ထားတဲ့ စာရင်းကို စလေ့လာခဲ့တယ်အဲ့ဒီထဲကနေ တကယ်ကောင်းတဲ့ ရုပ်ရှင်ကားတစ်ချို့ကို ဘာသာပြန်ပြီး CM ကနေ ပြန်တင်ဆက်ပေးဖို့ စိတ်ကူးခဲ့ပါတယ်အဲ့ဒီထဲမှာ Carrie လဲ အပါအဝင်ပါပဲ Carrie ရဲ့ အကြောင်းကရော ဘယ်လိုများလဲ ရုပ်ရှင်ကို ခဏ ကြည့်ရအောင်…———————————————————-တိတ်ဆိတ်တဲ့ ညတစ်ခုမှာ မာဂရက်ဝှိုက် ဟာ ကိုယ်ဝန်အရင့်မာကြီးကနေ ရေမွှာပေါက်ပြီး သူ့အိပ်ခန်းထဲက ကုတင်ပေါ်မှာကလေးကို ခက်ခက်ခဲခဲ မွေးထုတ်ဖို့ ကြိုးပမ်းခဲ့ပါတယ်..ဘာလို့ သူမ ဆေးရုံမသွားတာလဲ တစ်ယောက်ထဲ မွေးဖွားဖို့ ကြိုးစားတာလဲ ?ကလေးဟာ တော်ရုံနဲ့ ထွက်မလာပါဘူး မာဂရက် ကို အကြီးမားဆုံးသော နာကျင်မှုတွေပဲ ပေးနေပါတယ်မယ်တော်မေရီ ကိုပဲ သူမ တမ်းတ ဆုတောင်းနေရပါတယ်..ဒီလိုနဲ့ ကလေးကို ခက်ခက်ခဲခဲ မွေးနိုင်ခဲ့တယ် ကလေးကို လှမ်းကြည့်လိုက်ပြီး သူမ ဘေးနားက ကတ်ကြေးချွန်ကိုဆွဲပြီးကလေးကို ထိုးသတ်ဖို့ လုပ်တယ် ဒါပေမယ့် သူမ ရင်သွေးလေး ဆိုတဲ့အတွေးနဲ့ ခတ္တခဏ ငိုင်သွားပြီး ကလေးကို ပွေ့ချီလိုက်တယ်မကောင်းဆိုးဝါး လို့လဲ သူမ ပါးစပ်က ရေရွတ်တယ် သူမ မသတ်ရက်ခဲ့ဘူး…ကလေးက မိန်းကလေး ဖြစ်ပြီး ကယ်ရီဝှိုက် လို့ အမည်ကင်ပွန်းတပ်ခဲ့တယ်...ကယ်ရီဝှိုက် အရွယ်ရောက်လာတော့ သူမ မှာ အပေါင်းအသင်း သူငယ်ချင်းမရှိခဲ့ဘူး အဲ့ဒါကလဲ သူမ အမေကြောင့်ပါပဲမသိတဲ့ သူစိမ်းတွေနဲ့ အပေါင်းအသင်း လုပ်ဖို့ မပေးခဲ့ဘူး သူမ အမေရဲ့ ရှုးကြောင်ကြောင် ပုံစံကြောင့် သူမ ကိုလဲ နောက်ကွယ်မှာအတင်းပြော နှိမ်စရာ ကောင်မလေး တစ်ယောက် အဖြစ် ရောက်ရှိစေခဲ့တယ်…ဒီလိုနဲ့ တစ်ယောက်ထဲ နေလာခဲ့တဲ့ ကယ်ရီဝှိုက် ဟာ တစ်ရက်မှာတော့ အားကစား အတန်းပြီးတုန်း ရေချိုးတဲ့ အခါပထမဆုံး အပျိုစင်ဖြစ်မယ့် ရာသီသွေး လာခဲ့ပါတယ် သွေးတွေကို မြင်ပြီး ထိတ်လန့်ခါ ဝတ်လစ်စလစ် ဖြင့် အတန်းထဲကမိန်းကလေး သူငယ်ချင်းတွေကို အကူအညီတောင်းပေမယ့် အားလုံးက လှောင်ပြောင်ရယ်မောနေခဲ့ပြီး တစ်ချို့က လက်ကိုင်ဖုန်းများဖြင့်ထိုအဖြစ်အပျက်ကို ဗီဒီယို ရိုက်ကူးနေခဲ့တယ်…သူမ ထိတ်လန့်နေတဲ့အချိန် မီးများ မှိတ်တုတ် မှိတ်တုတ် ဖြစ်ကာ ဗြောင်းဆန်လာတဲ့ အတွက် အားကစားဆရာမ ဖြစ်သူကဝင်ရောက်လာပြီး အခြေအနေကို ထိန်းသိမ်းပေးခဲ့တယ် ကယ်ရီဝှိုက်ရဲ့ အစွမ်းတွေကိုတော့ သတိမထားလိုက်မိကြပါဘူးကျောင်းကို လာခေါ်တဲ့ ကယ်ရီဝှိုက် ရဲ့ မိခင် မာဂရက် ကတော့ အိမ်ပြန်ရောက်တဲ့ အခါ အဲ့ဒီမကောင်းဆိုးဝါး အစွမ်းတွေ ထက်မဝင်အောင်ဘုရားခန်းထဲ သော့ပိတ်ထားခဲ့ပါတယ် ကယ်ရီဝှိုက် ကြောက်လန့်ပြီး အကူအညီတောင်းပေမယ့် အပြစ်သာ တွင်တွင် ဝန်ခံခိုင်းပြီးပြစ်ထားခဲ့ပါတော့တယ် ကယ်ရီဝှိုက် ဟာ မကောင်းဆိုးဝါး နဲ့ အတူ မွေးဖွားခဲ့တာလား စွမ်းအားရှင် တစ်ယောက်လား ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုကြပါရန်…Thit San KhantFile size – (723 MB)Quality – BluRay Rip 720PFormat – MP4Duration – 1h 40mSubtitle – Myanmar SubtitleEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKimberly PeirceNadia GuglieriStarsAlex RussellAnsel ElgortChloë Grace MoretzConnor PriceCynthia PrestonGabriella WildeJudy GreerJulianne MooreKarissa StrainKatie StrainMax TopplinPortia DoubledaySamantha WeinsteinZoë BelkinCastAlex RussellAnsel ElgortArlene MazerolleBarry Shabaka HenleyChloë Grace MoretzChristopher BrittonConnor PriceCynthia PrestonDemetrius JoyetteDerek McGrathEddie Max HubandEvan GilchristGabriella WildeJefferson BrownJudy GreerJulianne MooreKarissa StrainKatie StrainKyle MacMax TopplinMichelle NoldenMouna TraoréPhilip NozukaPortia DoubledaySamantha WeinsteinTyler RushtonZoë Belkin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fxV0o4beVEk8ricoW539wLnuUQq.jpg",
      "https://image.tmdb.org/t/p/w300/3QnipDAtB0Pou0g3jYwM0BJLyyU.jpg",
      "https://image.tmdb.org/t/p/w300/gGl3zwoIal0Yn7qgrUgxzJIEVhV.jpg",
      "https://image.tmdb.org/t/p/w300/8DkbabWAQkZpwn923e4DpjZmOuo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BODg2MDU2MjYxNl5BMl5BanBnXkFtZTcwMDQ5MzU0OQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/atxfab09wd1s.html",
        "server": "usersdrive.com",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/carrie-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/086ebfd/carie-2013-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/nd1v6xmy5kx1/Carrie_[2013]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1yUhm/Carrie_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/TP4H1Yib#sMOu8NJXDdt0ycIfklcN7rWwGcckz2qcKjDC8jGX_LA",
        "server": "mega.nz",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/g6b5jwx1k4ha",
        "server": "upstream.to",
        "size": "723 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "mRlTfHed4jk",
      "video_url": "https://www.youtube.com/watch?v=mRlTfHed4jk",
      "embed_url": "https://www.youtube.com/embed/mRlTfHed4jk"
    }
  },
  {
    "metadata": "PG-13|2013|161 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "565,965"
    },
    "title": "The Hobbit: The Desolation of Smaug (2013)",
    "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။အပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။ဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။ဥပမာ – နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။နတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။မူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။စာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။လူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။The Lord of the rings (LotR) ရုပ်ရှင်တွေဟာ ၂၀၀၁ ကနေ စတင်ပြီးထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ပထမဆုံး LotR ရုပ်ရှင် သုံးကားဟာ စုစုပေါင်း Oscar 17 ဆု ရရှိခဲ့ပါတယ်။ပထမကားက ၄ ဆု၊ ဒုတိယကားက ၂ ဆု နဲ့ သုံးကားမြောက်က ၁၁ ဆု ရရှိခဲ့တာပါ။သူ့နောက်မှ ထွက်ရှိလာတဲ့ Hobbit သုံးကားကတော့ Oscar တစ်ဆုသာ ရခဲ့ပါတယ်။LotR ရုပ်ရှင်တွေရဲ့ အောင်မြင်မှုဟာ ကာလအကန့်အသတ်မရှိ timeless လို့ပဲ ပြောရမှာဖြစ်ပါတယ်။၂၀၀၁ တုန်းက လူတွေကြိုက်ခဲ့သလို ၃၀၀၁ ခုနှစ်မှာလည်း ကြိုက်ကြဦးမှာပါပဲ။အဓိကကတော့ ဇာတ်လမ်းအတွက် ဝတ်စုံ၊ရိုက်ကွင်းပြင်ဆင်မှုတွေ၊ ရိုက်ချက်တွေ၊ သရုပ်ဆောင်တွေ အသေးစိတ်ကျခဲ့တယ်၊ ခမ်းနားခဲ့တယ်လို့ပြောရမှာပါပဲ။နောက်ထပ် ချီးကျူးရမှာကတော့ ဇာတ်ညွှန်းပါ။ စာအုပ်ပါ ဖတ်ဖူးတဲ့သူတွေ ပိုသိပါလိမ့်မယ်။အရမ်းကိုကောင်းတဲ့ ဝတ္ထုရှည်ကြီးတစ်ခုကို ကြည့်လို့လည်းကောင်းအောင် အခန်းတွေဖြတ်တောက်ရ၊ ဇာတ်ကောင်တွေ ဖယ်ထုတ်ရတာ မလွယ်လှပါဘူး။ဒါပေမယ့် အကောင်းဆုံး လုပ်နိုင်ခဲ့ပါတယ်။ ဒိုင်ယာလော့တွေ ဇာတ်လမ်းအနိမ့်အမြင့်တွေကိုလည်း အရှိန်တင်ပေးသွားတာ အံ့သြလောက်ပါတယ်။ဥပမာ – လက်စွပ်ကို ဖျက်ဆီးဖို့ ဆွေးနွေးကြတဲ့အခန်းမှာ ဝတ္ထုအတိုင်းဆို အယ်ရွန်က အားလုံးကို ကြိုတင်မိတ်ဆက်၊ သမိုင်းကို ပြောပြပြီးမှ စတင်ဆွေးနွေးကြတာဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဒီအတိုင်း ဆွေးနွေးကြရင်း ဘိုမီရာက အာရာဂွန်ကို အထင်သေးစကားပြောချိန်မှာလီဂိုးလက်စ်က ထပြောလိုက်တဲ့အခန်းမျိုး ပြင်လိုက်ခြင်းအားဖြင့် ဇာတ်ရှိန် တက်သွားတာ ရှိပါတယ်။ပြီးတော့ အာရာဂွန်ဟာ ထီးနန်းကို ဆက်တိုက်ငြင်းပယ်ခဲ့တာ၊ Andúril ဓားကို နောက်ဆုံးအချိန်မှ ပြန်ပြင်တာတွေဟာ ဇာတ်ရှိန်ပိုတက်စေတဲ့ ပညာပါပဲ။ပြီးတော့ ဆာရူးမန်းကို သေခိုင်းတဲ့ ဇာတ်ညွှန်းမျိုးဟာ အတော်လေးကို ရဲတင်းရာကျပါတယ်၊ဘာကြောင့်လဲ ဆိုတော့ စာအုပ်ထဲမှာ ဆာရူးမန်းဟာ ထွက်ပြေးသွားခဲ့ပါတယ်။လက်စွပ်ကိုဖျက်ဆီးပြီးလို့ ဟော့ဘစ်တွေ ရှိုင်းယားကို ပြန်လာချိန်မှာ ဆာရူးမန်းနဲ့ ထပ်ပြီးရင်ဆိုင်ကြရပါသေးတယ်။ဒါတွေကို ဖျက်ပစ်လိုက်ပေမယ့် ရုပ်ရှင်က ညံ့မသွားခဲ့တာကို တွေ့မှာပါ။ဒါကတော့ ဇာတ်ညွှန်းဆရာတွေရဲ့ အရည်အချင်းတွေပါပဲ။၁ မျက်နှာ ဖန်တရာတေ ဇာတ်ညွှန်းဆရာတွေ လေ့လာသင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်း===========Three Rings for the Elven-kings under the sky,Seven for the Dwarf-lords in their halls of stone,Nine for Mortal Men doomed to die,One for the Dark Lord on his dark throneIn the Land of Mordor where the Shadows lie.One Ring to rule them all, One Ring to find them,One Ring to bring them all, and in the darkness bind them,In the Land of Mordor where the Shadows lie.ဒါကတော့ LotR ဇာတ်လမ်းကြီးကို စတင်ခဲ့တဲ့ ဂန္ဓဝင်ကဗျာကြီးပါပဲ။Dark Lord ဆော်ရွန်ဟာ နတ်သူငယ်တွေအတွက် လက်စွပ် ၃ ကွင်း၊ လူပု ဘုရင် ၇ ပါးအတွက် လက်စွပ် ၇ ကွင်း၊ လူတွေအတွက် ၉ ကွင်းကို ထုလုပ်စေခဲ့ပြီး ပေးအပ်ခဲ့ပါတယ်။လက်စွပ်ကိုယ်စီဟာ စွမ်းအားရှိတာမို့ သူတို့တွေ လက်ခံခဲ့ကြတယ်။ဒါပေမယ့် ဆော်ရွန်ဟာ လက်စွပ်ရှင်အားလုံးကို လွှမ်းမိုးနိုင်တဲ့ လက်စွပ်အားလုံးရဲ့ ဘုရင် တစ်ခုတည်းသော လက်စွပ်ကို ထုလုပ်ခဲ့ပြီး အားလုံးကိုချုပ်ကိုင်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် မဟာမိတ်တွေနဲ့ နောက်ဆုံးစစ်ပွဲမှာ ရှုံးနိမ်ခဲ့ပြီး လက်စွပ်ကိုလည်းလက်လွှတ်လိုက်ရပါတယ်။နှစ်ပေါင်းများစွာကြာပြီးနောက် လက်စွပ်ပြန်ပေါ်လာချိန် ဆော်ရွန်လည်းအင်အားကြီးလာချိန်မှာနတ်သူငယ်တွေ၊ လူတွေ၊ လူပုတွေ၊ ဟော့ဘစ်လေးတွေဟာ ဆော်ရွန်ကို တားဆီးဖို့နဲ့ လက်စွပ်ဖို့ ဖျက်ဆီးဖို့ ကြိုးစားကြရပါတော့တယ်……….ဒီလောက်ဆို ဒီရုပ်ရှင်တွေကို ဆက်ပြီးခံစားဖို့ လုံလောက်မှာပါ။LotR ဇာတ်လမ်းမှာ အရေးပါခဲ့တဲ့ ကဗျာတစ်ခုကိုလည်း ဖော်ပြပေးလိုက်ပါတယ်။All that is gold does not glitterNot all those who wander are lost;The old that is strong does not wither,Deep roots are not reached by the frost.From the ashes, a fire shall be woken,A light from the shadows shall spring;Renewed shall be blade that was broken,The crownless again shall be kingရွှေအဆင်းအတိနဲ့အရာဟာ တစ်လက်လက် တောက်ပမနေတတ်ပါဘူးလှည့်လည်နေသူတိုင်းဟာလည်း လမ်းပျောက်နေကြတာမဟုတ်ပါအိုမင်းပေမယ့် ကြံ့ခိုင်သူဟာ ဆွေးမြေ့မလာတတ်ပါနက်ရှိုင်းလွန်းတဲ့ အမြစ်တွေဟာ သစ်တောနဲ့ အလှမ်းကွာစမြဲပြာပုံကြားကနေ မီးတောက်နိုးထလာချိန်အမှောင်တွေထဲက အလင်းတန်းတစ်ခု ဖြန်းပက်လာရင်းကျိုးပဲ့သွားခဲ့တဲ့ဓားကို ပြန်လည်ပြုပြင်ပြီးချိန်မှာသရဖူမဲ့နေခဲ့သူဟာ ဘုရင်ပြန်လည်ဖြစ်လာမှာပါ။The Hobbit ဇာတ်ကားတွေကတော့ LotR ရဲ့နောက်မှ ထွက်ရှိခဲ့ပေမယ့် တကယ်တော့ LoTR မစခင်က အခြေအနေတချို့ကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။File size…(7.9 GB) and (3.4 GB)Quality….Extended BluRay4K HDR& 1080p HEVCFormat…mkvDuration….03:06:34Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAung Ko KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarolynne CunninghamPeter JacksonVeronique LawrenceVictoria SullivanStarsBenedict CumberbatchEvangeline LillyIan McKellenJames NesbittKen StottLee PaceLuke EvansMartin FreemanRichard ArmitageStephen FryCastAdam BrownAidan TurnerAllan SmithAntony SherBen MitchellBenedict CumberbatchBrian SergentCarter NixonCate BlanchettCraig HallDallas BarnettDean O'GormanEli KentEmma SmithEvangeline LillyEvelyn McGee-ColbertFrank EdwardsGraham McTavishGreg EllisIan McKellenJabez OlssenJack BindingJames NesbittJed BrophyJohn BellJohn CallenJohn ColbertKatie JacksonKelly KilgourKen StottLawrence MakoareLee PaceLuke EvansManu BennettMark HadlowMark MitchinsonMartin FreemanMary NesbittMatt SmithMikael PersbrandtNick BlakeNorman KaliOrlando BloomPeggy NesbittPeter ColbertPeter HambletonPeter JacksonPeter Vere-JonesRay HenwoodRichard ArmitageRichard WhitesideRobin KerrRyan GageSarah PeirseSimon LondonStephen ColbertStephen FryStephen HunterStephen UreSylvester McCoyTerry BindingTerry NotaryTim GordonWilliam KircherZane Weiner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bSQjIZO9aJCJBqxGX3Sx2xtujzT.jpg",
      "https://image.tmdb.org/t/p/w300/npCPnwDyWfQltGfIZKN6WqeUXGI.jpg",
      "https://image.tmdb.org/t/p/w300/68NCoYsHAjgaxz88vXqrVVeVrbp.jpg",
      "https://image.tmdb.org/t/p/w300/q0M3AiVLVuaq2KRKSLDgMLKchvR.jpg",
      "https://image.tmdb.org/t/p/w300/6GGpZHvSpeIm5Tk5yn5P5ibUNjF.jpg",
      "https://image.tmdb.org/t/p/w300/cIImqdRsXCFHw4s0snVGgyHrLJt.jpg",
      "https://image.tmdb.org/t/p/w300/bxAaNproiyweMsOlf8DeQ89u9dB.jpg",
      "https://image.tmdb.org/t/p/w300/ovR5amMCOy2oA68CZAK5JEYEA5N.jpg",
      "https://image.tmdb.org/t/p/w300/aWZ6yIs8LgBG6Yk4C5GAXTDyqDM.jpg",
      "https://image.tmdb.org/t/p/w300/5AXtwreCVNUdEZVP5sU1OK0dzbY.jpg",
      "https://image.tmdb.org/t/p/w300/nsxN32MNIEMNZ47kkm1E8aypDsC.jpg",
      "https://image.tmdb.org/t/p/w300/pWUKwFYuqufsJ1beD9BiY5bIbbE.jpg",
      "https://image.tmdb.org/t/p/w300/gGIjiP68ubNkjaDth0ryCl4Vp3f.jpg",
      "https://image.tmdb.org/t/p/w300/vOhrSSyWnR3rRe5jXyLlAAa4CiW.jpg",
      "https://image.tmdb.org/t/p/w300/ew4kUd3t46C4fupS6g6TEHvzZR5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/07/469-the-hobbit-the-desolation-of-smaug-14-1414308975.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-hobbit-the-desolation-of-smaug-2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hdr-the-hobbit-the-desolation-of-smaug-2013-extended-2160-p-4-k-hdr-10-bit-bluray-x-265-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.9 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://mega.nz/file/G7ZxRaqZ#ZHOnBM7hOYX1-2PSwnxyT6Cxp3EqnCWtGS0drxBnH_s",
        "server": "mega.nz",
        "size": "7.9 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://usersdrive.com/uc4nz1xogbnz.html",
        "server": "usersdrive.com",
        "size": "7.9 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hobbit-the-desolation-of-smaug-2013-extended-blu-ray-1080-p-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1Ii1d/(CM)_The-Hobbit-The-Desolation-of-Smaug-2013-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/OqB3nCyB#Iqv5su2AdbhRwimX-5aGQivN1iCWYCADppNxJNHWW4A",
        "server": "mega.nz",
        "size": "3.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/2n0bd3aapxaa.html",
        "server": "usersdrive.com",
        "size": "3.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://viewsb.com/u8fr4bychnfg.html",
        "server": "streamsb.com",
        "size": "3.4 GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "Os1G8RtqY2c",
      "video_url": "https://www.youtube.com/watch?v=Os1G8RtqY2c",
      "embed_url": "https://www.youtube.com/embed/Os1G8RtqY2c"
    }
  },
  {
    "metadata": "PG-13|2013|126 min|Action,Adventure,Sci-Fi,X-men",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "385,270"
    },
    "title": "The Wolverine (2013)",
    "description": "Wolverine faces his ultimate nemesis – and tests of his physical, emotional, and mortal limits – in a life-changing voyage to modern-day Japan.Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္….ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကိုhttps://channelmyanmar.org/category/x-men/မွာေဒါင္းလို႕ရပါတယ္။File size…(2.4 GB) and (1.3 GB in Openload and Stream)Quality…Extended Blu-Ray Rip 1080p 5.1Format…mp4Duration….02:06:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames MangoldSheila WaldronStarsBrian TeeFamke JanssenHaruhiko YamanouchiHiroyuki SanadaHugh JackmanPatrick StewartRila FukushimaSvetlana KhodchenkovaTao OkamotoWill Yun LeeCastAllan PoppletonBrian TeeConrad ColebyFamke JanssenGarret SatoHaruhiko YamanouchiHiroshi KasugaHiroyuki SanadaHugh JackmanIan McKellenKen YamamuraNobuaki KakudaPatrick StewartQyoko KudoRila FukushimaSarah Naylor-LiddellShinji IkefujiSvetlana KhodchenkovaTakao KinoshitaTao OkamotoTaris TylerWill Yun Lee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oFyaTmJ5ZPPl16uB4Ry9pWKvtDc.jpg",
      "https://image.tmdb.org/t/p/w300/gGKyIVKM4BqaOYy5BiZCywFggy4.jpg",
      "https://image.tmdb.org/t/p/w300/ud8ok2zrY8rsOzdYplZAopoyJ8O.jpg",
      "https://image.tmdb.org/t/p/w300/979MQy2VciuXdmhYByUS7ZPrbbS.jpg",
      "https://image.tmdb.org/t/p/w300/2g8SA6gSCM2DLrrvlEgT1s3ALu7.jpg",
      "https://image.tmdb.org/t/p/w300/agv4Bqjq4PL9m0WeOmkEBCUcwn6.jpg",
      "https://image.tmdb.org/t/p/w300/2xiFTUjvnhMUgN7grMA2W4qy4mC.jpg",
      "https://image.tmdb.org/t/p/w300/A1rEXYv63CdJKL05YQeTPOGrkgZ.jpg",
      "https://image.tmdb.org/t/p/w300/rDTd3NUt96r2qaIB6dNsso3YSLN.jpg",
      "https://image.tmdb.org/t/p/w300/hJhRKXyiHXXlYGNpNP1qlR1fPDU.jpg",
      "https://image.tmdb.org/t/p/w300/yhNx7K0Vo9U4DgtmE6K3w1G2uga.jpg",
      "https://image.tmdb.org/t/p/w300/68HyAIkiFJuZGqulTCOcx1k3Uqa.jpg",
      "https://image.tmdb.org/t/p/w300/zji3u4fuswa0HIbhYcfKvcTVf2X.jpg",
      "https://image.tmdb.org/t/p/w300/4Ukqy9xGQHohfS63yfrFvnkBjrO.jpg",
      "https://image.tmdb.org/t/p/w300/1JLHU1FhlAp4ieYYKSRgZYh6Vmz.jpg",
      "https://image.tmdb.org/t/p/w300/eTsic8ly94BKEFUYTO1wSYk6cOU.jpg",
      "https://image.tmdb.org/t/p/w300/mGI818SG2PdiNyPk00fS2u7DKRG.jpg",
      "https://image.tmdb.org/t/p/w300/i3NmDEZFfdgkVSwuKWZwCqP37MC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iTST6DcLhfufWYUKCOskkusaYUq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-wolverine-2013-mm-sub",
        "server": "VIP Links",
        "size": "1.3 GB/2.46GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-wolverine-2013-extended-1080-p-blu-ray-x-264-sparks-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wolverine-2013-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2p87j/(CM)The.Wolverine.2013.EXTENDED.1080p.BluRay.x264-SPARKS.mkv",
        "server": "megaup.net",
        "size": "2.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2pa8D/The_Wolverine_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbfast.com/xychwrooc0xp.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "u1VCP3O8wG0",
      "video_url": "https://www.youtube.com/watch?v=u1VCP3O8wG0",
      "embed_url": "https://www.youtube.com/embed/u1VCP3O8wG0"
    }
  }
]