[
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "To Leslie (2022)",
    "description": "ပယင်းရောင် ယစ်ရွှေရည်၊ စူးရှရှ ပြင်းပြပြ၊ မူးယစ်ရီဝေခိုက်မှာ အသူရာတို့ရဲ့ဘုံမှာ ပျော်ဝင်နစ်မြုပ်သွားသလို။ တစ်ခွက်ပြီးရင် နောက်တစ်ခွက်၊ နောက်တစ်ခွက်နောက်မှာ နောက်တစ်ခွက်၊ ပြန်ဖို့အိမ်အသင့်၊ အိပ်ကပ်ထဲမှာ ပိုက်ဆံအပြည့်၊ ကားထဲမ‌ှာ ဆီအပြည့်။သူရာရည်ရဲ့ မဲဆွယ်ကာလ ယစ်မူးချိုမြိန်မှုတွေကုန်ချိန်၊ သူဟာ လမ်းဘေးက အိမ်ယာမဲ့။ စားစရာမရှိ၊ ခေါင်းချစရာမရှိ၊ ခိုလှုံရာနတ္ထိ။ ချစ်လှပါတယ်ဆိုတဲ့ အခြွေအရံတွေရဲ့ ခါးသီးတဲ့စွန့်ပစ်မှုတွေနောက်၊ ဘဝက အောက်ကျခဲ့ပြီလား။လက်စလီ ဟာ တစ်ကိုယ်တည်းသမား သားသည်မိခင်။ ဒေါ်လာနှစ်သိန်းနီးပါး ထီဆုကြေးငွေတွေ အပြည့်အသိပ်နဲ့။ ဘာတဲ့၊ ဘဝပြောင်းမယ့် ပိုက်ဆံတွေတဲ့လား။ တကယ်ပဲ ဘဝပြောင်းသွားတယ်။ လူ့အမှိုက်တစ်ယောက်အဖြစ်ကိုပေါ့။ပိုက်ဆံတွေကို ယစ်ရွှေရည်နောက် တကောက်ကောက်လိုက်ရင်း ချွတ်ခြုံ မွဲပြာကျ၊ လှလှကြီးဒုက္ခရောက်ရသူ။ ၁၃ နှစ်သားလေးကိုစွန့်ပစ်လို့ လောကဒဏ်ရိုက်ချက်တွေကြား အရက်သမားအဖြစ်နဲ့ ဘဝဇာတ်ခုံမှာ ဇာတ်နာလိုက်ပုံများ။ကိုယ့်ကိုဖျက်ခဲ့တဲ့ အရက်ကိုပဲ တမ်းတမ်းတ စွဲလမ်းရသူ လက်စလီ တစ်ယောက်၊ သားဆီကို အပြန်လမ်း၊ သူရာနတ်မင်းရဲ့ ကလိထိုးကျီစားမှု ကြောင့် သားဖြစ်သူရဲ့ စွန့်ပစ်ခြင်းနဲ့ ဝဋ်တစ်ဖန်ပြန်လည်၊ ပလက်ဖောင်းမင်းသမီး အရင့်စားကြီးပေါ့။မွေးရပ်မြေကို ပြန်ရောက်၊ တစ်အူထုံဆင်း အစ်မရင်းကပါ အိမ်ကနေနှင်ထုတ်ရလောက်အောင် ဘဝဆိုးရသူ။ လက်စလီ ဘယ်လဲ၊ ဘာလဲ။ ဘာတွေဆက်ဖြစ်မလဲ။ ဘာတေ‌ွကြုံရဦးမလဲ။ဒီ ၂၀၂၂ နှစ်ထွက် မိသားစုဇာတ်ကားလေးက သင့်ကို တွေးစရာတွေတပုံတပင်နဲ့ အရောင်စုံခံစားချက်တွေ ပေးစွမ်းနိုင်တာမို့ ကြည့်ရှု့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Arr Khun Winchester ပါ )File Size__(2.7GB) / (1GB)Quality__WEB-DL_1080p, 720pIMDb Rating__7.0/10Format__mp4Duration__02:00:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael MorrisStarsAlan TrongAlan WellsAlessandra PerezAllison JanneyAndre RoyoAndrea RiseboroughArabella GrantBlake RobbinsBrandee StegerBrennon PetersCatfish JeanChris CoyClayton HoffDerek PhillipsDrew YoungbloodGrace Arabella LeeJack O'ConnorJames Landry HébertJeanette O'ConnorJuan Carlos CantuJuan Francisco VillaLauren LethererMac BrandtMaggie CarneyMarc MaronMarcelo OlivasMatt LauriaMicah FitzgeraldOwen TeaguePablo RamosParis NicolePaula RhodesPramod KumarScott PeatScott SubionoSewell WhitneyStephanie WongStephen RootTom VirtueCastAlan TrongAlan WellsAlessandra PerezAllison JanneyAndre RoyoAndrea RiseboroughArabella GrantBlake RobbinsBrandee StegerBrennon PetersCatfish JeanChris CoyClayton HoffDerek PhillipsDrew YoungbloodGrace Arabella LeeJack O'ConnorJames Landry HébertJeanette O'ConnorJuan Carlos CantuJuan Francisco VillaLauren LethererMac BrandtMaggie CarneyMarc MaronMarcelo OlivasMatt LauriaMicah FitzgeraldOwen TeaguePablo RamosParis NicolePaula RhodesPramod KumarScott PeatScott SubionoSewell WhitneyStephanie WongStephen RootTom Virtue",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zFUKwOo8xMfCXvMXz4ujkW97ISV.jpg",
      "https://image.tmdb.org/t/p/w300/gSJ9Z4IP0HMF9ElnuE7LaTKeUZh.jpg",
      "https://image.tmdb.org/t/p/w300/7SGsNmrdb6hLQujKpvuBUrkKmcv.jpg",
      "https://image.tmdb.org/t/p/w300/hlX0Vjsj4oLBP23nWBo0qLeKXVC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/movieposter_en.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/to-leslie-2022-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/19Dxz/To_Leslie_(2022)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kaMCHKjb#1-XJ-Kx3ZwO7wpM-W8VF8FQQvMO3Br7gPiVdEXsna2A",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/biz2zy5f3suy.html",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/to-leslie-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19Dxr/To_Leslie_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ECEiRAyZ#w9wmw4hlHVyegAISwClcBF1oCm58eAsoESuAZ3K8moQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/edvgmg4mz90f.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "D_k63vvm3mU",
      "video_url": "https://www.youtube.com/watch?v=D_k63vvm3mU",
      "embed_url": "https://www.youtube.com/embed/D_k63vvm3mU"
    }
  },
  {
    "metadata": "||2h 4m|Asian,Drama,History",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "2,432"
    },
    "title": "Untold Scandal (2003)",
    "description": "Untold Scandal (2003)ဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်နှောင်းပိုင်း ယဉ်ကျေးမှု့တွေ ဓလေ့ထုံးတမ်းတွေကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားပါတယ်Best Actress/Best Director/Best Music ဆု ၃ ခုလည်းရရှိခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းသခင်မဂျိုဟာ ထူးချွန်ထက်မြက်တဲ့ ဇနီးကောင်းတစ်ယောက်အဖြစ် လူကုံထံအသိုင်းအဝိုင်းမှာ နာမည်ကြီးပါတယ်တကယ်တမ်းမှာတော့ အခြားယောက်ျားတွေနဲ့ အမြဲတမ်းခိုးပြီးရှုပ်တတ်တဲ့ မိန်းမတစ်ယောက်ဖြစ်ပါတယ်သခင်မဂျိုရဲ့ မောင်ဝမ်းကွဲဖြစ်သူ ဂျိုဝန်ကလည်း စာပေပညာရော သိုင်းပညာပါ ထူးချွန်သူဖြစ်ပေမယ့် ရာထူးရာခံတွေကို ငြင်းပယ်ခဲ့ပါတယ်ဂျိုဝန်က မိန်းမလိုက်စားသူတစ်ယောက်ဖြစ်ပြီး မိန်းကလေးတွေကို သွေးဆောင်ဖြားယောင်းရတာ နှစ်သက်တတ်သူပါဂျိုဝန်က သခင်မဂျိုရဲ့ အချစ်ဦးလည်းဖြစ်ပါသေးတယ်ဒါပေမယ့် သူတို့ရဲ့ အချစ်ကစားပွဲမှာတော့ သူတို့ခံစားချက်တွေကိုဖုံးကွယ်ထားခဲ့ကြပါတယ်သခင်မဂျောင်ကတော့ ယောက်ျားသေဆုံးသွားတဲ့ မုဆိုးမတစ်ဦးပါလက်ထပ်ပြီး မပေါင်းသင်းရသေးခင်မှာ ယောက်ျားသေဆုံးသွားတာကြောင့် အပျိုစင်မုဆိုးမလု့ိနာမည်ကြီးပါတယ်သခင်မဂျောင်ကို အရယူနိုင်မလားဆိုပြီး ဂျိုဝန်နဲ့ သခင်မဂျိုတို့ လောင်းကြေးထပ်ခဲ့ကြပါတယ်သူတို့နှစ်ယောက်ရဲ့ ကစားပွဲမှာ သခင်မဂျောင်က မြေစာပင်ဖြစ်သွားတဲ့အခါ…ဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(2.1GB) / (1GB)Quality__1080p, 720pIMDb Rating__6.9/10Format__mp4Duration__02:00:00Type__Drama , HistorySubtitle__Myanmar Subtitle (Hardsub)Translated byHay Thar OoEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJe-yong LeeStarsBae Yong-JunChoi Ban-YaGong Ho-seokJang Min-SeokJeon Do-yeonJeong Seok-kyuJo Hyun JaeJung Jae-jinKim Hyeon-jeongLee Mi-sookLee So-yeonSuh Yun-aCastBae Yong-JunChoi Ban-YaGong Ho-seokJang Min-SeokJeon Do-yeonJeong Seok-kyuJo Hyun-jaeJung Jae-jinKim Hyeon-jeongLee Mi-sookLee So-yeonSuh Yun-a",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6PESw2RNX9osNRb2bzDCEybgqzz.jpg",
      "https://image.tmdb.org/t/p/w300/lKVqG36SG220EvQCF3nPRPAT7cs.jpg",
      "https://image.tmdb.org/t/p/w300/kILuscG5iSBLgBdZsgmfwzN7syu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/photo489122.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/untold-scandal-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/untold-scandal-2003-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2pokx/Untold_Scandal_(2003)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/dRx-t3aBJRTTvQ",
        "server": "disk.yandex.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/untold-scandal-2003-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/13tph/Untold_Scandal_(2003)_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/TR16HZHnicFWAw",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/e8djf9w6c8gi.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YBKm7UtYyjk",
      "video_url": "https://www.youtube.com/watch?v=YBKm7UtYyjk",
      "embed_url": "https://www.youtube.com/embed/YBKm7UtYyjk"
    }
  },
  {
    "metadata": "R|2015|1h 31min|Drama,Thriller",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "37,361"
    },
    "title": "The Boy Next Door (2015)",
    "description": "The Boy Next Door (2015)_____IMDb – 4.7/10မင်းသမီးချော ဂျန်နီဖာလိုပက်စ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့Channelmyanmar ပရိတ်သတ်တွေကို မိတ်ဆက်ပေးချင်ပါတယ်..Review လေးကိုကြည့်ရအောင်ဒီ Movie Version က censored ဗားရှင်းဖြစ်တဲ့အတွက် 18+ ဇာတ်ဝင်ခန်းများမပါဝင်ပါဘူးUncensored ဗားရှင်းကလည်း စာတန်းဖိုင်အခက်အခဲ ဖြစ်တဲ့အတွက် တင်ပေးဖို့သိပ်အဆင်မပြေပါဒါကြောင့် ဒီ Movie က ဖြတ်ထုတ်ထားတဲ့ သီးသန့်ဇာတ်ဝင်ခန်းတစ်ခန်းကိုလည်းအပိုလင့် နဲ့တွဲထည့်ပေးလိုက်ပါတယ်..ကြည့်ရတာအရသာပျက်သွားမှာဆိုးလို့ပါ 😛ကလဲရ် က အထက်တန်းကျောင်းမှ ဂန္ဒ္ဒဝင်စာပေဘာသာရပ်ကိုသင်ကြားတဲ့ဆရာမတစ်ယောက်ဖြစ်ပြီးယောက်ကျာၤးနဲ့ကွဲနေတဲ့အတွက်လက်ရှိမှာ အထက်တန်းကျောင်းသားဖြစ်တဲ့ သားဖြစ်သူကယ်ဗင်နဲ့အတူတူနေနေပါတယ်..သူမရဲ့သူငယ်ချင်းဖြစ်သူ ကျောင်းမှဒုကျောင်းအုပ်လည်းဖြစ်တဲ့ဗစ်ကီက ဖောက်ပြန်ခဲ့တဲ့ ယောက်ကျာၤးနဲ့ကွဲရှင်းစေချင်ပေမယ့်ကလဲရ်တို့ ကာယကံရှင်နှစ်ယောက်ကတော့အိမ်ထောင်ရေးကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေကြပါတယ်..အဲ့ဒီ့နောက်ကလဲရ်တို့မိသားစုထဲကို နိုဝါ ဆိုတဲ့ကောင်လေးတစ်ယောက်စတင်ဝင်ရောက်လာပါတော့တယ်နိုဝါက ဘေးအိမ်ကိုလာလည်တဲ့အသက်20အရွယ်မိဘမဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီးကလဲရ်ကိုလည်းကူညီတဲ့အတွက်..သူတို့သားအမိနဲ့အတော်လေးရင်းနှီးသွားပါတယ်..တစ်ရက်တော့..ကယ်လ်ဗင်နဲ့ သူ့အဖေတို့ကျောင်းပိတ်ရက်တစ်ရက်မှာအပျော်တမ်းငါးဖမ်းထွက်သွားကြပါတယ်..ချက်ချင်းပြန်ပေါင်းထုတ်ဖို့တွေဝေနေတဲ့အတွက် မလိုက်ပဲကျန်ခဲ့တဲ့ ကလဲရ်ကိုဗစ်ကီကသူတို့ချိန်းတွေ့တဲ့နေရာကိုအတင်းလာခိုင်းပြီး ဗစ်ကီ့သူငယ်ချင်းဖြစ်တဲ့သူတစ်ယောက်နဲ့မိတ်ဆက်ပေးပါတယ်..အဲ့လိုတွေ့ဆုံပွဲမှာ မိတ်ဆက်ပေးတဲ့သူနဲ့ကလဲရ်တို့ ကတောက်ကဆဖြစ်ပြီးစိတ်တိုတိုနဲ့အိမ်ပြန်လာတဲ့ကလဲရ်က ဘေးအိမ်က နိုဝါ ကို ဖုန်းဆက်ပြီးခေါ်မိပါတယ်နိုဝါ ရောက်လာတဲ့အခါ ညစာအတူတူစားရင်း တစ်ယောက်တည်းစိတ်အားငယ်နေတဲ့အချိန်နိုဝါရဲ့ မြူဆွယ်တဲ့စကားတွေအပေါ်သာယာမိသွားကာ အတူတူအိပ်မိသွားပါတော့တယ်နောက်နေ့မနက်မှာတော့ ကလဲရ်က အသိဉာဏ်ခဏကင်းလွတ်သွားတုန်း ဖြစ်ပျက်ခဲ့တဲ့သူမရဲ့အမှားအတွက်တောင်းပန်ကြောင်းနဲ့ အဲ့ဒီ့အဖြစ်အပျက်ကိုမေ့ပစ်ဖို့ပြောတဲ့အခါနိုဝါ က ဒေါသထွက်ကာနံရံကိုလက်သီးနဲ့ထိုးလိုက်ပါတယ်..အဲ့ဒီ့ကစလို့ နိုဝါရဲ့ နဂါးမျက်စောင်းလည်းအသက်ဝင်လာပါတော့တယ်ကလဲရ်ရဲ့အီးမေးလ်ကိုခိုးယူကာ..သူမစာသင်တဲ့အတန်းကိုအတန်းတက်ခွင့်ရအောင်ကျောင်းအုပ်ထံအကြောင်းကြားစာအတုပို့ပါတယ်.ပြီးတော့ သူတို့နှစ်ယောက်အတူတူချစ်တင်းနှောနေတဲ့ပုံတွေကိုမနက်ကျောင်းမဖွင့်ခင် ကလဲရ်ရဲ့စာသင်ခန်းထဲမှာသွားကပ်ထားပါတယ်..ကလဲရ်ကချော့တမျိုးခြောက်တမျိုးနဲ့ပြောပေမယ့် နောက်မဆုတ်တဲ့အပြင်ပိုဆိုးလာပါတယ်ကလဲရ်က သူ့ယောက်ကျားဖြစ်သူနဲ့အဆင်မပြေအောင်..သားဖြစ်သူ ကယ်ဗင်ကိုသွေးထိုးပေးပါတယ်သွေးထိုးစကားကိုနားယောင်တဲ့ ကယ်လ်ဗင်က သူ့အဖေကျောင်းလာကြိုတုန်း မကျေနပ်တဲ့စိတ်နဲ့ပြိုင်ကားကိုအရှိန်မြင့်မောင်းရာ ဘရိတ်အုပ်မရပဲကံကောင်းလို့သာသားအဖနှစ်ယောက်လုံးအသက်မသေတာပဲဖြစ်ပါတယ်..ဒီလိုနဲ့ တဖြေးဖြေးဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ဆက်လက်စောင့်ကြည့်ခံစားကြပါ 🙂(အညွှန်းကို mmmovieguide မှ ကူးယူတင်ပြပါသည် )Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarmen TabanyiCasey RieboldtRob CohenStarsBailey ChaseFrançois ChauHill HarperIan NelsonJennifer LopezJohn CorbettKristin ChenowethLexi AtkinsRaquel GardnerRyan GuzmanCastAdam HicksBailey ChaseBrandon RushBrian MahoneyChad BullardForrest HoffmanFrançois ChauHill HarperIan NelsonJack WallaceJennifer LopezJohn CorbettKari PerdueKent AvenidoKristin ChenowethLexi AtkinsRaquel GardnerRyan GuzmanTad GriffithTravis Schuldt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/96iXwJibeNW9RGEa58zYa0SQV6m.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/06/the-boy-next-door-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pkz0l63p9l63.html",
        "server": "usersdrive.com",
        "size": "627 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-boy-next-door-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "627 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eFD6/The_Boy_Next_Door_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "627 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/F0hnlIrR#Gjvo128Yh8pmlxJkbEp3kd2ETYK8y6VY8tQ5toRuPuA",
        "server": "mega.nz",
        "size": "627 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/3mzkt524jo13",
        "server": "upstream.to",
        "size": "627 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "MgbBwovOOoc",
      "video_url": "https://www.youtube.com/watch?v=MgbBwovOOoc",
      "embed_url": "https://www.youtube.com/embed/MgbBwovOOoc"
    }
  },
  {
    "metadata": "PG-13|1997|95 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "36,648"
    },
    "title": "Mortal Kombat: Annihilation (1997)",
    "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ကားထဲမွာလဲ ကမၻာႀကီးကို ထပ္မံကယ္တင္ရမွာပါ။ ကမၻာႀကီးကို လွ်ဴခန္ လို႔ေခၚတဲ့ မသမာသူက ကမၻာႀကီးကို ၇ ရက္နဲ႔တင္ အၿပီးသိမ္းမွာပါ။ အဲ့ဒီ ၇ ရက္မတိုင္ခင္ကို လွ်ဴကန္ ဟာ ကမၻာႀကီးကို သူ႔ရဲ႕ ဆရာျဖစ္တဲ႔ ေရးဒန္ နဲ႔ တျခားေသာသူရဲေကာင္းေတြနဲ့အတူကယ္တင္ရမွာပါ အဲ့လို ကယ္တင္ဖို႔ကို သူတို႔ေတြ ဘယ္လို အခက္အခဲေတြ ရင္ဆိုင္ရမယ္၊ ဘယ္လိုမ်ိဳးကယ္တင္မယ္ဆိုတာကိုေတာ့…….. Channal Myanmar ပရိတ္သတ္ႀကီးတို႔က ဇာတ္ကားကို အားေပးၾကည့္႐ႈ့ေပးက်ပါအံုး(ဇာတ္လမ္း အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ ေစာရန္ေနေနာင္ ျဖစ္ပါတယ္)File size…678.6MBQuality…Blu-ray Rip 720pFormat…mp4Duration….01:35:44Translator…Saw Yan Nay NaungEncoder….seniorKaungDownload and watch via pCloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn R. LeonettiStarsJames RemarRobin ShouSandra HessTalisa Soto",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "||1hr 5mins|Adult,Asian,Crime,Drama",
    "rating": {
      "rating": "5/10",
      "rating_count": ""
    },
    "title": "[18+] 10 Years Love (2008)",
    "description": "10 Years Love (2008)အသက် ၁၇ နှစ်အရွယ် မာရီဆိုတဲ့ ကောင်မလေးက သူတို့ကျောင်းက ပေါ်ပြူလာဖြစ်တဲ့ ဘောလုံးသမား ဟီရိုဆိုတဲ့ ကောင်လေးကို တိတ်တခိုး ချစ်နေခဲ့တာပေါ့ကျောင်းဘောလုံးပွဲမှာ ဟီရိုက ဂိုးမသွင်းနိုင်တာကြောင့် ကစားပွဲမှာရှုံးနိမ့်သွားပြီး သူငယ်ချင်းတွေကလည်း သူ့ကို ပစ်ပယ်သွားပါတော့တယ်…တစ်ရက် ဟီရိုမိသားစုလည်း ပြိုကွဲသွားပြီး ဟီရိုလည်း အဝေးတစ်နေရာကို ထွက်သွားတဲ့နောက်မာရီက သူချစ်တဲ့ကောင်လေး ဟီရိုကို လိုက်ရှာဖို့အတွက် မြို့တစ်မြို့ကို တက်သွားပါတော့တယ်ဆယ်နှစ်ကြာပြီးနောက်ပိုင်း မာရီ သူချစ်သူကောင်လေးကို ရှာတွေ့နိုင်ပါ့မလား…တစ်ခါမှမရောက်ဖူးတဲ့ မြို့လေးတစ်မြို့မှာ မာရီတစ်ယောက် ဘယ်လိုဖြတ်သန်းမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး ။File Size__(1.3GB) / 650MB)Quality__1080p, 720pIMDb Rating__5/10Format__mp4Duration__01:05:00Type__Adult, Drama, CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated byParrisEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNakaba UedaStarsAki KawamuraBobbyMari SakuraiWakanaYasuei YakushijiCastAki KawamuraBobbyMari SakuraiWakanaYasuei Yakushiji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cjoq5PwICUmaBdj4ES4PW2tISWu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/junen-ai-hong-kong-movie-cover.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-10-years-love-2008",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/18-10-years-love-2008-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/13hs2/[18+]10_Years_Love_(2008)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/JpzHB58w6PqmWA",
        "server": "disk.yandex.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/18-10-years-love-2008-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2pcmq/[18+]10_Years_Love_(2008)_720p.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/-M1GukESKljccw",
        "server": "disk.yandex.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/mh8wu6sk8tsb.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "denZ4Sg1Cog",
      "video_url": "https://www.youtube.com/watch?v=denZ4Sg1Cog",
      "embed_url": "https://www.youtube.com/embed/denZ4Sg1Cog"
    }
  },
  {
    "metadata": "|||Action,Adventure,Animation",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1704"
    },
    "title": "Promare (2019)",
    "description": "Japan Anime ကားတစ်ကားပါ။ Rating 7.2 တောင် ရထားတာဆိုတော့တော်တော်လေးမိုက်တဲ့Animeထဲမှာပါပါတယ်။ခန္ဓာကိုယ်ကနေ မီးထလောင်တတ်တဲ့ mutant တွေကြောင့်The Great Burning လို့ခေါ်တဲ့ အဖြစ်အပျက်ကြီး ဖြစ်လာခဲ့ပါတယ်။နှစ် ၃၀ ကြာပြီးတဲ့နောက်မှာ Burnish လို့ခေါ်တဲ့သူတွေ ပေါ်လာပြန်ပါတယ်။ဒီတစ်ခါမှာတော့ သူတို့က မီးကို ပိုပြီးထိန်းချုပ်နိုင်သွားကြပါပြီ။ဒီလူတွေမှာ မီးတွေအကြောင်းပြချက်မရှိဘဲ လိုက်ရှို့နေတယ်။ဒါပေမဲ့ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ။Galo Thymos ဆိုတဲ့ မီးသတ်တပ်သားသစ်လေးတွေကမီးလောင်မှုကို ကယ်ဆယ်ဖို့သွားရင်း Burnish တွေနဲ့ကြုံလာရတဲ့အခါမှာတော့ပွဲကြီးပွဲကောင်းတွေ ဖြစ်ပါတော့တယ်။Animation ဖန်တီးထားပုံတွေကလည်း တော်တော်လေးစွဲဆောင်မှုရှိလွန်းတာကြောင့် ကြည့်နေရင်းနဲ့အချိန်ဘယ်လိုကုန်လို့ကုန်သွားမှန်းတောင်မသိရမယ့်Animeမျိုးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။File Size : ( 1 GB , 303 MB)Quality : BluRay 720pRunning Time : 1 hr 51 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroyuki ImaishiStarsAmi KoshimizuAyane SakuraHiroyuki YoshinoKen'ichi MatsuyamaMasato SakaiMayumi ShintaniRikiya KoyamaTaichi SaotomeTaiten KusunokiTetsu InadaCastAmi KoshimizuAyane SakuraHiroyuki YoshinoKatsuyuki KonishiKendo KobayashiKenichi MatsuyamaMasato SakaiMayumi ShintaniNobuyuki HiyamaRikiya KoyamaTaichi SaotomeTaiten KusunokiTetsu Inada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eAWuDbZAYQY0PM0hL7zoO3aoF3T.jpg",
      "https://image.tmdb.org/t/p/w300/eHZ4fCPz5MUXcdUVAANqco54tIE.jpg",
      "https://image.tmdb.org/t/p/w300/6szqKVnm13MGZOOZaJQWHg0RE4K.jpg",
      "https://image.tmdb.org/t/p/w300/2UnHne9HVOTeCzgZKMzgQ8b3oc7.jpg",
      "https://image.tmdb.org/t/p/w300/4LxzeB4KXFImoRguKQx4pWqtQZC.jpg",
      "https://image.tmdb.org/t/p/w300/xx9w12zNafVJ0Crjq2wKUX9KnsU.jpg",
      "https://image.tmdb.org/t/p/w300/p6fh1Gg3gTtjvrJrxDNT0ynBSPy.jpg",
      "https://image.tmdb.org/t/p/w300/6bm6xuEGDL3QafclW2E3JbVnRO9.jpg",
      "https://image.tmdb.org/t/p/w300/gkpHkI8g0n1cxTE1yG5FS3upr4i.jpg",
      "https://image.tmdb.org/t/p/w300/jn8ZhbycOiAqTaEVmKYGbm0O4eZ.jpg",
      "https://image.tmdb.org/t/p/w300/3AQeDZmDYKoppCHq79SiSc6jpw6.jpg",
      "https://image.tmdb.org/t/p/w300/wc6SxbRxTRTbRIcaI8u4hXbhv5L.jpg",
      "https://image.tmdb.org/t/p/w300/xdaebe0Tt7eKiQSfi3AAIH3zL6W.jpg",
      "https://image.tmdb.org/t/p/w300/88zMhOQDXHTc3iqGMPA7unCZO9R.jpg",
      "https://image.tmdb.org/t/p/w300/s7uwH2YrTZ75L5ZVby1faBaWH3Y.jpg",
      "https://image.tmdb.org/t/p/w300/6mRX3NT4fuccOsULB6g6hYbCIPz.jpg",
      "https://image.tmdb.org/t/p/w300/6ovuiK5KQaxb1lT1Nd8uNaqHkrK.jpg",
      "https://image.tmdb.org/t/p/w300/sOKExLekA9ONW8YoBUqoXQkfWi.jpg",
      "https://image.tmdb.org/t/p/w300/5fA6nRuaU3XM7vSb0mPrSUcZiZW.jpg",
      "https://image.tmdb.org/t/p/w300/w0SpJl7dWQ0DFYp6QTRArqHimIt.jpg",
      "https://image.tmdb.org/t/p/w300/2n1PXuVNqSoif5fuG5OmnlV6JCa.jpg",
      "https://image.tmdb.org/t/p/w300/qbB3dhhGlxmKiwnKeXFfhe4Lv8O.jpg",
      "https://image.tmdb.org/t/p/w300/uxYbgeAil3ZcS3QumOD5YtxTXzL.jpg",
      "https://image.tmdb.org/t/p/w300/gyeWk2q74T1q8gg4ffbF44CNwh6.jpg",
      "https://image.tmdb.org/t/p/w300/kHLwXs6d9R54xhK7VA9BY4ljdXR.jpg",
      "https://image.tmdb.org/t/p/w300/qcsKAFwl2YdlRDXARgqFSVUwIay.jpg",
      "https://image.tmdb.org/t/p/w300/aQm066J3OmiMPtfEZsvJyoLAui5.jpg",
      "https://image.tmdb.org/t/p/w300/3Ft93ygtgesrE1UnHjd7MdXNODy.jpg",
      "https://image.tmdb.org/t/p/w300/mctv0DMJcXPOJHPfhaMRJAAHIBM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4fVcLdImgW2EXQyrflA5oLTvwCD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v0bkn9h8efk4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/m3sfbrw9vjbk.html",
        "server": "usersdrive.com",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://yuudrive.me/e989105/cm-promare-2019-bluray-720p-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/50ea8fc5/cm-promare-2019-bluray-480p-mp4",
        "server": "yuudrive.me",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://megaup.net/3zzck/(CM)_Promare_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/3zzcg/(CM)_Promare_2019_BluRay_480p.mp4",
        "server": "megaup.net",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://mega.nz/file/304BmTLa#dzHV9UDDNviQEkr4zR1buLdRyzOk9Iq6iUx10yGEgqA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/ThoFGJIC#ZdPAKxf3jMHJAwgqR18J4t2XaL8eg2-e9103dIKoZHk",
        "server": "mega.nz",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://1fichier.com/?08k861p4rkd44gz0a9tm",
        "server": "1fichier.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://1fichier.com/?djs7ehjvio71ek03w5ny",
        "server": "1fichier.com",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://upstream.to/vn2ya260245z",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/8dy9tocak9ev",
        "server": "upstream.to",
        "size": "303 MB",
        "quality": "BluRay480p"
      }
    ],
    "trailer": {
      "video_id": "rWxUaUU4Heg",
      "video_url": "https://www.youtube.com/watch?v=rWxUaUU4Heg",
      "embed_url": "https://www.youtube.com/embed/rWxUaUU4Heg"
    }
  },
  {
    "metadata": "||1h 58 min|Comedy,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2454"
    },
    "title": "Papa ( 2023 )",
    "description": "အဆင့်မြင့် တိုက်တွေ ကားတွေနဲ့ 5G အထိ တိုးတက်နေတဲ့တရုတ်ပြည်မှာ အားနည်းချက်က ဘာလဲဆိုရင် လူတွေပင်ပန်းတာပါပဲ…ဘယ်လောက်တောင် ပင်ပန်းလဲဆို ၃ နှစ်အရွယ် ကလေးကအစ ၂၄ နာရီအပြည့် လေ့လာမှု အပြည့်နဲ့ ကျောင်းကောင်းမှာ ဝင်ခွင့်အောင်အောင် ကြိုးစားနေရတာပေါ့ဒီလိုကြိုးစားနေတဲ့ထဲ တရုတ်ရိုးရာ ချေးချွတ်ရေချိုးကန်လေးပိုင်ရှင် လေတလီတို့ သားအဖလည်း ပါတာပေါ့…မိတဆိုးလေး လေရှောင်မိအပေါ် လေတလီတစ်ယောက် မျှော်လင့်ထားတာ ၂ ချက်ပဲရှိတယ်…တစ်ခုက ပျော်ရွှင်စွာ ဘဝကို ဖြတ်သန်းဖို့…နောက်တစ်ခုကတော့ ဆုံးသွားတဲ့ သူ့အမေလိုပဲ ပညာရေးမှာ ထူးချွန်စေချင်တာပေါ့…ဒီလိုနဲ့ လေတလီတစ်ယောက် ရှောင်မိကို နာမည်ကြီး ကိုယ်ပိုင်မူလတန်းကျောင်း ထားဖို့ စွန့်စားခန်း တစ်ခုပြီး တစ်ခု စမ်းသပ်ပြီးနောက်မှာတော့ရှောင်မိကို ကျောင်းကောင်ထားပေးဖြစ်မှာလား…လေတလီပဲ လက်လျှော့လိုက်မှာလား…ပိုကောင်းတဲ့ ရွေးချယ်မှုပေါ်လာမှာလား…ဇာတ်ကားလေးကြည့်ရင် အဖြေတစ်ခုနဲ့ ခံစားချက်တစ်ဖုံရလာမှာမို့မိဘကိုချစ်တဲ့သားသမီးတို့ သားသမီးကို ချစ်တဲ့ မိဘတို့ ကြည့်သင့်တဲ့ဇာတ်ကားလေးမို့ CM က ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Comedy , DramaRuntime : 1h 58 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Chu ChuEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSu LiangStarsHuang BoJanine ChangWan QianWang XunYan NiZhang ZixianCastHuang BoJanine ChangWan QianWang XunYan NiZhang Zixian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9XNzM0yLUZXzUNGb7mWiH9FtC65.jpg",
      "https://image.tmdb.org/t/p/w300/4MFtCWq8HJQw0qOyqlMTjgixO3J.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1dzYw2JOphZdXAEdt1gWhf0fDR4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/papa-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0rhlrhleqrls.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Fy3t/Papa_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kyFhjDyT#BCQUlEIusYw6ZtfxsRC0Rz4FdWO5PFQyRtPmUTyYJmA",
        "server": "mega.nz",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jzo68wkgvobr",
        "server": "streamvid.io",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/ibcaeel2txkr",
        "server": "streamsb.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/papa-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "692.2MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/l1mpmrmvizdk.html",
        "server": "usersdrive.com",
        "size": "692.2MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/duMRQBYT#w8pW980dhFcQkA4sd-PjI0T795hXtttZ-BAm1qcSCWM",
        "server": "mega.nz",
        "size": "692.2MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-Aj-mwO-GNw",
      "video_url": "https://www.youtube.com/watch?v=-Aj-mwO-GNw",
      "embed_url": "https://www.youtube.com/embed/-Aj-mwO-GNw"
    }
  },
  {
    "metadata": "||78 minutes|Adventure,Fantasy,Mystery",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "100"
    },
    "title": "The Mystery Mausoleum ( 2018 )",
    "description": "ဒီကား​ေလးဟာ ​ေ႐ွး​ေဟာင္​းနဂါးလိုဏ္​ဂူထဲက မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူကို႐ွာ​​ေဖြတဲ့စြန္​႔စားခရီးစဥ္​​ေလးျဖစ္​ပါတယ္​…ဦး​​ေလး၉ဟာသူ႔ဘဝတစ္​သက္​တာလံုး​ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကမင္းသမီးေလးကူယြဲ႔ရဲ႕အုတ္​ဂူတည္​႐ွိရာကို႐ွာ​ေဖြရင္​းအခ်ိန္​​ေတြကုန္​ဆံုးရံုမ်ွမက မ်က္​စိကန္​းသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူဆီက​ေသာ့ခ်က္​တစ္​ခုျဖစ္​တဲ့​ေႁမြ​ေၾကးနီျပား​ေလးကိုရလာတဲ့အခါမွာ​ေတာ့ ဒီခရီးစဥ္​ကိုျပန္​စဖို႔ျဖစ္​လာပါတယ္​..ဒီလိုနဲ႔ဦး​ေလး၉နဲ႔သူ႔တူမမုန္​႔ရင္​တို႔နဲ႔အတူ ​ေႁမြ​ေၾကးနီျပားကိုခိုးယူမိသြားရာက​ေနဒီခရီးစဥ္​ကိုပါလာတဲ့ရတနာမုဆိုး​ေ႐ွာင္​ဖုန္​းတို႔သူငယ္​ခ်င္​းတစ္​သိုက္​ပါ ပါလာခဲ့ပါ​ေတယ္​…ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကအုတ္​ဂူဆီ​ေရာက္​တဲ့အခ်ိန္​မွာဘယ္​လိုစြန္​႔စားခန္​း​ေတြၾကံဳရမွာလဲ..မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူႀကီးမွာဘယ္​လိုလ်ိဳ႕ဝွက္​ခ်က္​​ေတြ႐ွိ​ေနတာလဲ..ဘယ္​သူ​ေတြက​ေနာက္​ဆံုးမွာအသက္​႐ွင္​လ်က္​ျပန္​ထြက္​လာႏိုင္​မွာလဲဆိုတာ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါ​တယ္​…စကားေၿပာခန္းနည္းၿပီးစြန္႕စားခန္းမ်ားတဲ႔အတြက္သိုင္းခ်ခန္းေတြၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မိမွာပါTranslated & Review By Phyo ZawEncoded By PhoenixYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShen JinfeiStarsFeng KeLyan ZhangPeng Yusi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/7prh1sweexhz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rdjf47bg09ns.html",
        "server": "usersdrive.com",
        "size": "905.75 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1xyon/The_Mystery_Mausoleum_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "905.75 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mystery-mausoleum-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "905.75 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/y4uuvhvi79cg",
        "server": "upstream.to",
        "size": "905.75 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Up Rank (2023)",
    "description": "The Up Rank (2023)ဖွံ့ဖြိုးတိုးတက်နေတဲ့ ယနေ့ခေတ်ကြီးမှာ ဂိမ်းကိုအရူးအမူးစွဲလမ်းကြတဲ့လူငယ်တွေလည်း အများကြီးရှိလာပါတယ်။Rank မှ Rank ဖြစ်နေပြီး Rank ချင်းပြိုင်ရင် နိုင်ချင်ကြသူတွေလည်း အများကြီးပါပဲ။ဒီထဲကမှ ယူဆိုတဲ့ကောင်လေးဟာ ဂိမ်းကို ထမင်းမေ့ဟင်းမေ့ အဖေနဲ့ရည်းစားကိုပါမေ့ပြီး အရူးအမူးဆော့တဲ့ Ace rank ID ပိုင်ရှင်‌ပါ။တစ်နေ့မှာတော့ သူနဲ့ပွဲတစ်ပွဲမှာဆုံတဲ့အကောင့်တစ်ခုက ဂိမ်းဆော့ရင်းပိုက်ဆံရမယ်ဆိုတဲ့ စာပို့လာတဲ့အခါယူတစ်ယောက် သံသယလေးတစ်ဖက်နဲ့ စိတ်ဝင်စားလာပါတော့တယ်။ဂိမ်းဆော့ရင်းပိုက်ဆံရပေမဲ့ ဂိမ်းစည်းမျဉ်းတွေနဲ့ ဆန့်ကျင်နေတဲ့ rank တင်တဲ့အလုပ်…ဒီအလုပ်ရဲ့နောက်ကွယ်မှာ ဘာတွေရှိမလဲ။ လောဘပေါ်လောဘဆင့်လာတဲ့ လူတွေရဲ့အငြိုးအာဃာတတွေ၊ဆက်ဆံရေးတွေ ပျက်စီးလာရလောက်တဲ့အထိ ရူးသွပ်ကြပုံတွေ… စတာတွေကိုIMDb 6.6 ရထားတဲ့ ဒီထိုင်းကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Xing Eggပဲ ဖြစ်ပါတယ်။Genre….. Action, Crime, DramaQuality…. 1080p | 720p | 480pFile size…Format… mp4Duration…. 1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Xing EggEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBhumibhat ThavornsiriJoseph AngeloKittisak PatomburanaKrit JeerapattananuwongSanya KunakornSudarat PhungsiriSurasak ChaiyaatTanchanok Sotajinda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pK49zWxEOtBvkdbGs3v1vCsoigj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ihPpDZSR6SpB0DGrTwRGsX66El3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gzie8p0kkkd8.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-up-rank-2022-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1T17j/The.Up.Rank.2022.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/sU8xSbbK#b5-5pjZaKZ63iQsLLqrsoJScqCFs-ikFzKL0GSDb1U4",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/6sgew2giefda.html",
        "server": "usersdrive.com",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-up-rank-2022-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1T174/The.Up.Rank.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/VJdBEYCY#hLkgKS_wyfA0a3OCPdChBBGEeJFiuqOs4YJJdJ72VE4",
        "server": "mega.nz",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/in6lqwlmplbc.html",
        "server": "streamsb.com",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/th4q8dhq84tg",
        "server": "streamvid.io",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/czk1kdfo21is.html",
        "server": "usersdrive.com",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-up-rank-2022-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Tgfi/The.Up.Rank.2022.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/muJ1UBwb#FwukL_6qqGllb7nktnwMXNXuqv2aNBG8-aMp4Bb2LsQ",
        "server": "mega.nz",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/pue0voki172x.html",
        "server": "streamsb.com",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/uld7bwgf3sou",
        "server": "streamvid.io",
        "size": "289MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "EK4a-u9v9_o",
      "video_url": "https://www.youtube.com/watch?v=EK4a-u9v9_o",
      "embed_url": "https://www.youtube.com/embed/EK4a-u9v9_o"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "The Zone: Survival Mission (2022)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c7dXHOuJtEp9e5nMpqNfTFUByOr.jpg",
      "https://image.tmdb.org/t/p/w300/cr5JeuYxVbbotehAuCvOWfE6AwP.jpg",
      "https://image.tmdb.org/t/p/w300/9scxXcSq2GxoMj9GxZs8Ucb255d.jpg",
      "https://image.tmdb.org/t/p/w300/e0ScAg7vdLJGJYyaQE1wx4r0lzM.jpg",
      "https://image.tmdb.org/t/p/w300/f8E6PFm671Ge2vET8yAOe7UJmtn.jpg",
      "https://image.tmdb.org/t/p/w300/surg7HHFOJI2UN05UXMZsDPZCMJ.jpg",
      "https://image.tmdb.org/t/p/w300/pik29lSHgIDUP8homlUiti3N2Y7.jpg",
      "https://image.tmdb.org/t/p/w300/hqPpfZiVPnCPCuKANhmcNPDM1tC.jpg",
      "https://image.tmdb.org/t/p/w300/uZa9zbX4E2ZfPMUtHHp2O3YM5C0.jpg",
      "https://image.tmdb.org/t/p/w300/u6aoUOyivxnDyydgtz0MACjdz61.jpg",
      "https://image.tmdb.org/t/p/w300/bazJF1zwg1o7YV3tfNKDWbmzLRZ.jpg",
      "https://image.tmdb.org/t/p/w300/p0E9LteauLEkPiQIZJCaYTSpYN3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Aw0Q24yjlWFcIM7yd8Q9G0c0QHB.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Horror,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "Fresh (2022)",
    "description": "IMDb Rating (6.7) / Rotten Tomatoes (81%)Horror/ Thriller ကားကောင်းတွေရှားလာတဲ့ခေတ်မှာ ဒီလို နိုင်ငံတကာ Rating မြင့်တဲ့ ကားမျိုးကို Horror/Thriller ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါ..ဒီထဲက မင်းသား Sebastian Stan ကိုတော့ Captain America ဇာတ်ကားထဲက Winter Soldier အဖြစ် လူသိများကြပါတယ်။ဇာတ်ကားကစကြည့်တည်းက စိတ်ဝင်စားဖို့ကောင်းတယ်ဆိုတဲ့ဇာတ်အိမ်မျိုးဖြစ်ပြီး တောက်လျှောက် သိချင်စိတ်အပြည့်နဲ့ ရင်တုန်ပြီးကြည့်ရမယ့်ကားမျိုးပါ။ ဒီဇာတ်ကားဟာ လူသတ်ကားဖြစ်တဲ့အပြင် Hannibal လိုမျိုး လူသားစားတဲ့ဓလေ့ Cannibalism လည်းပါတဲ့ကားပါ။ ရှယ်ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရမယ်ဆိုရင်…နိုရာဆိုတဲ့ကောင်မလေးဟာ တစ်ကိုယ်ရေ တစ်ကာယ တစ်ယောက်တည်းနေရတဲ့သူလေးပါ။ ဒီတော့ ဒိတ်တွေခဏခဏဒိတ်ပြီး လက်တွဲဖော်ကောင်းကောင်းလေးကို လိုက်ရှာနေပေမဲ့ သူနဲ့သဟဇာတဖြစ်တဲ့သူကို တစ်ခါမှမတွေ့ရသလို၊ ဒိတ်ရတာတွေကိုလည်း မုန်းနေတဲ့ကောင်မလေးပါ။ အချစ်ဆုံးသူငယ်ချင်း မော်လီနဲ့ သူဒိတ်ခဲ့ရတဲ့ ဒိတ်တွေအကြောင်း‌ ပြန်ပြောင်းပြောပြလေ့ရှိပြီး တစ်နေ့မှာတော့ စီစဉ်ပြီး ဒိတ်တဲ့ ဘလိုင်းဒိတ်ကနေမဟုတ်ဘဲ ကုန်တိုက်တစ်ခုကနေ စတိဗ်ဆိုတဲ့ကောင်‌ချောလေး‌ကိုတွေ့ပြီးအဆင်ပြေနေသွားခဲ့ပါတော့တယ်။ ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား ဘယ်လိုကြမ္မာဆိုး ဝင်မွှေမလဲ၊ သူ့သူငယ်ချင်းမော်လီကရော ဘယ်လိုအခန်းကဏ္ဍကနေပါဝင်မလဲ၊ လူသတ်သမားကရော ဘယ်လောက်ဆိုးပဲ့ယုတ်မာနေမလဲဆိုတာကို Fresh ဆိုတဲ့ကားထဲမှာ ရှုစားရင်တုန်ပေးကြပါဦး။File size…(1.6 GB)/(540 MB)Quality….WEB-DL 1080p/720pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated bySan Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlina MarisAndrea BangAnthony IngramArggy JenatiBrett DierCharlotte Le BonDaisy Edgar-JonesDayo OkeniyiFrances LeighJoe CostaJonica T. GibbsLachlan QuarmbyLance BirleyLarry HoeRobert CornessScott McGrathSebastian StanSunghee LapellWilliam Belleau",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oVv5l6L5Wi5j3gd4P2vt0YvVMOg.jpg",
      "https://image.tmdb.org/t/p/w300/zcWIIS2SMGpQAwjCCzKjmZ6kJ0P.jpg",
      "https://image.tmdb.org/t/p/w300/g6jtkIvmIskMA536mz1KTkjTdUC.jpg",
      "https://image.tmdb.org/t/p/w300/1hDMb4r6ebHByGncfEpi5za7EgV.jpg",
      "https://image.tmdb.org/t/p/w300/4lw5bh9SJ1JnYhfgp2bZsct92Qz.jpg",
      "https://image.tmdb.org/t/p/w300/w1TTbw5Qc3IYx30kXtZ60S4n2ha.jpg",
      "https://image.tmdb.org/t/p/w300/3EJFx3jY5iegkRyguJmJMofZMBm.jpg",
      "https://image.tmdb.org/t/p/w300/AppbHo7cO8ul4DvgjMyHEIyKBOy.jpg",
      "https://image.tmdb.org/t/p/w300/jhaASAFPS8QfOwYPa3UYADHTKLv.jpg",
      "https://image.tmdb.org/t/p/w300/dl3Nei4LvhFM6cWhGqjzqwNx9dt.jpg",
      "https://image.tmdb.org/t/p/w300/m7YyCPS0mHxJN2uQ8crWttrgjEo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/Fresh-544874087-large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fresh-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-fresh-2022-1080-p-web-rip-ddp-5-1-atmos-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/34T6D/(CM)_Fresh.2022.1080p.WEBRip.DDP5.1.Atmos.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hxk3mIIY#-WQN1KbZLt9aLzeHUp5nI5p4l56ippe8wy_4vxVHFcQ",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0xydc29sr98u.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/92ez85wo8v6o.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fresh-2022-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "540 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1IYhj/(CM)Fresh.2022.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "540 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VssDxKTI#8Bh2BvlI7FwkxYI1B0BWsIwmrUymcjnDlx2OzN6WDt8",
        "server": "mega.nz",
        "size": "540 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jrh3o3c2yay4.html",
        "server": "usersdrive.com",
        "size": "540 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/5rkv29afl1hb.html",
        "server": "streamsb.com",
        "size": "540 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wKk5VAK1GZQ",
      "video_url": "https://www.youtube.com/watch?v=wKk5VAK1GZQ",
      "embed_url": "https://www.youtube.com/embed/wKk5VAK1GZQ"
    }
  },
  {
    "metadata": "N/A|2014|1h 53m|Bollywood,Mystery,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "5.5k"
    },
    "title": "Karthikeya (2014)",
    "description": "Karthikeya (2014)===========တေလဂူမင်းသားချောလေး နီခေလ်ဆစ်ဒါရတရဲ့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်…လတ်တလောကမှ cm မှာ နံပါတ် ၂ ထွက်ထားပြီးခု နံပါတ် ၁ ကို တင်ဆက်ပေးခြင်းဖြစ်ပါတယ်…ခုတစ်ခါမှာလည်း ဒီမင်းသားဟာ လောကကြီးရဲ့မဖြေရှင်းနိုင်တဲ့မေးခွန်းတွေကို အဖြေမရမချင်း ကျေနပ်နိုင်တဲ့သူမဟုတ်ပါဘူး…သူ့ဆီရောက်လာတဲ့ ပဟေဠိမှန်သမျှကို ဖြေရှင်းနိုင်တဲ့သူပါ…ဒီလိုနဲ့ ရွာတစ်ရွာက နာမည်ကြီးဘုရားကျောင်းတစ်ခုဟာ ကျိန်စာသင့်ခံနေရပါတယ်…ဘုရားကျောင်းထဲကို ဝင်ထွက်သွားလာသူတွေတင်မကဘဲဘုရားကျောင်းနဲ့ပတ်သက်ပြီး ပြောဆိုရင်တောင် အသက်ပေးသွားကြရပါတယ်…သေဆုံးသူတွေအားလုံးဟာ ထူးထူးဆန်းဆန်းပဲ မြွေကိုက်ခံရပြီး သေဆုံးခဲ့ရတာပါ…ကဲ…အဲ့ဒီရွာကို ဆေးကုသဖို့ရောက်သွားတဲ့ မင်းသားဟာ နဂိုကတည်းကစပ်စုဓာတ်ခံပါတော့ ဘုရားကျောင်းနဲ့ပတ်သက်ပြီး စုံစမ်းပါတော့တယ်….စုံစမ်းရင်းနဲ့ ဘေးတွေ့လာတဲ့အခါမှာတော့….။စိတ်ဝင်စားစရာ ဘယ်လိုကိစမျိုးတွေနဲ့ ကြုံလာရမလဲဆိုတာကိုဆက်လက်ရှုစားပေးကြပါဦးနော်File size…1.56GB / 822MBQuality…1080p AMZ WEBDL  / 720pFormat…mp4Duration….1h 53mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChandoo MondetiStarsJayaprakashKishoreMeena VasuNikhil SiddharthPraveenRaja RavindraRao RameshSatyaShankar MelkoteSwathi ReddyTanikella BharaniTulasiCastJayaprakashKishoreMeena VasuNikhil SiddharthPraveenRaja RavindraRao RameshSatyaShankar MelkoteSwathi ReddyTanikella BharaniTulasi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hH6YHYJ1KgVUlbnnxQIhnavk0ht.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/Karthikeya.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ek-ajeeb-dastan-shaapit-karthikeya-2014-1080-p-amzn-web-dl-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iftedibpkebt.html",
        "server": "usersdrive.com",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1P8zZ/Ek.Ajeeb.Dastan.Shaapit-Karthikeya.2014.1080p.AMZN.WEB-DL.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/94UjAKyY#zMFjDNdBbPNapFSAJL2KD9rVbCS0zcjBfx3rDpiFXcc",
        "server": "mega.nz",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/mollkqvbhb8x.html",
        "server": "streamsb.com",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ek-ajeeb-dastan-shaapit-karthikeya-2014-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "822MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qoqs233hchqh.html",
        "server": "usersdrive.com",
        "size": "822MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2v62l/Ek.Ajeeb.Dastan.Shaapit-Karthikeya.2014.720p(CM).mp4",
        "server": "megaup.net",
        "size": "822MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cplD1CKQ#ulkGoZFxVwEKXMDEN7IP694onWdtkCaKMvMR5fZN8D4",
        "server": "mega.nz",
        "size": "822MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/e96pyriakzfq.html",
        "server": "streamsb.com",
        "size": "822MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Love Senior the Series (2023)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mxINKzxB2TYL2iWyiOam8ksO7zw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cXqrbHhW8MfZJ6l1VpFn8XA6b78.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2016|95 min|Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2,723"
    },
    "title": "Hacker (2016)",
    "description": "အဲလက္စ္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ ငယ္ငယ္ကတည္း ကြန္ပ်ဴတာကို ေဆာ့ကစားရင္းၾကီးျပင္းခဲ့ရသူမို႔အင္တာနက္ ကြန္ပ်ဴတာေတြနဲ႔ပတ္သတ္ျပီး အကြ်မ္းတ၀င္ရွိေနပါတယ္။သူရဲ့စိတ္ကူးကလည္း ဒီပညာေတြကို ပိုျပီးသင္ယူဖို႔ ေကာလိပ္တက္ခ်င္တာပါ။မိဘေတြက မေျပလည္သူမို႔ ေကာလိပ္တက္ဖို႔၁၄ ႏွစ္အရြယ္ေလာက္ကတည္းကခက္ခက္ခဲခဲ အင္တာနက္ေနျပီးမွ ေငြရွာျပီး ကိုယ့္ေက်ာင္းစရိတ္ကိုယ္ရွာေနတဲ့ လူေကာင္းေလးတစ္ေယာက္ပါ။ေကာလိပ္တက္ခါနီးမွာပဲ သူ႔အေမအလုပ္လုပ္ေနတဲ့ဘဏ္က သူ႔အေမကိုအလုပ္ထုတ္လိုက္ပါတယ္။သူတို႔အိမ္ဂရန္အေပါင္ကလည္း ဒီဘဏ္မွာျဖစ္တဲ့အတြက္ အလုပ္မရွိေတာ့လို႔ေခ်းေငြလည္းမရနိုင္နဲ႔ အိမ္ကိုပါ ဆံုးရွံဳးရမယ့္အေျခအေနမို႔သူအႏွစ္ႏွစ္အလလစုထားတဲ့ေငြေလးေတြကို ထုတ္ေပးလိုက္ပါတယ္။သူ႔ရဲ့ရင္ထဲမွာလည္း ဘဏ္ေတြကို စိိတ္နာျပီး နာက်ည္းခ်က္၀င္ေနပါတယ္။အဲဒီအခ်ိ္န္မွာ “ Dark Web” ဆိုတဲ့အဖြဲ႔အစည္းက အင္တာနက္ကဟက္ကာအဖြဲ႔အစည္းေတြျဖစ္ျပီးအင္တာနက္ကေန ေငြေၾကးေတြ လိမ္လည္ရယူေနတဲ့ နာမည္ေက်ာ္ဟက္ကာၾကီးအဖြဲ႔ပါ။ေခါင္းေဆာင္ကေတာ့ Zဆိုျပီး မ်က္ႏွာဖံုးနဲ႔ လူတစ္ေယာက္ပါ ။ဒီေတာ့ သူစုထားတဲ့ပိုက္ဆံေတြ မရွိေတာ့တဲ့ အဲလက္စ္ဟာ ဒီအဖြဲ႔ထဲကို ၀င္ဖို႔အၾကံရသြားပါတယ္။ဒီအဖြဲ႔ထဲ ၀င္ဖို႔ကေတာ့ မလြယ္ကူပါဘူး။Online ကေန ေငြေၾကးလိမ္လည္မွဳတစ္ခုလုပ္ျပနိုင္မွ လက္ခံတာပါ။ဒီေတာ့ အဲလက္စ္လည္း ၾကိဳးစားျပီး Onlineေငြေၾကးလိမ္လည္မွုဳတစ္ခုု လုပ္ျပနိုင္လို႔ေအာက္ဆံုးအဆင့္ကေန ၀င္ခြင့္ရခဲ့တယ္။ဒီအဖြဲ႔ထဲ ၀င္ျပီး ၾကိဳးစားလုပ္ကုိင္ရင္းက ၄ ပါတ္အတြင္းမွာကိုသူ ၄နွစ္စုေဆာင္းထားတာေလာက္ကို ရွာနိုင္လာပါတယ္။ေကာလိပ္တက္ဖို႔ ျမိဳ႔ကိုေျပာင္းလာတဲ့အခ်ိန္မွာ “ Dark Web” အဖြဲ႔ကနိုင္ငံတကာသတင္းမီဒီယာေတြကေန ဘဏ္ေတြကို ျခိမ္းေျခာက္ျပီးတိုက္ခိုက္ျပမယ္လို႔ ၾကံဳး၀ါးလာခဲ့ပါတယ္။ဒီအခ်ိန္မွာ အဲလက္စ္က ဘဏ္ေတြကိုလက္စားေခ်ခ်င္ေနတဲ့သူမို႔သူ ေကာလိပ္မတက္ေတာ့ပဲနဲ႔ “ Dark Web” အဖြဲ႔က အဖြဲ႔ေခါင္းေဆာင္ Z နဲ႔ ေတြ႔ဖို႕အင္တာနက္ကေနေငြေၾကးလိမ္လည္မွဳေတြကို တဆင့္ျပီးတဆင့္တိုးလုပ္လာပါေတာ့တယ္………-အဲလက္တစ္ေယာက္ ဘယ္လိုမ်ားတဆင့္ျပီး တဆင့္ Online ေငြေၾကးလိမ္လည္မွဳေတြကို လုပ္သြားသလဲ-သူ႔ကို ဘယ္သူေတြက ကူညီေပးမွာလဲ-“ Dark Web” အဖြဲ႔ေခါင္းေဆာင္ Z ရဲ့ အသိမွတ္ျပဳမိကုိ ရနိုင္မွာလား– နိုင္ငံတကာ ဘဏ္ေတြကိုေရာ လက္စားေခ်နိုင္ေအာင္ စြမ္းေဆာင္သြားနိုင္လား-ဒီေလာက္ေတာင္ online ကေန ေငြေတြလိမ္လည္ေနတာ အဖမ္းခံရမွာလား မခံရဘူးလား-နိင္ငံတကာရဲတပ္ဖြဲ႔ နွင့္ ဘဏ္ေတြဖက္ကေရာဘယ္လိုမ်ိဳး တန္ျပန္တိုက္စစ္ဆင္သလဲဆိုတာကိုေတာ့ဇာတ္လမ္းထဲမွာ ရွဳစားၾကည့္လိုက္ပါ…..ဒီကားေလးေတာ့ ကြန္ပ်ဴတာကိုေန႕တိုင္း ထိေတြ႕ေနတဲ့ ကြ်န္ေတာ္တို႕ အၾကိဳက္ကားေလးပဲၿဖစ္ပါတယ္…Hacking အပိုင္းကိုစိတ္၀င္စားေနတဲ့သူေတြနဲ႕ လူငယ္ေတြအတြက္လက္မလႊတ္သင့္တဲ့ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္…Quality…..BluRay 1080pDuration…..01:35:00Format…Mp4File Size…(771 MB , 386 MB )Encoder…..Moe Myint LwinTranslator…..Htet Htet Tin ZarDownload with YoteShin LinkDownload with OpenloadDownload with Openload (Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkan SatayevStarsCallan McAuliffeClifton Collins Jr.Daniel Eric GoldLorraine Nicholson",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Top-Best-10-Hacking-Movies-2016-of-All-Time-300x147.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hacker-2016",
        "server": "VIP Links",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/hacker-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/hacker-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/zx3w4wv0khxn",
        "server": "upstream.to",
        "size": "772MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+]Mother’s Friend (2015)",
    "description": "[18+]Mother’s Friend (2015)**************************ဆိုးလ်မြိုကို ကျောင်းတက်ဖိုအတွက် ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသားလေး ဆောင်းဆူဆိုးလ်မှာ နေဖိုအတွက် အိမ်ငှါးရာကနေ အိမ်ပွဲစားဆီမှာအလိမ်ခံရပြီး ပိုက်ဆံတွေပါ ဆုံးရှုးသွားတာကြောင့်အမေ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ ဂျာယောင်းရဲ့အိမ်မှာ ခဏတာ နေဖို ဖြစ်လာပါတယ်ဂျာယောင်းကသူ့အမေနဲ့ ရွယ်တူဖြစ်ပေမယ့် နုပျိုပြီး ဆွဲဆောင်မှုရှိတဲ့ အိမ်ထောင်ရှင်တစ်ယောက်ဖြစ်ပြီးယောက်ျားဖြစ်သူကလည်း မကြာခဏ အလုပ်ကိစ္စနဲ့ ခရီးထွက်နေတာကြောင့် အိမ်မှာ ဆောင်းဆူနဲ့ဂျာယောင်း နှစ်ယောက်တည်း ရှိနေချိန်က ပိုများပါတယ်ဆောင်းဆူက ဂျာယောင်းကို သဘောကျမိနေပြီး တစ်အိမ်လုံးမှာလည်း သူတိုနှစ်ယောက်တည်းရှိနေချိန်က ပိုများတော့ မိန်းမတစ်ယောက်နဲ့ အရွယ်ရောက်ပြီးသားယောက်ျားတစ်ယောက်တိုရဲ့ကြားမှာဘယ်လိုအခြေအနေမျိုးတွေ ဖြစ်မလာလဲဆိုတာ ကိုယ်တိုင် ကြည့်ရှုခံစားလိုက်ပါဦးအမိုက်စားအိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (772MB) and (346MB)Quality : HDRip720pFormat…mp4Duration…01:22:00Genre : Adult,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by SDEncoded by DSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/41gJkf.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yph53rkhjbg8.html",
        "server": "usersdrive.com",
        "size": "772MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/mothers-friend-2015-hd-rip-720-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xES4/Mothers.Friend.2015.HDRip.720(DS).mp4",
        "server": "megaup.net",
        "size": "772MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/zrJVWbIR#Ow65g_CNH5vIgKmEEVODqpNN_PjwQb9Dq4a97BbSraU",
        "server": "mega.nz",
        "size": "772MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/k1yo1rxf641u.html",
        "server": "streamsb.com",
        "size": "772MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ni52femztjtq",
        "server": "streamvid.io",
        "size": "772MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/3gxgvjz6o489.html",
        "server": "usersdrive.com",
        "size": "346MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/mothers-friend-2015-hd-rip-480-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "346MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3dCkj/Mothers.Friend.2015.HDRip.480(DS).mp4",
        "server": "megaup.net",
        "size": "346MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/rmQ22BBC#EzG4PzWdDqmekQAzoTxIb6iysv4fjzDze_fYBRDyjTk",
        "server": "mega.nz",
        "size": "346MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/pmsg3ljit9tg.html",
        "server": "streamsb.com",
        "size": "346MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/x42twt9nwb0g",
        "server": "streamvid.io",
        "size": "346MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Action,History,War",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "2200"
    },
    "title": "The Legend of Zhao Yun (2020)",
    "description": "The Legend of Zhao Yun (2020)======================IMDb Rating – 6.2/10ဂန္တဝင်စစ်သူကြီး ကျောက်ယွင် (ကျောက်ကျီလုံ) ဆိုရင် သိုင်းလောကသားတွေရော၊ဂိမ်းသမားတွေပါ ရင်းနှီးကြတဲ့စစ်သူကြီးတစ်ယောက်ဆို မှားမယ်မထင်ပါဘူးနော်။ကျောက်ယွင်ပါဝင်တဲ့ သုံးနိုင်ငံကားတွေဆိုတာ မရေမတွက်နိုင်အောင်များတဲ့အပြင်သူ့အကြောင်းကိုပဲသီးသန့်ရိုက်ထားတဲ့စီးရီးတွေလည်း ရှိနေပါပြီ။ ဒီကားလေးကလည်းသူ့ကိုပဲဦးတည်ထားပါတယ်။ ထူးခြားတာကတော့ ရုပ်ရှင်တွေ၊ စီးရီးတွေမှာ ပြကွက်တစ်ကွက်လောက်ပဲပါတတ်တဲ့ လျိုပေ့ရဲ့မိန်းမနဲ့ကလေးကယ်တဲ့အခန်းကို တစ်ခမ်းတနားနဲ့ရိုက်ပြသွားတာဖြစ်ပြီး ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ စိတ်သဘောထားတွေကိုသေချာလေးခံစားရမယ့် ရုပ်ရှင်ကားလေးတစ်ကားဖြစ်ပါတယ်ဗျ ။ကျောက်ကျီလုံပါရင် ချောင်ချောင်၊ လွီပု နဲ့သောင်းချန်တို့လည်း မပါမဖြစ်ပေါ့။ လွီပု နဲ့သောင်းချန်တို့ရဲ့အချစ်ကြီးမားပုံကို ပေါ်လွင်အောင်ရိုက်ပြထားသလို ချောင်ချောင်ရဲ့ရည်မှန်းချက်ကြီးမားပုံကိုလည်း အကောင်းဘက်ကနေလှည့်ရိုက်ထားတယ်လို့တောင်ပြောလို့ရပါတယ်။ဟန်မင်းဆက်ပျက်သုဉ်းနေတဲ့အချိန် တိုင်းပြည်ရှုပ်ထွေးနေပေမယ့် ကျောက်ကျီလုံကတော့စစ်သူကြီးမလုပ်ချင်ခဲ့ပါဘူး။ မျက်စိမမြင်ရတဲ့မရီးကိုပဲ စောင့်ရှောက်ချင်ပါတယ်ဆိုပြီးရွာကိုပဲပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ စစ်ပွဲရဲ့ရိုက်ခတ်ဒဏ်ကြောင့် မရီးလည်းဆုံး သူလည်းသေမလိုဖြစ်ခဲ့ရပြီးတော့ လျိုပေရဲ့ဇနီးသည်က ကယ်တင်ပေးခဲ့ပါတယ်။ အဲ့ဒါကြောင့်လည်း အသက်သခင်ကျေးဇူးရှင်ဆိုပြီး မရီးလို့တောင်မခေါ်ဝံ့ခဲ့တဲ့ ကျောက်ကျီလုံပါ။အသက်သခင်ကျေးဇူးရှင်ဖြစ်တဲ့ သခင်မနဲ့လျိုပေ့ရဲ့ကလေးငယ်တို့ ချောင်ချောင်လက်ထဲမှာပိတ်မိနေတဲ့အခါ… ကျေးဇူးသိတတ်တဲ့ ကျောက်ကျီလုံတစ်ယောက် အစွမ်းကုန်ကြိုးစားပြီးဘယ်လိုကယ်တင်မလဲ… ချောင်ချောင်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ… ဆက်ကြည့်လိုက်ပါတော့ဗျာ ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size……….(1.4 GB) / (700 MB) / (470 MB)Quality…………Web-DL 1080p / 720p / 360pDuration………1Hr 18minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, History, WarTranslator……. Jo Jo VaEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastLi BaiyiLi BaominSong GuojunTang YongtouWang JiushengWang Zhengxuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fNipSP3EUVVzaD2ArScb09rOaOX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/yun.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/legend-of-zhao-yun-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-zhao-yun-2020-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/374hB/Legend.of.Zhao.Yun.2020.1080p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/BPUxnSoA#9q3DRfOrVtAVRemUMHttghKJ3NX7eQZ6iUmtguPm3Ko",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1s4do0vnop16.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-zhao-yun-2020-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/374gw/Legend.of.Zhao.Yun.2020.720p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/gmawm8sxpank.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/wOlFTBxK#p2P23YjD1XVjX1JH1xM0BBnlU7T5gDkiayi0NM1vLeQ",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/tjnat97jdpyj.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-zhao-yun-2020-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1L9lt/Legend.of.Zhao.Yun.2020.480p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/g20wk667tlve.html",
        "server": "streamsb.com",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/UCdyyIQC#lVBj_7wkxh-C0lW2mzO6uDBc2u8tiq-gJQaZhU5AUvE",
        "server": "mega.nz",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/rk67xhrlkcv1.html",
        "server": "usersdrive.com",
        "size": "470 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 4m|Bollywood,Comedy,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "80"
    },
    "title": "Baang (2023)",
    "description": "Baang (2023)==============IMDb 7.7/10အသစ်ထွက်ရှိလာတဲ့ ကန်နာဒါစကားပြော တောင်ပိုင်း Dark comedy,အက်ရှင်ရုပ်ရှင်လေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း…အာရပ်ဗ်.. ဘူရှန်နဲ့ ဆူနေးလ်ဆိုတဲ့ ပျော်ပျော်နေတတ်တဲ့ သူငယ်ချင်းသုံးယောက်။တစ်နေ့မှာ အာရပ်ဗ်ရဲ့ ညီလေး အာရုရှ်ကိုပါခေါ်ပြီး သုံးယောက်သား ကားတစ်စီးနဲ့ နိုက်အောက်ထွက်ပတ်ကဲရင်း ဒယ်ဒီနဲ့ လီယိုနာဆိုတဲ့ ဂိုဏ်းစတားသားအဖနဲ့ ဘုမသိဘမသိဘဲ ငြိသွားကြတဲ့အခါမှာတော့…။ဒီရုပ်ရှင်ဟာဆိုရင် ဇာတ်လမ်းကို pov တစ်ခုပြီးတစ်ခု သွားထားပြီး မြင်နေကျမဟုတ်တဲ့ပုံမျိုးနဲ့ တင်ဆက်ထားပါတယ်။လီယိုနာအဖြစ်သရုပ်ဆောင်တဲ့ မင်းသမီးလေး ရှန်ဗီကလည်း တော်တော်လေး မျက်စိပဒါသဖြစ်တာမလို့ပေါ့ပေါ့ပါးပါး အက်ရှင်ဟာသတွေရှာနေသူတွေအတွက် perfect ဖြစ်မယ့်ရုပ်ရှင်လေးပါပဲ…။( ဒီအညွှန်းကိုတော့ Zwe Yan က ရေးထားပြီး ဘာသာပြန်ဆိုသူတွေကတော့ YH, KKKZ နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here)File size…2GB / 960MBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 4mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YH~KKKZ~ZweYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSree Ganesh ParashuramStarsRaghu DixitSaathvika RajShanvi ShrivastavaCastRaghu DixitSaathvika RajShanvi Shrivastava",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z6gRZRDkecVoXAC5zj5bIzKqMuA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNTIwN2M2OGEtNmZmMS00ODRhLWEwOTYtNjdkZjY3NzZmOTZhXkEyXkFqcGdeQXVyODA4MDA0Mjg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/baang-2023-kannada-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rbqunfwp88g7.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1i8d1/Baang_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/iqJiHDLQ#AlM6K_Q8mJJHorOmaUh0uMWFsQh_zhhFv_LKQ0kcYbk",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/baang-2023-kannada-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jl6azfdw35ma.html",
        "server": "usersdrive.com",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i8cs/Baang_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/a3QDwIxb#1p_PqVf3AQcgK934ck58yb8FgFDfUiYcSam2oly4zg0",
        "server": "mega.nz",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/20kt6ebmo1h8",
        "server": "streamsb.com",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/nu4gp22cnwkq",
        "server": "streamvid.io",
        "size": "960MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": ""
    },
    "title": "Crook: It’s Good to Be Bad (2010)",
    "description": "Crook It’s Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။”သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့”ဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်းမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်ကလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။နယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။တိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်…သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။ဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ဒီတင်းမာမှုကြီးရဲ့ ရင်းမြစ်ကရော ဘယ်ကစတာလည်းဆိုတာကို ဘယ်လိုအဖြေရှာမလဲဆိုတာ အက်ရှင်ခန်းတွေနဲ့အတူ စိတ်ဝင်စားစရာကောင်းအောင်ရှုစားရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို John, Intelligenceနဲ့ Thaik Sanတို့မှ တင်ဆက်ထားတာပါ။)File size…(2.7 GB)/(999 MB)Quality….WEB-DL 1080p/720pFormat…mp4Duration….01:59:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by John, Intelligence, Thaik SanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastArjan BajwaEmraan HashmiFrancis ChoulerGulshan GroverKavin DaveNeha SharmaSmiley Suri",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/crook-its-good-to-be-bad-2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-crook-its-good-to-be-bad-2010-hindi-1080-p-amzn-web-dl-ddp-5-1-e-subs-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Iosf/(CM)_Crook_It_s_Good_to_Be_Bad_2010_Hindi_1080p_AMZN_WebDL_DDP_5.1_ESubs_Telly.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ctcWQLSR#Fxj5h1PolyL2L3qagMkhRkt1EIH86MkfRPD3GpP8DSw",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/28xe2uhvb5zp.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/dn4k6ukc3fne.html",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-crook-its-good-to-be-bad-2010-hindi-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Iosb/(CM)_Crook_It_s_Good_to_Be_Bad_2010_Hindi_720p_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/N9Nm3RBQ#daX4W1twU7I5_FSU8JgjnW7gAzJVO-8Kw2MoHyNA5gg",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/igfkw10g7kfy.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/k1fz29vs09kk.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Drama",
    "rating": {
      "rating": "4.1/10",
      "rating_count": ""
    },
    "title": "Monster Run 2020",
    "description": "Monster Run 20202020 August လကထွက်ခဲ့တဲ့ ဇာတ်ကားလေးတကားတင်ဆက်ပေးချင်ပါတယ် မွန်းစတားလေးတွေပါဝင်တဲ့ချစ်စရာဇာတ်ကားလေးပါမင်းသမီးလေးကဒီကားရဲ့အဓိကဇာတ်ကောင်ပေါ့ (ကြည့်နေရင်းခင်ဝင့်ဝါနဲ့တောင်ဆင်သလိုလိုပါပဲ) ဇာတ်လမ်းအကြောင်းကတော့ လူတွေကြားထဲမှာ တခြားကမ္ဘာကရောက်လာတဲ့မွန်းစတားတွေဟာလူတွေမသိအောင် နေထိုင်လျက်ရှိပါတယ် မင်းသမီးလေးကတော့ငယ်ငယ်ကတည်းကဘေးမှာမွန်းစတားတွေလိုက်ကပ်နေတာကိုခံနေရတာပေါ့ သာမာန်လူမမြင်နိုင်တဲ့ဒီသတ္တဝါတွေကိုသူတယောက်ထဲမြင်နေရတော့ အားလုံးကရှောင်ဖယ်ခံရပြီး စိတ်ရောဂါဆေးရုံအပို့ခံရပါလေရောဆေးရုံကဆင်းပြီးနောက် စူပါမားကပ်ဆိုင်တဆိုင်မှာ အလုပ်ဝင်လုပ်နေခဲ့ပါတယ် ဒီလိုနဲ့တညမှာ သူတို့ဆိုင်ကိုမွန်းစတားဖမ်းဖို့ဆိုပြီး ဆရာတစ်ဦးရောက်လာတာကနေသူ့ဘဝအပြောင်းအလဲစတင်ဖြစ်ခဲ့တော့တာပါပဲ ဘာတွေဆက်ဖြစ်မလဲသိချင်ရင်တော့ဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ပါလို့ ….Translator : Nay ChiEncoder :Thit San KhantQuality :1080p and 720pSize : 1.1GB and 509MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJessie LiKara WaiQian ShanShawn YueTumenYang DiYutian WangZhen'er Wang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4a5QISRZ6XdyurHAvMdqMbhWfFI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hRhYEPqZcGFW9n0eb4AxlBInY1I.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bdqpoq453kgw.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0mcdupcxk0k7.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-run-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-run-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zAx9/Monster_Run2020.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1zAx1/Monster_Run_2020.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/499e62gc2pl4",
        "server": "veryfiles.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/pk4l41zmd4wc",
        "server": "veryfiles.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/monster-run-2020",
        "server": "VIP Links",
        "size": "1.1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "IE_ybF9oKoA",
      "video_url": "https://www.youtube.com/watch?v=IE_ybF9oKoA",
      "embed_url": "https://www.youtube.com/embed/IE_ybF9oKoA"
    }
  },
  {
    "metadata": "PG-13|2020|101 Mins|Mystery,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "321,741"
    },
    "title": "Intruder (2020)",
    "description": "ဇနီးဖြစ်သူကိုဆုံးရှုံးလိုက်ရလို့ ဝမ်းနည်းမှုနဲ့နေထိုင်နေရတဲ့ဂန်ဆောဂျင်းဆိုတဲ့ နာမည်ကြီးဗိသုကာပညာရှင်တစ်ယောက်ငယ်ငယ်လေးတုန်းက ညီမဖြစ်သူယူဂျင်းပျောက်သွားခဲ့လို့အဲဒီစိတ်ဒဏ်ရာကိုလည်း ခံစားနေရတယ်၂၅နှစ်အကြာမှာတော့ ပျောက်ဆုံးသွားတဲ့ညီမဖြစ်သူကမိသားစုဆီကို ရုတ်တရက်ပြန်လည်ရောက်ရှိလာခဲ့တယ်ပြန်လည်ရောက်ရှိလာတဲ့ ညီမဖြစ်သူရဲ့ပုံမမှန်မှုတွေကိုဆောဂျင်းတစ်ယောက် မသိစိတ်ကနေ ခံစားနေရတဲ့အခါ…ပရိသတ်အချစ်တော် ဆုန်းဂျီဟိုရဲ့ မကြာသေးခင်ကမှပြသသွားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ ဆုန်းဂျီဟိုနဲ့ဂင်မူယောတို့နှစ်ယောက်ရဲ့လိုက်ဖက်ညီတဲ့သရုပ်ဆောင်မှုကို ခံစားသိမြင်ရပါလိမ့်မယ်ပုံမှန်အေးဆေးတဲ့ဂျီဟိုတစ်ယောက် ဘယ်လိုပြောင်းလဲသရုပ်ဆောင်ထားလဲဆိုတာဒီဇာတ်ကားလေးမှာ မြင်တွေ့နိုင်ပါလိမ့်မယ်Mystery/Thriller အမျိုးအစားဇာတ်ကားလေးဖြစ်လို့ ရုံးပိတ်ရက်ညလေးနဲ့လိုက်ဖက်မှာအမှန်ပါပဲFile Size –  1.4GBQuality – Web-Dl 1080pSubtitle – Burmese (Hardsub)Translator – Phu Nge Nge TheinEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSohn Won-pyungStarsSohn Won-pyungCastSohn Won-pyung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/t9jwegprqll0.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/69xee9uwq0po.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/0alp4ya2pifb.html",
        "server": "usersdrive.com",
        "size": "665.8 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/intruder-2019-1080-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/intruder-2019-720-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "665.8 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2Tzqz/intruder.2019.1080_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Tzqq/intruder.2019.720_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "665.8 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/P35GkKAA#Bxi5pbh1-Sj6YZS3e5aV5b11SPbU-IN34tBqjGTa-rQ",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Wjwk3IRT#5VP6C7lMUZFTcqv-WS8Qvnn9n-wegtcDXxxtGsg64ts",
        "server": "mega.nz",
        "size": "665.8 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  }
]