[
  {
    "metadata": "NOT RATED|2016|95 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "6,464"
    },
    "title": "I.T (2016)",
    "description": "ဂ်ိမ္းစ္ဘြန္းမင္းသားေဟာင္းPierce Brosnanအဓိကပါဝင္ထားျပီး မင္းသမီး Anna Friel နဲ႕ Stefanie Scott တို႕လဲပါဝင္ထားတဲ့Crime,Drama,Mysteryအမ်ိဳးအစားဇာတ္ကားပါ။Mike Regan ဆိုတဲ ့ သူေဌးႀကီးတစ္ေယာက္နဲ ့ သူ့အလုပ္သမား အိုင္ တီနည္းပညာရွင္တို ့ရဲ႕ဇာတ္လမ္းေလးပါ။ေခတ္ေပၚေနာက္ဆံုးေပၚ smart နည္းပညာေတြသံုးထားတဲ ့ အရမ္း ေကာင္းတဲ ့ အိမ္ႀကီး ဇိမ္ခံကားႀကီးေတြေပ်ာ္ရြယ္ဖြယ္ေကာင္းတဲ ့ မိသားစုဘ၀ကိုပိုင္ဆိုင္ထားတဲ ့ သူေဌးႀကီး ရဲ႕ဘ၀ဟာ တေန႔မွာေတာ ့ အႏၱာရယ္ေတြ မဖိတ္ေခၚ ပဲ ေရာက္လာ ခဲ ့ပါတယ္။သူ႕ရဲ႕လုပ္ငန္းေတြက်ရွံဳး ေအာင္ delay ျဖစ္ေအာင္ မိသားစုေတြ ဘ၀ပ်က္ေအာင္ black hat Hacker တစ္ေယာက္က လုပ္သြားပါတယ္။သူ နဲ ့သူမိသားစုဘာျဖစ္မလဲ ေခတ္မွီ နည္းပညာတိုးတက္ေလ လူေနမွဳဘဝႀကီး က သက္သာေလလာ း ?စိုးရိမ္ ထိတ္လန္႔ဖြယ္လား ..?အရမ္းက်ြမ္းက်င္တဲ ့ အိုင္တီ သမားတစ္ေယာက္နဲ ့အိုင္တီ အေႀကာင္း မသိတဲ ့ သူေတြ ႀကား ဘာေတြဆက္ ျဖစ္မလဲဆိုတာ ႀကည့္လိုက္ႀကစို ့ပါ…ဒီထဲမွာ Hacker ေတြရဲ႕ နည္းပညာနဲ ့အနိုင္ယူတတ္ျခင္း အျပင္ လူကိုယ္ပါလွည့္ဖ်ားျခင္း လူကိုဟက္ျခင္းဆိုတဲ ့ (social engineering) ေတြေခတ္ေပၚနည္းပညာေတြထဲ အားႀကီးသူနဲ ့အားနည္းသူ ျပိဳင္ပြဲေတြ cyber crime ကိစၥေတြကို ရင္သပ္ရွဳေမာေတြ ့ရမွာပါ….unicodeဂျိမ်းစ်ဘွန်းမင်းသားဟောင်း Pierce Brosnan အဓိကပါဝင်ထားပြီး မင်းသမီး Anna Friel နဲ့ Stefanie Scott တို့လဲပါဝင်ထားတဲ့ Crime, Drama, Mystery အမျိုးအစားဇာတ်ကားပါ။Mike Regan ဆိုတဲ့ သူဌေးကြီးတစ်ယောက်နဲ့ သူ့အလုပ်သမား အိုင် တီနည်းပညာရှင်တို့ရဲ့ဇာတ်လမ်းလေးပါ။ခေတ်ပေါ်နောက်ဆုံးပေါ် smart နည်းပညာတွေသုံးထားတဲ့ အရမ်း ကောင်းတဲ့ အိမ်ကြီး ဇိမ်ခံကားကြီးတွေပျော်ရွယ်ဖွယ်ကောင်းတဲ့ မိသားစုဘဝကိုပိုင်ဆိုင်ထားတဲ့ သူဌေးကြီး ရဲ့ဘဝဟာ တနေ့မှာတော့ အန္တာရယ်တွေ မဖိတ်ခေါ် ပဲ ရောက်လာ ခဲ့ပါတယ်။သူ့ရဲ့လုပ်ငန်းတွေကျရှုံး အောင် delay ဖြစ်အောင် မိသားစုတွေ ဘဝပျက်အောင် black hat Hacker တစ်ယောက်က လုပ်သွားပါတယ်။သူ နဲ့သူမိသားစုဘာဖြစ်မလဲ ခေတ်မှီ နည်းပညာတိုးတက်လေ လူနေမှုဘဝကြီး က သက်သာလေလာ း ?စိုးရိမ် ထိတ်လန့်ဖွယ်လား ..?အရမ်းကျွမ်းကျင်တဲ့ အိုင်တီ သမားတစ်ယောက်နဲ့အိုင်တီ အကြောင်း မသိတဲ့ သူတွေ ကြား ဘာတွေဆက် ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြစို့ပါ…ဒီထဲမှာ Hacker တွေရဲ့ နည်းပညာနဲ့အနိုင်ယူတတ်ခြင်း အပြင် လူကိုယ်ပါလှည့်ဖျားခြင်း လူကိုဟက်ခြင်းဆိုတဲ့ (social engineering) တွေခေတ်ပေါ်နည်းပညာတွေထဲ အားကြီးသူနဲ့အားနည်းသူ ပြိုင်ပွဲတွေ cyber crime ကိစ္စတွေကို ရင်သပ်ရှုမောတွေ့ရမှာပါ….imdb 5.4/10Release date: September 23, 2016 (USA)Director: John MooreBox office: 114,536 USDMusic composed by: Timothy WilliamsProduction company: Voltage Pictures(ရုပ္ရွင္အညႊန္းကိုAung Pyae’s FBမွကူးယူေဖာ္ျပပါသည္။)File size…(850MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn MooreStarsJason BarryKai RyssdalKaren MoskowPierce Brosnan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/3e883d5252c598255e2d80aa82fcfb08.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/i-t-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/i-t-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/0vlfp9mksurn",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Horror",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "777"
    },
    "title": "The Clearing (2020)",
    "description": "The Clearing (2020)===============IMDb Rating – 4.3/10#Unicodeဒီကားလေးကတော့ ဇွန်ဘီကားကြိုက်တဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးဖြစ်မှာပါ။ Mira လို့ခေါ်တဲ့ဆယ်ကျော်သက်အရွယ် ကင်းထောက်မလေးနဲ့ ကျောင်းတုန်းက ကင်းထောက်လုပ်ခဲ့ဖူးတဲ့ သူ့အဖေ Tomတို့ဟာ တစ်ရက်မှာ ဒီနေ့ခေတ်ကင်းထောက်အလုပ်နဲ့ ဟိုခေတ်ကင်းထောက်အလုပ် ကွာခြားတာနဲ့ပတ်သတ်ပြီးကတောက်ကစဖြစ်ကြပါလေရော။ အဲ့တာနဲ့‌ နောက်နေ့ကျတော့ အဖေဖြစ်သူက သူ့သမီးကိုပြန်ချော့တဲ့အနေနဲ့တောထဲကို ပျော်ပွဲစားcampထွက်ကြပါတယ်။ အိပ်ရာနိုးလာတဲ့အချိန် ဘေးပတ်ဝန်းကျင်က camp လာလုပ်ကြတဲ့လူတွေ မူမမှန်တာကိုတွေ့လိုက်ရပြီး သမီးဖြစ်သူ Mira ပျောက်နေတာကိုလည်း သိလိုက်ရတဲ့အခါ ………….(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ ဇြန္ဘီကားႀကိဳက္တဲ့လူေတြအတြက္ ဇာတ္ကားေကာင္းေလးျဖစ္မွာပါ။ Mira လို႔ေခၚတဲ့ဆယ္ေက်ာ္သက္အ႐ြယ္ ကင္းေထာက္မေလးနဲ႔ ေက်ာင္းတုန္းက ကင္းေထာက္လုပ္ခဲ့ဖူးတဲ့ သူ႔အေဖ Tomတို႔ဟာ တစ္ရက္မွာ ဒီေန႔ေခတ္ကင္းေထာက္အလုပ္နဲ႔ ဟိုေခတ္ကင္းေထာက္အလုပ္ ကြာျခားတာနဲ႔ပတ္သတ္ၿပီးကေတာက္ကစျဖစ္ၾကပါေလေရာ။ အဲ့တာနဲ႔‌ ေနာက္ေန႔က်ေတာ့ အေဖျဖစ္သူက သူ႔သမီးကိုျပန္ေခ်ာ့တဲ့အေနနဲ႔ေတာထဲကို ေပ်ာ္ပြဲစားcampထြက္ၾကပါတယ္။ အိပ္ရာႏိုးလာတဲ့အခ်ိန္ ေဘးပတ္ဝန္းက်င္က camp လာလုပ္ၾကတဲ့လူေတြ မူမမွန္တာကိုေတြ႕လိုက္ရၿပီး သမီးျဖစ္သူ Mira ေပ်ာက္ေနတာကိုလည္း သိလိုက္ရတဲ့အခါ ………….(ဒီဇာတ္လမ္းရဲ႕ အၫြန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 49 minSubtitle – Myanmar HardsubFormat – Mp4Genre : HorrorSource : 1080p.WebRipTranslator – ThingyanEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid M. MatalonStarsAdelina SaldanaAundrea SmithErica AllseitzGeraldine MorenoLaila DrewLiam McIntyreLinda KesslerMackenzie AugustinSteven SwadlingSydelle NoelCastAdelina SaldanaAundrea SmithErica AllseitzGeraldine MorenoLaila DrewLiam McIntyreLinda KesslerMackenzie AugustinSteven SwadlingSydelle Noel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9GoV8gwMxpI2OrFXtJuyP1xIJ89.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-3.29.45-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e8fk8wut2m6o.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/6jr1xjauy185.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-clearing-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-clearing-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/2doql/[CM]The.Clearing.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/1xr10/[CM]The.Clearing.2020.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://upstream.to/8h0wwmvptdap",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/atsadp6slp01",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mega.nz/file/cphR1QoA#azV3LM33zb7qMWcDhenjGjBadDlUXJKS1-0JBa3JVTQ",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/U55TRITD#B3X_qUvAo4w42wMPGA-hEKijLmd4oJzsJ8dZTOz4E28",
        "server": "mega.nz",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yadi.sk/i/4R2urhgyc9E0jA",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yadi.sk/i/Ug0eC-fpTYT04Q",
        "server": "disk.yandex.com",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": {
      "video_id": "YUlP8UJrYoE",
      "video_url": "https://www.youtube.com/watch?v=YUlP8UJrYoE",
      "embed_url": "https://www.youtube.com/embed/YUlP8UJrYoE"
    }
  },
  {
    "metadata": "|2023||Mystery",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1274"
    },
    "title": "Curious Caterer: Grilling Season (2023)",
    "description": "Curious Caterer: Grilling Season (2023)=============================IMDb Rating – 6.4/10ကလေးတစ်ယောက်အမေ ဂိုဒီတယောက် သူငယ်ချင်းဖြစ်သူ၏ စနိုက်ကြော် ခံလိုက်ရပြီး စနိုက်မ သူငယ်ချင်းမွေးနေ့မှာ အကျွေးအမွေးတာဝန်ခံအဖြစ် လုပ်ဖို့ကြုံလာပါတယ်။ကံဆိုးချင်တော့ အဲ့ဒီနေ့ညပဲ ထိုသူငယ်ချင်းမ အသတ်ခံရတဲ့ကိစ္စမှာ အကင်စက်လည်းပေါက်ကွဲသွားတာမို့ လုပ်ငန်းနာမည်ပျက်ကိန်းဆိုက်လာတာကြောင့် စုံထောက်အဆင်လေးရဲ့ အကူညီကိုယူပြီး မွေးနေ့ပွဲတက်သူတွေထဲကနေတရားခံကြိုးစားရှာဖွေကြပုံကိုမြင်တွေ့ကြရမှာ ဖြစ်ပါတယ်။စုံထောက်မှုခင်းကားလဲ ကြည့်ချင်တယ် ဦးနှောက်ခြောက်ခံပြီးလဲ မစဉ်းစားချင်သူတွေအတွက် ပေါ့ပေါ့ပါးပါးမှုခင်းကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Chit Min Thu ဖြစ်ပါတယ်)File Size……….(1.5 GB) / (590 MB) / (340 MB)Quality…………WEB-RIP 1080p / 720p / 480PDuration………1Hr 52MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..MysteryTranslator…….Chit Min ThuEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul ZillerCastAlethea SholomenkoAmanda KhanAmanda MayAndrew W. WalkerBeverley ElliottGeoff EdwardsGerardo BarcalaHowie LaiJared PayneJaycie DotinJovan NenadicKevin MundyKirstyn KonigLochlyn MunroMaesa NicholsonNeil WebbNikki DeLoachRiley DavisRob LaBelleSarah JohnsVeenu Sandhu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bBU39xWz5j0SXm46Omsz0SUFdp7.jpg",
      "https://image.tmdb.org/t/p/w300/u1KY4sxioV5B6EFNXDUShmqDxp2.jpg",
      "https://image.tmdb.org/t/p/w300/zjU6Zv2OmbfXRfjOtllXuwV50LW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BM2E1ZmE4OGItNDVmNy00ZDE4LWI0NDQtZTMwZDZjMTIyMTQyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/curious-caterer-grilling-season-2023-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2ykT5/Curious.Caterer.Grilling.Season.2023.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/7hne3evxp102.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/XdUBVB6C#lTTXJMHpkua47r21twdD3IAC1WpKrHa4DvhGN-5PrYg",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/t8zu7fwa8tna.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/z8n9k4p7l0ab",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/curious-caterer-grilling-season-2023-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "590 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Snqf/Curious.Caterer.Grilling.Season.2023.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "590 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/3gkdpikf8myl.html",
        "server": "streamsb.com",
        "size": "590 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/XM8i2ZLK#Nju6UrnYtYePqHDV0V1jeIM_HCODdXY6Impy21c2TGc",
        "server": "mega.nz",
        "size": "590 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/4ix2wajsa15z.html",
        "server": "usersdrive.com",
        "size": "590 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/y94gqyt3i6bh",
        "server": "streamvid.io",
        "size": "590 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/curious-caterer-grilling-season-2023-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "340 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3eiky/Curious.Caterer.Grilling.Season.2023.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "340 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/zrkpgfnobugb.html",
        "server": "streamsb.com",
        "size": "340 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/uJkF2RAJ#7LvEOswDTE2_BETOJbZ2twYdMhVjWEIW5lFvXFFgknU",
        "server": "mega.nz",
        "size": "340 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/s5q6llkp1rwr.html",
        "server": "usersdrive.com",
        "size": "340 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/xnpcxf2ja830",
        "server": "streamvid.io",
        "size": "340 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "symRFwEaw9o",
      "video_url": "https://www.youtube.com/watch?v=symRFwEaw9o",
      "embed_url": "https://www.youtube.com/embed/symRFwEaw9o"
    }
  },
  {
    "metadata": "PG-13|||Action,Crime,Special Package,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Taken(1+2+3) Package",
    "description": "Taken (2008)________IMDb – 7.8/10ဒီဇာတ်ကားက ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းကိုပြောရရင်……..မင်းသားက အရင်တုန်းက CIA ကစုံထောက်၊ ၁၇နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်။ Liam Neeson က သူသျှို၊စုံထောက်ဆိုတော့ မိသားစုအတွက် အချိန်မပေးနိုင်လို့ မိန်းမနဲ့ကွာရှင်းပြီးနောက် သမီးလေးကိုပါ မိန်းမလက်ထဲထည့်ပေးလိုက်ရပါတယ်။ သူက သူ့သမီးလေးကိုအရမ်းချစ်တော့ CIA ကနေ အနားယူပြီး သမီးလေးနားမှာနေနိုင်အောင် ကြိုးစားနေတဲ့ အဖေနေရာက သရုပ်ဆောင်တာပါ။ Bryan (Liam Neeson ရဲ့ဇာတ်ကောင်) ရဲ့သမီး Kim (Maggie Grace ရဲ့ဇာတ်ကောင်) က တစ်နေ့မှာ သူငယ်ချင်းရယ် ပြင်သစ်နိုင်ငံ ပဲရစ်မြို့ကိုသွားလည်ဖို့ ဖခင်ကိုတောင်းဆိုပါတယ်။ (အမေရိကားမှာ ၁၈နှစ်အောက်ကလေးတွေက ပြည်ပခရီးသွားချင်ရင် မိဘခွင့်ပြု့တဲ့လက်မှတ်ပါမှ သွားလို့ရပါတယ်)။ သူ့အဖေက မသွားစေချင်ပေမယ့် နောက်ဆုံးမှာ မတတ်သာလို့ခွင့်ပြုလိုက်ရပါတယ်။ ပဲရစ်ကိုရောက်ရောက်ချင်းမှာပဲ Kim နဲ့သူ့သူငယ်ချင်း က ကောင်လေးတစ်ယောက်နဲ့တွေ့ပြီး ကားအတူငှားစီးမိရာကနေ Albanian တွေရဲ့ ဖမ်းဆီးခြင်းခံရပါတယ်။ Albanian တွေက အဖော်မပါပဲ ခရီးထွက်လာတဲ့ မိန်းမပျိုလေးများကို ဖမ်းပြီး ပြည့်တန်ဆာလုပ်ငန်း လုပ်နေသူတွေဖြစ်ပါတယ်။ ဒါကို Bryan အနေနဲ့ သူရဲ့ စုံထောက်ဘဝအတွေ့အကြုံတွေ၊ ပညာတွေသုံးပြီး သူ့သမီးကို ပြန်လိုက်ရှာရမှာပါ။ သူ့သမီးကိုရှာဖို့ ၇၂ နာရီသာ အချိန်ရပြီး ၇၂ နာရီကျော်သွားတာနဲ့ သေရင်သေ မသေရင် တခြားလူတွေလက်ထဲရောက်သွားပြီး ရှာတွေ့ဖို့ လမ်းစပျောက်သွားမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက စ၊လယ်၊ဆုံး မနားတမ်း Action Scene တွေ၊ စိတ်ဝင်စားစရာ ဇာတ်ကွက်တွေအပြင်၊ သတိထား ပညာယူရမယ့်အချက်တွေနဲ့ ပရိတ်သတ်ကိုစွဲဆောင်နိုင်ပါတယ်။ ဇာတ်လမ်းကသာမန် အားဖြင့်ရိုးရှင်းတယ်လို့ထင်ရပေမယ့် တကယ်တမ်း ကြည့်ရင်၊ ကြည့်နေကြ Action/Revenge ကားတွေ၊ Action/Detective ကားတွေထက် ထူးခြားပါတယ်။ ဇာတ်လမ်းဆုံးသည် အထိ စိတ်လှုပ်ရှားမှုရသအပြည့်အဝပေးနိုင်တဲ့အပြင်၊ အက်ရှင်တွေလည်း မရိုးနိုင်အောင် တဝကြီးကြည့်ရပါတယ်။ သာမန်သိုင်းကားတွေလို အဓိပ္ပါယ်မရှိ မင်းသားနဲ့လူဆိုးတွေ ချခန်းကြီးပဲ ကြည့်နေရတာ မျိုးလည်းမဟုတ်ပဲ ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းမျိုးပါ။မကြည့်ရသေးတဲ့သူများ ကြည့်ဖြစ်အောင်ရှာပြီးကြည့်ပါ။ မိသားစုတူတူကြည့်ဖို့သင့်တော်ပါတယ်။ Rated PG-13 ပါ။ ဇာတ်ကားတစ်ကားလုံး မပျင်းမရိပဲကြည့်ရမယ့်ကားမျိုးပါ။မလွတ်တမ်းအားပေးသင့်သောကားပါ…(အညွှန်းကို ရုပ်ရှင်မိတ်ဆက်မှကူးယူဖော်ပြပါသည်…)File size…453 MBQuality….Blu-ray Rip 480pFormat…mp4Duration….01:28:49Subtitle….Myanmar Subtitle(Hardsub)Encoder….Nyeinsaeya AungUsersDrive/YoteShin/Megaup/Mega.nz/Upstream.to===================================Taken 2 (2012)________IMDb – 6.3/10Taken 1(2008) ကိုကြည့်ပြီးဒီဇာတ်ကားကိုကြည့်မှ အရသာရှိမှာပါ…Taken (1) မှာဖြစ်ပျက်ခဲ့တာတွေအတွက် Taken (2) မှာ စာရင်းရှင်းကြမှာပါ… ဖခင်တစ်ယောက်ရဲ့ မေတ္တာနဲ့ Agent တစ်ယောက်ရဲ့ စနစ်ကျနသေသပ်မှုကို အကောင်းဆုံးပေါင်းစပ်ထားတဲ့ ဇာတ်ကားပါ…File size…794 MBQuality….Blu-ray Rip 720pFormat…mp4Duration….01:35:00Subtitle….Myanmar Subtitle(Hardsub)Encoder….Nyiminn ThantUsersDrive/YoteShin/Megaup/Mega.nz/Upstream.to===================================Taken 3 (2014)________IMDb – 6.0/10ဒီကားက တော့ Liam Neeson ကို Action မင်းသားအဖြစ် ကမ္ဘာကျော်စေခဲ့တဲ့Taken ဇာတ်ကား ရဲ့ တတိယမြောက်နဲ့ နောက်ဆုံးကားဖြစ်ပါတယ်။Taken ရဲ့နောက်ဆုံးဇာတ်ကားကိုတော့ ကျွန်တော်အညွှန်းမပေးတော့ပါဘူး။ဇာတ်လမ်းက Taken ရဲ့ကျောရိုးကနေ ကွဲထွက်နေတယ်လို့ယူဆလို့ပါ။အကြိုက်မတွေ့ဆုံးအချက်ကတော့ Lenny ရဲ့ ယောက်ျား Stuart ကိုဒီဇာတ်ကားမှာ သရုပ်ဆောင် ပြောင်းထားပြီး Stuart အဖြစ် စကော့တလန် လူမျိုုး သရုပ်ဆောင် ဖြစ်တဲ့Dougray Scott ကို သရုပ်ဆောင်ခိုင်းထားတဲ့အချက်ပါပဲ။Action ဇာတ်ကားအဖြစ်သာ ကြည့်ရင်တော့ အကြိုက်တွေ့ကြမှာပါ။File size…1.34 GBQuality….HD-Rip 720pFormat…mp4Duration….01:44:04Subtitle….Myanmar Subtitle(Hardsub) and Arabic HardsubEncoder….Nyeinsaeya AungUsersDrive/YoteShin/Megaup/Mega.nz/Upstream.toAdmin Team: www.ChannelMyanmar.OrgYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorOlivier MegatonPierre MorelStarsFamke JanssenForest WhitakerLiam NeesonMaggie Grace",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/taken-triology-poster.png",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2018|1h 56min|Action,Crime,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "5,819"
    },
    "title": "SuperFly (2018)",
    "description": "SuperFly (2018)_______IMDb – 5.1/10အတ္တလန်တာမြို့မှာမူးယစ်ဆေးဝါးရောင်းတဲ့ ပရိစ်ဆိုတဲ့သူဟာသူများတွေထက်အကွက်မြင်ပြီးတစ်ခါမှရဲမှတ်တမ်းမရှိဘူးတဲ့ ဘီးကျဲတစ်ယောက်ပေါ့သူဟာ မမျှော်လင့်တဲ့တိုက်ခိုက်မှုတစ်ခုနဲ့ကြုံတွေ့ခဲ့ရပြီးအဲ့ဒီလောကထဲကနေထွက်သွားဖို့အတွက်စီစဉ်ခဲ့တယ်။အဲ့ဒီလိုနဲ့သူ့သူငယ်ချင်းအက်ဒီနဲ့ပေါင်းပြီးနောက်ဆုံးတစ်ခေါက်အချီကြီးရနိုင်မဲ့အကြံကိုအကောင်အထည်ဖော်ခဲ့တယ်။သူ့ရဲ့ဘောစ့်ကိုကွက်ကျော်ရိုက်ပြီးသူ့ကိုမူးယစ်ဆေးများများထောက်ပံ့ပေးနိုင်မဲ့ မက်ဆီကိုမူးယစ်ရာဇာတွေနဲ့ချိတ်ဆက်ဖြစ်ခဲ့တာပေါ့။အဲ့ဒီလိုနဲ့တစ်ဖက်ကမူးယစ်ရာဇာတွေ အတ္တလန်တာမြို့ထဲက သူ့ကိုမကြည်တဲ့မူးယစ်ဂိုဏ်းတွေ လာဘ်စားတဲ့ရဲတွေနဲ့ပြသနာတွေရင်ဆိုင်လာတဲ့အခါသူဘယ်လိုတွေဖြေရှင်းမလဲဆိုတာကိုတင်ဆက်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။Box officeမှာUS $20millions ကျော်ရရှိထားတဲ့Actionကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ကိုမျိုးခန့် ပါ)File Size : (850 MB)Quality : Blu-Ray 720pRunning Time : 1hr 56minFormat : Mp4Genre : Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-ReplicaTranslated by Myo KhantEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDirector X.Lori GrabowskiMari WilsonStarsAndrea LondoAngel LoveBig Bank BlackBig BoiEsai MoralesJacob Ming-TrentJason MitchellJennifer MorrisonKaalan Rashad WalkerLex Scott DavisMichael Kenneth WilliamsTerayle HillTrevor JacksonCastAdam BoyerAdriyan RaeAhmed LucanAl NukeAl-Jaleel KnoxAllen MaldonadoAndrea LondoAngel LoveAtkins EstimondAtkins EstimondsBig Bank BlackBig BoiBrian F. DurkinDawntavia BullardDominique MadisonEsai MoralesIvan LeungJacob Ming-TrentJason MitchellJennifer MorrisonKaalan Rashad WalkerKia ShineKurt YueL. Warren YoungLecrae MooreLex Scott DavisLisa RayamMichael BeasleyMichael Kenneth WilliamsRenée VictorRick RossTerayle HillTrevor JacksonZaytoven",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jqoGbSNsl5aO3JzeoWEf6EDoncD.jpg",
      "https://image.tmdb.org/t/p/w300/fJKJXKiRSzDihp50c7j39zb3ILi.jpg",
      "https://image.tmdb.org/t/p/w300/j7Kkekowe6xyOUT63V7v0vf72WU.jpg",
      "https://image.tmdb.org/t/p/w300/s8Y14t9KSJs2J0ocjJS10U9i2h7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/6KHfrxFfJryzNLnj9m9HA7NmbBu.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zxdjne00pcp5.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/super-fly-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2dgqg/SuperFly_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/obIA3KqD#EmIeKTrfwnDeuhjWWBuEtc0lAzjCxJ0_OOtmCz7X2vM",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/5f4iez89xxog",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Y5IxGgf3d3A",
      "video_url": "https://www.youtube.com/watch?v=Y5IxGgf3d3A",
      "embed_url": "https://www.youtube.com/embed/Y5IxGgf3d3A"
    }
  },
  {
    "metadata": "PG-13|2017|1h 41min|Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "94,457"
    },
    "title": "Gifted (2017)",
    "description": "Gifted (2017)IMDb – 7.6/10_____Rotten – 73%ဒီကားလေးကို ရုပ်ရှင်ရုံထဲမှာ ထရေလာ မြင်မိကတည်းက စိတ်ဝင်စားနေတာပါ။ မင်းသားက ခရစ်စ် အီဗန်။ ဒါရိုက်တာကလည်း 500 days of summer ထဲက မာ့ခ် ဝဘ် ဆိုတော့ အတော်တော့ကောင်းလိမ့်မယ် တွက်ထားပါတယ်။ အခုထွက်လာတော့ ကြည့်လိုက်တော့လည်း ကျေနပ်စရာပါပဲ။ ကျွန်တော်အရမ်းကြိုက်လို့ ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ rating ကတော့ IMDb မှာ 7.6 ပါ။ဇာတ်လမ်းအကျဉ်းလေး နည်းနည်းပြောပြပါမယ်။ မထင်ထားတာလေးတွေ ပါလို့ spoiler မဖြစ်အောင် လျှော့ပြောပါရစေ။ နယ်မြို့လေးတစ်ခုမှ ဖရန့် နဲ့ မေရီဆိုတဲ့ သားအဖ ၂ ယောက်တည်း အတူနေကြတယ်ဗျာ။ သမီးလေး ၇ နှစ်ပြည့်ချိန်မှာ ကျောင်းကိုလွှတ်တာကနေ စပါတယ်။ သူတို့ ၂ ယောက်ကို သံယောဇဉ်ဖြစ်နေတဲ့ အိမ်နီးချင်းမိန်းမကြီးကတော့ တားပါတယ် ကလေးကို ကျောင်းကိုမလွှတ်ပါနဲ့ပေါ့။ ဘာလို့ပါလိမ့်။ ကျောင်းမှာအဖြေပေါ်လာတာပါပဲ ကလေးက ပါရမီရှင် master brain ဖြစ်နေလို့ပါ။ ကလေးအကြောင်းသိသွားရင် သူတို့ ၂ ယောက်ကို ခွဲမယ့်သူတွေ ပေါ်လာမှာ စိုးရိမ်လို့ တားမိတာပါပဲ။ တကယ်လည်း ကလေးကို ခွဲမယ့်သူ ပေါ်လာပါတယ်၊ အဲဒါကတော့ သူတို့ကို ၇နှစ်လုံး ပစ်ထားခဲ့တဲ့ မေရီရဲ့အဘွားပါပဲ။ တကယ်တော့ မေရီလေးရဲ့ အမေဟာ သချာၤဉာဏ်ကြီးရှင်ပါပဲ။ မပြီးဆုံးသေးတဲ့ အလုပ်တစ်ခုကို ထားခဲ့ပြီး သူ့ကိုယ်သူ သတ်သေသွားခဲ့တာပါ။ မေရီအမေ ထားခဲ့တဲ့ ပုစ္ဆာဟာ millennium problems တွေထဲက တစ်ခုပါ။ Millennium problems တွေဆိုတာ ၂၀၀၀ ခုနှစ်တုန်းက Clay သချာၤတက္ကသိုလ်ကြီးကနေ သက်သေပြပေးဖို့ ထုတ်ခဲ့တဲ့ ပုစ္ဆာ ၇ ပုဒ်ပါ။ အဖြေရှာနိုင်သူဟာ ဒေါ်လာသန်းချီပြီး ဆုရရှိမယ့်အပြင် ဆုတံဆိပ်တွေနဲ့ နိုဘယ်ဆုအထိကို မှန်းနိုင်ပါလိမ့်မယ်။ လက်ရှိ ၂၀၁၇ အထိကို တစ်ပုဒ်ပဲ အဖြေရှာနိုင်သူရှိပါသေးတယ်။ ဒီဇာတ်လမ်းမှာတော့ မေရီလေးကို သူ့အဘွားက ဒီပုစ္ဆာတွေရှင်းနိင်ဖို့နဲ့ သူ့လက်အောက်မှာ ပျိုးထောင်ဖို့ ဖရန့်ဆီကနေ လာခေါ်ပါတယ်။ ဖရန့်ကတော့ သူ့အမေရဲ့ ဖြစ်ခဲ့သလို မေရီ့ကို မဖြစ်စေချင်ဘဲ သာမာန်ကလေးဘဝနဲ့ ကြီးပြင်းစေချင်တာမို့ လုံးဝငြင်းဆန်လိုက်တဲ့အခါ သားအမိနှစ်ယောက် ကလေးလုဖို့အတွက် ရှေ့နေကိုယ်စီနဲ့ တရားရုံးမှာ ရင်ဆိုင်တွေ့ရပါတော့တယ်။ ဖရန့်က ကလေးတက်လမ်းအတွက် မေရီ့ကို လက်လွှတ်နိုင်မလား၊ ဆက်ခေါ်ထားဖို့ ဆုံးဖြတ်မလား။ မေရီကို ပိုင်ဆိုင်တဲ့သူက အနိုင်လား အရှုံးလား၊ လက်လွှတ်ရတဲ့သူက အနိင်လား အရှုံးလား။ မေရီအတွက်ကရော ဘယ်လမ်းက အမှန်လည်း ဘယ်လမ်းကအမှားလည်း။ ပြိုင်ပွဲတစ်ခုဆိုတာ အနိုင်အရှုံး ရိုးရှင်းပေမယ့် မေတ္တာတရားနဲ့ ရောယှက်လာရင်တော့ ဒီမေးခွန်းတွေဟာ အင်မတန်ကို ဖြေရခက်ပါလိမ့်မယ်။ မထင်ထားတဲ့ဟာတွေနဲ့ လှည့်ကွက်တွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်ခံစားကြည့်ပါလို့ ညွှန်းချင်ပါတယ်။ဒီကားေလးကို ႐ုပ္ရွင္႐ုံထဲမွာ ထေရလာ ျမင္မိကတည္းက စိတ္ဝင္စားေနတာပါ။ မင္းသားက ခရစ္စ္ အီဗန္။ ဒါ႐ိုက္တာကလည္း 500 days of summer ထဲက မာ့ခ္ ဝဘ္ ဆိုေတာ့ အေတာ္ေတာ့ေကာင္းလိမ့္မယ္ တြက္ထားပါတယ္။ အခုထြက္လာေတာ့ ၾကည့္လိုက္ေတာ့လည္း ေက်နပ္စရာပါပဲ။ ကြၽန္ေတာ္အရမ္းႀကိဳက္လို႔ ဘာသာျပန္ၿပီး တင္ေပးထားပါတယ္။ rating ကေတာ့ IMDb မွာ 7.6 ပါ။ဇာတ္လမ္းအက်ဥ္းေလး နည္းနည္းေျပာျပပါမယ္။ မထင္ထားတာေလးေတြ ပါလို႔ spoiler မျဖစ္ေအာင္ ေလွ်ာ့ေျပာပါရေစ။ နယ္ၿမိဳ႕ေလးတစ္ခုမွ ဖရန႔္ နဲ႔ ေမရီဆိုတဲ့ သားအဖ ၂ ေယာက္တည္း အတူေနၾကတယ္ဗ်ာ။ သမီးေလး ၇ ႏွစ္ျပည့္ခ်ိန္မွာ ေက်ာင္းကိုလႊတ္တာကေန စပါတယ္။ သူတို႔ ၂ ေယာက္ကို သံေယာဇဥ္ျဖစ္ေနတဲ့ အိမ္နီးခ်င္းမိန္းမႀကီးကေတာ့ တားပါတယ္ ကေလးကို ေက်ာင္းကိုမလႊတ္ပါနဲ႔ေပါ့။ ဘာလို႔ပါလိမ့္။ ေက်ာင္းမွာအေျဖေပၚလာတာပါပဲ ကေလးက ပါရမီရွင္ master brain ျဖစ္ေနလို႔ပါ။ ကေလးအေၾကာင္းသိသြားရင္ သူတို႔ ၂ ေယာက္ကို ခြဲမယ့္သူေတြ ေပၚလာမွာ စိုးရိမ္လို႔ တားမိတာပါပဲ။ တကယ္လည္း ကေလးကို ခြဲမယ့္သူ ေပၚလာပါတယ္၊ အဲဒါကေတာ့ သူတို႔ကို ၇ႏွစ္လုံး ပစ္ထားခဲ့တဲ့ ေမရီရဲ႕အဘြားပါပဲ။ တကယ္ေတာ့ ေမရီေလးရဲ႕ အေမဟာ သခ်ာဉၤာဏ္ႀကီးရွင္ပါပဲ။ မၿပီးဆုံးေသးတဲ့ အလုပ္တစ္ခုကို ထားခဲ့ၿပီး သူ႔ကိုယ္သူ သတ္ေသသြားခဲ့တာပါ။ ေမရီအေမ ထားခဲ့တဲ့ ပုစာၦဟာ millennium problems ေတြထဲက တစ္ခုပါ။ Millennium problems ေတြဆိုတာ ၂၀၀၀ ခုႏွစ္တုန္းက Clay သခ်ာတၤကၠသိုလ္ႀကီးကေန သက္ေသျပေပးဖို႔ ထုတ္ခဲ့တဲ့ ပုစာၦ ၇ ပုဒ္ပါ။ အေျဖရွာႏိုင္သူဟာ ေဒၚလာသန္းခ်ီၿပီး ဆုရရွိမယ့္အျပင္ ဆုတံဆိပ္ေတြနဲ႔ ႏိုဘယ္ဆုအထိကို မွန္းႏိုင္ပါလိမ့္မယ္။ လက္ရွိ ၂၀၁၇ အထိကို တစ္ပုဒ္ပဲ အေျဖရွာႏိုင္သူရွိပါေသးတယ္။ ဒီဇာတ္လမ္းမွာေတာ့ ေမရီေလးကို သူ႔အဘြားက ဒီပုစာၦေတြရွင္းနိင္ဖို႔နဲ႔ သူ႔လက္ေအာက္မွာ ပ်ိဳးေထာင္ဖို႔ ဖရန႔္ဆီကေန လာေခၚပါတယ္။ ဖရန႔္ကေတာ့ သူ႔အေမရဲ႕ ျဖစ္ခဲ့သလို ေမရီ႕ကို မျဖစ္ေစခ်င္ဘဲ သာမာန္ကေလးဘဝနဲ႔ ႀကီးျပင္းေစခ်င္တာမို႔ လုံးဝျငင္းဆန္လိုက္တဲ့အခါ သားအမိႏွစ္ေယာက္ ကေလးလုဖို႔အတြက္ ေရွ႕ေနကိုယ္စီနဲ႔ တရား႐ုံးမွာ ရင္ဆိုင္ေတြ႕ရပါေတာ့တယ္။ ဖရန႔္က ကေလးတက္လမ္းအတြက္ ေမရီ႕ကို လက္လႊတ္ႏိုင္မလား၊ ဆက္ေခၚထားဖို႔ ဆုံးျဖတ္မလား။ ေမရီကို ပိုင္ဆိုင္တဲ့သူက အႏိုင္လား အရႈံးလား၊ လက္လႊတ္ရတဲ့သူက အနိင္လား အရႈံးလား။ ေမရီအတြက္ကေရာ ဘယ္လမ္းက အမွန္လည္း ဘယ္လမ္းကအမွားလည္း။ ၿပိဳင္ပြဲတစ္ခုဆိုတာ အႏိုင္အရႈံး ႐ိုးရွင္းေပမယ့္ ေမတၱာတရားနဲ႔ ေရာယွက္လာရင္ေတာ့ ဒီေမးခြန္းေတြဟာ အင္မတန္ကို ေျဖရခက္ပါလိမ့္မယ္။ မထင္ထားတဲ့ဟာေတြနဲ႔ လွည့္ကြက္ေတြကိုေတာ့ ဇာတ္လမ္းထဲမွာပဲ ဆက္ခံစားၾကည့္ပါလို႔ ၫႊန္းခ်င္ပါတယ္။File Size     :   725 MBDuration    :   1 : 36: 54Quality       :   Bluray rip 720pTranslator  :  LittleneoEncoder      :  LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon MallardMarc WebbMark C. StevensMichael J. LeoneStarsChris EvansGlenn PlummerJenny SlateJoe ChrestJona XiaoJulie Ann EmeryKeir O'DonnellLindsay DuncanMckenna GraceOctavia SpencerCastAidan McKenna BatemanAshley L. ThomasBrody RoseCandace B. HarrisChris EvansCrystal FreyermuthDanielle DeadwylerDesmond PhillipsElizabeth MarvelGlenn PlummerGordon DannielsJack LandryJenny SlateJoe ChrestJohn FinnJohn M. JacksonJon SklaroffJona XiaoJordan EllenbergJulie Ann EmeryKarleigh ChaseKeir O'DonnellKelly Collins LintzLindsay DuncanMaia Moss-FifeMckenna GraceMichael Kendall KaplanOctavia SpencerTeresa L. GravesWill Buie Jr.",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gYtXT7fJNBRZBbBulO11DoRveLT.jpg",
      "https://image.tmdb.org/t/p/w300/dkfY3oWQUqKwPSYVRmeZCBG6Z8j.jpg",
      "https://image.tmdb.org/t/p/w300/dpcT3PFB0ZZRlMUzg0OBnyRAZQq.jpg",
      "https://image.tmdb.org/t/p/w300/iIHN4F31IGqBPv8IDTse3NSjbY8.jpg",
      "https://image.tmdb.org/t/p/w300/nswFhUdOXJPud0VSDuE73Pa4G4s.jpg",
      "https://image.tmdb.org/t/p/w300/pNg5bb8KUrVDTKnnFJGB0Jap9IT.jpg",
      "https://image.tmdb.org/t/p/w300/fnhNLizu4YShGyaIAmUZ2ziOn2e.jpg",
      "https://image.tmdb.org/t/p/w300/2K7aTqP6t7lnfKO5KNMfaPF52jX.jpg",
      "https://image.tmdb.org/t/p/w300/ilNFtffWxlklNP9CEiqMnARXELg.jpg",
      "https://image.tmdb.org/t/p/w300/93AXh814g2R69HPCHtgLd4jhf26.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/gifted-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9w07g3gipacx.html",
        "server": "usersdrive.com",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/gifted-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/3zy5n/Gifted_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/FF9VyB7S#Z_yLeyrM7-bZE1ivCQlR4pN4By-bvn8tzsu1di4A4D0",
        "server": "mega.nz",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/vhr08ogl4pau",
        "server": "upstream.to",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "x7CAjpdRaXU",
      "video_url": "https://www.youtube.com/watch?v=x7CAjpdRaXU",
      "embed_url": "https://www.youtube.com/embed/x7CAjpdRaXU"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "The Killing Vote (2023) [Complete]",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rA0twYtw77lElefHZfoHRRWIgqh.jpg",
      "https://image.tmdb.org/t/p/w300/cRkVdZyfAiEwHnuVrcmDprBF9wn.jpg",
      "https://image.tmdb.org/t/p/w300/phLfkmDIVGmTDeGUpeZBylWgdVa.jpg",
      "https://image.tmdb.org/t/p/w300/3hJRlGy4tvA2bccBcLtFADSNxQH.jpg",
      "https://image.tmdb.org/t/p/w300/c6wErcHkvtaAHg6WTPjIlyLAyNh.jpg",
      "https://image.tmdb.org/t/p/w300/lHwLLO1dDVHAmCKaaNwEjzXs9XP.jpg",
      "https://image.tmdb.org/t/p/w300/1FYFPp3Sy7imHNOQ725eC7G74ME.jpg",
      "https://image.tmdb.org/t/p/w300/6s6fFpp0ywb52W7IxsC7PjKsv4S.jpg",
      "https://image.tmdb.org/t/p/w300/riP2HQ5uzI812y3gYEDumEn8aLS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8bWVo9CE73OQFVrrSCKFlhdK5EG.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "IHu5pFSnR_8",
      "video_url": "https://www.youtube.com/watch?v=IHu5pFSnR_8",
      "embed_url": "https://www.youtube.com/embed/IHu5pFSnR_8"
    }
  },
  {
    "metadata": "|||Documentary,Sport",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Higuita: The Way of the Scorpion (2023)",
    "description": "အခုတင်ဆက်ပေးမှာကတော့ တစ်ချိန်က ဘောလုံးသမားတွေကြားမှာ ထင်ပေါ်ကျော်ကြားခဲ့တဲ့ ကိုလမ်ဘီယာသား ဂိုးသမား ရီနဲ ဟီဂူတရဲ့အကြောင်းကို Documentary အနေနဲ့ ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်ဂိုးသမားဆိုတဲ့နေရာကို ဂုဏ်ယူစရာကောင်းတဲ့ နေရာတစ်ခုဖြစ်အောင် ပြုလုပ်ပေးခဲ့တဲ့ ရီနဲ အခုအချိန်ထိ ကျော်ဖြတ်ခဲ့ရတဲ့ အခက်အခဲတွေအကြောင်းနဲ့ ကိုလမ်ဘီယာ ဘောလုံးသမိုင်းကြောင်းကို တင်ဆက်ပေးထားတာပါ ဘောလုံးသမိုင်းကို စိတ်ဝင်စားတဲ့သူတွေအတွက် အကြိုက်တွေ့မယ့် Documentary တစ်ပုဒ်ဖြစ်ပါတယ်File size…(2.2 GB)/(1.3 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:30:00Genre…Documentary, SportSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by BanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastRené Higuita",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2ZepzCL5PT8f7q5arcudt9g4VAV.jpg",
      "https://image.tmdb.org/t/p/w300/wJGMGZitgwUwiBz4kwprY9nG2oM.jpg",
      "https://image.tmdb.org/t/p/w300/kogHI1Z2KxydicMumcXNFC4tHjw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/Higuita_El_camino_del_Escorpiaon-528906016-large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/higuita-el-camino-del-escorpion-2023-1080-p-cm-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20com/Higuita.El.Camino.Del.Escorpion.2023.1080p(CM).WEBRip.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cyUgGZLC#xD8W00lYU6onv8NIjo_BjE0IyWGKCgEurL7hDuTVtiQ",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sz8rzv2e76t4.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/higuita-el-camino-del-escorpion-2023-720-p-cm-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20cn8/Higuita.El.Camino.Del.Escorpion.2023.720p(CM).WEBRip.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IjkwVCAb#ma2J0otjhtNX8TSQWtom4k7zCDYH6Qj86OXf3AhT-To",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0qpjumz093gf.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/fuptjqnkcfjm",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "G9_WehC1_9o",
      "video_url": "https://www.youtube.com/watch?v=G9_WehC1_9o",
      "embed_url": "https://www.youtube.com/embed/G9_WehC1_9o"
    }
  },
  {
    "metadata": "N/A|2021|1h 52m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "99"
    },
    "title": "Cobalt Blue (2021)",
    "description": "“ကိုယ့်ရဲ့အစ်ကိုဖြစ်သူ ဒါမှမဟုတ် ညီမဖြစ်သူနဲ့ လူတစ်ယောက်တည်းကို သဘောကျမိရင်” ဆိုတဲ့ အတွေးမျိုးတွေးမိကြဖူးလား။ကယ်ရလာဆိုတဲ့နေရာမှာနေထိုင်ကြတဲ့ ယဉ်ကျေးမှုရိုးရာကို အလွန်လေးစားတန်ဖိုးထားကြတဲ့ မိသားစုရဲ့မျိုးဆက်အငယ်လေးတွေဖြစ်တဲ့ မောင်နှမနှစ်ယောက်။ စာရေးဆရာဖြစ်ချင်တဲ့ တနေးနဲ့ ဟော့ကီကစားသမားတစ်ယောက်ဖြစ်ချင်တဲ့ အနူဂျာတို့ဟာ အိပ်မက်တွေမတူကြသလိုခံယူချက် မျှော်လင့်ချက်တို့မတူကြပါဘဲ သူတို့အိမ်မှာ လာငှားနေတဲ့လူတစ်ယောက်တည်းကိုပဲ ချစ်မိသွားခဲ့ကြတာပါ။ဒီကိစ္စကိုသိသွားတဲ့ သူတို့ရဲ့ မိသားစုကရော ဘယ်လိုရင်ဆိုင်မလဲ ဘယ်လိုဖြေရှင်းမလဲ…သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲ….ဘဝနဲ့အချစ်ယှဉ်လာတဲ့အခါ မေတ္တာတရားကို ဘယ်လိုတန်ဖိုးဖြတ်ကြမလဲ ဆိုတာကို သပ်ရပ်ရှင်းလင်းတဲ့ရိုက်ကွက်တွေနဲ့ ချပြထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။LGBTQတို့ရဲ့ လက်တွေ့ဘဝကို အကောင်းဆုံး ချပြထားတဲ့ “Cobalt Blue”ဆိုတဲ့ ဒီဇာတ်လမ်းလေး။ အပြာရောင်ဆိုတာကတော့ ဝမ်းနည်းကြေကွဲခြင်းကိုဖော်ပြတဲ့အရောင်ဖြစ်သလို ဒီဇာတ်လမ်းလေးဟာလည်း နှလုံးသားတွေကွဲကြေရတဲ့ မောင်နှမနှစ်ယောက်ကြားထဲက ခံစားချက်တွေကို ဖော်ပြနေတာများဖြစ်နေမလား။“ချစ်မိတဲ့အချိန်ကျရင် သိလာပါလိမ့်မယ်။ အချစ်က မင်းကို သန်မာလာအောင် လုပ်ပေးနိုင်တယ်”တဲ့။IMDb 8.1အထိရရှိထားပြီး 2021 Decemberကမှထွက်ထားကာ Sachin Kundalkarရဲ့ ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့Cobalt Blue(ကိုဘော့ပြာရောင်)ဆိုတဲ့ အိန္ဒိယကားလေးဖြစ်ပါတယ်။ အားပေးကြည့်ရှုလိုက်ပါဉီးနော်။File size…1.6GB / 800MBQuality…1080p NF WEB DL  AAC 5.1CH / 720pFormat…mp4Duration….1h 52mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Haruko & Shwe Pyae & YateYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSachin KundalkarStarsAnant JoshiAnjali SivaramanGeetanjali KulkarniNeelay MehendaleNeil BhoopalamPrateik BabbarShishir SharmaCastAnant JoshiAnjali SivaramanGeetanjali KulkarniNeelay MehendaleNeil BhoopalamPrateik BabbarShishir Sharma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yeRhepqy1vN9JPs5YQZNz3zqrwY.jpg",
      "https://image.tmdb.org/t/p/w300/kqHQli8d3T7XIhWM2xiWKAjPKb3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/59CjIDHHvNyiinRwaSIouWnPNrY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cobalt-blue-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cobalt-blue-2022-1080-p-nf-web-dl-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/a5b59bfr9sjq.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Juij/Cobalt.Blue.2022.1080p.NF.WEB-DL.AAC5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/4cmjffsg5ke2",
        "server": "dropgalaxy.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/l81QCRpI#LANKH3XmxEIrIy8m4lT30Orx-h3Ix4iXGJvCtym9Pgk",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cobalt-blue-2022-720-p-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0dav545bacgx.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/35pde/Cobalt.Blue.2022.720p_AAC2.0CH_(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/lj7hquutn64z",
        "server": "dropgalaxy.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/hqro34pofzgw.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|2h 10m|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "2.4k"
    },
    "title": "Pichaikkaran (2016)",
    "description": "Pichaikkaran (2016)IMDb-7.6/10မကြာသေးခင်က CMမှာ တက်ဆက်ပေးထားတဲ့ Pichaikkaran-2(2023)ရဲ့ရှေ့ကကားပါ။Pichaikkaran1,2ဆိုပြီး ထွက်ရှိထားပေမယ့် တစ်ကားနဲ့တစ်ကားချိတ်ဆက်ထားခြင်းမရှိပါဘူး။1ရော2ရောမှာ ဗီဂျေးပဲ သရုပ်ဆောင်ထားပါတယ်။ရုံတင်တုန်းက ၄၂ကုဋေကျော်ပြန်ရခဲ့ပြီး တကယ့်ဖြစ်ရပ်မှန်ကို အခြေခံပြီးပြန်လည်ရိုက်ကူးတင်ဆက်ပေးထားတဲ့ဇာတ်ကားလေးပါဒုတိယကားကြည့်ပြီးလို့ နှစ်သက်တဲ့သူတွေ ဒီကားကို ပိုပြီးနှစ်သက်ကြမှာပါ။ဇာတ်ကားနာမည်ကိုက”သူတောင်းစား”တဲ့။အမေတစ်ယောက်ရဲ့ကျေးဇူးနဲ့ သားဖြစ်သူရဲ့သိတတ်မှုတို့ကိုဖော်ညွှန်းထားတဲ့အပြင် သူတောင်းစားတစ်ယောက် ရှိသင့်ရှိအပ်တဲ့ပညာ ဆောင်ရန်ရှောင်ရန်လေးတွေကိုပါထည့်သွင်းဖော်ပြထားတဲ့အတွက် ခေတ်ပျက်ကြီးထဲမှာ ယူတတ်ရင်ပညာဆိုတာလို ပညာယူလို့ရတာပေါ့။အရွယ်ရောက်တဲ့ထိ အနှစ်နှစ်အလလပြုစု စောင့်ရှောက်လာခဲ့တဲ့ အမေဖြစ်သူ အက်ဆီးဒန့်တစ်ခုနဲ့အိပ်ရာထဲလဲပါရော။အမျိုးမျိုးအဖုံဖုံကုသခဲ့ပေမယ့်လည်း နလန်မထူလာခဲ့ပါဘူး။ဘုန်းတော်ကြီးတစ်ပါးရောက်လာပြီး ဗီဂျေးကို မိခင်ဖြစ်သူ နေပြန်ကောင်းစေချင်ရင်သူတောင်းစားစစ်စစ်ဘ၀နဲ့ ၄၈ရက်နေခိုင်းပါတယ်။ အဲဒီလိုနေနိုင်ခဲ့ရင် သူ့အမေ နေပြန်ကောင်းမယ်လို့ဆိုပါတယ်။ဗီဂျေးတစ်ယောက် စီးပွားရေးကိစ္စတွေ အကုန်ပစ်ပြီး သူတောင်းစားတစ်ယောက်အနေနဲ့ ၄၈ရက်နေနိုင်မှာလား။နေနိုင်ရင်ရော သူ့အမေက တကယ်ပဲနေပြန်ကောင်းလာမှာလားဆိုတာတော့ ဆက်လက်ရှုစားတော်မူပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3~Saii~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)File size…2.64GB / 1.1GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 10mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by chiclon3~Saii~BpL~YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSasiStarsBagavathi PerumalDheepa RamanujamMohan RamanMuthu RamanPitchaikaran MoorthyRaveena RaviSatna TitusVijay AntonyCastBagavathi PerumalDheepa RamanujamMohan RamanMuthu RamanPitchaikaran MoorthyRaveena RaviSatna TitusVijay Antony",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wntGPehd1dmd45LPnvd9cybB0d6.jpg",
      "https://image.tmdb.org/t/p/w300/5I6erhzDx9QMmgHF8rEbBIT0xkH.jpg",
      "https://image.tmdb.org/t/p/w300/5FRe8pzzxx8K1c7V0aUsv8JsNrD.jpg",
      "https://image.tmdb.org/t/p/w300/fqElajlN88rDQtrq9qSeElL8Xe5.jpg",
      "https://image.tmdb.org/t/p/w300/ilWgnb4NmwWTyrGizPmDEdYA33C.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTI1MmJiZjYtZjg3Yy00MWNkLWJiOTItNGE0ZTM1ZTA3MDY5XkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/pichaikkaran-2016-tamil-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v9ezoo0qtxoq.html",
        "server": "usersdrive.com",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1f7h7/Pichaikkaran_(2016)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/BzsBwZoD#RljD3IryE9OczR9FpnsQHDocG_qCk7SlmO-C_LHeUZY",
        "server": "mega.nz",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pichaikkaran-2016-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wp552ny98doo.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1f7hb/Pichaikkaran_(2016)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/g2t1yAbY#LJmmkNcTFaEjVOSN17Fdber3p4w-3bER9ILc8Oql-Qs",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/ig16cx2ygl4v.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ff2tijhs9brv",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Asian,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1,656"
    },
    "title": "Wonderful Woman (2020)",
    "description": "လည်ပင်းအကျိတ်ကင်ဆာကနဦးအဆင့်ဖြစ်နေတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ဘဝဖြတ်သန်းပုံကိုဖော်ပြပေးထားတဲ့ဇာတ်ကားတစ်ကားပါလိင်ဝန်ဆောင်မှုပေးတဲ့အနှိပ်ခန်းမှာ လုပ်ကိုင်နေတဲ့အမျိုးသမီးမစ္စဂင်ကို ဆယ်နှစ်ကျော်ကွဲကွာနေတဲ့သမီးဖြစ်သူက ပြန်လည်ဆက်သွယ်လာပြီးအဖေနဲ့အမေဖြစ်သူကို မင်္ဂလာပွဲလာပေးဖို့ပြောလာတဲ့အခါမှာမစ္စဂင်တစ်ယောက် ၁၀နှစ်ကျော်ကွဲကွာနေတဲ့ခင်ပွန်းဟောင်းဖြစ်သူကိုပြန်ရှာဖို့လုပ်ရင်း သူဖြတ်သန်းရတဲ့ဘဝအခြေအနေကိုပေါ်လွင်အောင်တင်ပြထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်Slice of Life ပုံစံမျိုးတင်ဆက်ထားပြီး မမြင်နိုင်တဲ့ဘဝအခြေအနေတွေကိုလစ်ဟပြသသွားတာပဲဖြစ်ပါတယ် life drama နှစ်သက်သူတစ်ယောက်အတွက်စိတ်မပျက်စေတဲ့ဇာတ်ကားဖြစ်ပါလိမ့်မယ် Nude scene အနည်းငယ်ပါဝင်ကြောင်းလည်းထပ်လောင်းသတိပေးပါရစေFile Size – 1.1 gbQuality – web-dl 1080pSubtitle – burmeseTranslator – Phu Nge Nge TheinEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/hbzfikjwkd1d.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/74c0810i4mr5.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/wxr3e0shl6vs.html",
        "server": "usersdrive.com",
        "size": "520.3 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/rls0u1lmv6h5/Wonderful.Woman.2020.FHD.1080p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/4tdobfote7ci/Wonderful.Woman.2020.FHD.720p_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "520.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wonderful-woman-2020-fhd-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/wonderful-woman-2020-fhd-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "520.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2eqB0/Wonderful.Woman.2020.FHD.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Uo3v/Wonderful.Woman.2020.FHD.720p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "520.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/2oxiTaaa#Uf9v0FznpwPs7_CoaxXq3gqbc1eGZOuXwF8UmgF_xeo",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/b1wiEIaT#8l1HNwnwiD30l7K295U12E0u6IECCnSwfLZjnjGzPRw",
        "server": "mega.nz",
        "size": "520.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/lc351iysq6rv.html",
        "server": "datbu.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/21hs3dl23953.html",
        "server": "datbu.com",
        "size": "520.3 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2023|1h 55m|Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "49"
    },
    "title": "[18+] Higop (2023)",
    "description": "Higop (2023)နိုဝါဟာ နှစ်တွေကြာတဲ့အထိ အချစ်ဟောင်းကိုမမေ့နိုင်သေးတဲ့ လူငယ်တစ်ယောက်ပါ။ ကြားထဲမှာ သွေးသားဆန္ဒကို ကြုံရာလူနဲ့ဖြေရှင်းတတ်ပေမဲ့ နှလုံးသားကတော့ ရီဆာဆိုတဲ့ သူ့ကိုခြေရာဖျောက်ထွက်ပြေးသွားတဲ့ ကောင်မလေးတစ်ယောက်ကိုစွဲလန်းနေဆဲ ကြုံတိုင်းလိုက်ရှာမိနေဆဲဖြစ်ပါတယ်။အဲဒီလိုနဲ့ နှစ်နှစ်တာကာလမှာတော့ ရီဆာကို ကော်ဖီဆိုင်တစ်ခုမှာ အလုပ်လုပ်နေတာကိုပြန်တွေ့ခဲ့ရပါတယ်။ အဲဒီဆိုင်ဟာကော်ဖီဆိုင်ဆိုပေမဲ့ ညဘက်မှာတော့ ဘားတစ်ခုဖြစ်သွားပြီး စားပွဲထိုးမလေးတွေရဲ့ခန္ဓာကိုယ်ကို ရောင်းစားနေတာပါ။ ရီဆာကိုယ်တိုင်လည်း ဆိုင်ပိုင်ရှင်ရဲ့အကြွေးနဲ့သိမ်းခံထားရတဲ့ အကမယ်တစ်ယောက်ဖြစ်နေခဲ့ပါပြီ။ ကြားထဲမှာကွာခြားနေတဲ့ စည်းတွေအထပ်ထပ်နဲ့ ရီဆာကို သူ့ဘ၀ထဲပြန်ခေါ်နိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာဆက်ပြီး အဖြေရှာကြစေလိုပါတယ်။Pantaxa Laiya ထဲက မင်းသမီးသစ်လေးတွေဖြစ်တဲ့ Angelica Hart နဲ့ Aila Cruz တို့ကို ပွဲထုတ်ထားတာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 4.25GB, 2.15GB, 945MBQuality – 4K HEVC, 1080p, 720pFormat – mp4Duration – 1H 55MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTopel LeeStarsAila CruzAngelica HartChloe MendozaFabio IdeJoana DavidJonica LazoJosef ElizaldeLester LlansangPrincess ZianRegine VillazantaRick GalingVan Allen OngZsara TiblaniCastAila CruzAngelica HartChloe MendozaFabio IdeJoana DavidJonica LazoJosef ElizaldeLester LlansangPrincess ZianRegine VillazantaRick GalingVan Allen OngZsara Tiblani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pu51SD7FcfQhl7viYa2PtM20aPZ.jpg",
      "https://image.tmdb.org/t/p/w300/yCDKUCbFPGySkphz6Kyn99gJxlh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/mk3cqMoiK4br3Xa8xqwy5OPhg17.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-higop-2023-4-k-2160-p-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.25GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/lelCSKrK#vyOClwAp6g9xPb3GlgAw9Dl-KDK4RuYLEO_8ZJ6djWw",
        "server": "mega.nz",
        "size": "4.25GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-higop-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eedd8/(CM)_Higop_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cWkQASiC#-Rx_lHRlLVFyggZj4NvTPOZyY5KB93Joiorrtorqs3s",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bhxzat6j1x63.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-higop-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/rLokj/(CM)_Higop_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "945MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9KVW0QwT#8eDKkFx5HOezVDreXxVtj6dZHTaKN-mdKm4ZCaWC3Xg",
        "server": "mega.nz",
        "size": "945MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3yiuwg9bh5aj.html",
        "server": "usersdrive.com",
        "size": "945MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/f1n1jrwi6dgl",
        "server": "streamsb.com",
        "size": "945MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1y3fdeqlpb4q",
        "server": "streamvid.io",
        "size": "945MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "auSOwh1OFSo",
      "video_url": "https://www.youtube.com/watch?v=auSOwh1OFSo",
      "embed_url": "https://www.youtube.com/embed/auSOwh1OFSo"
    }
  },
  {
    "metadata": "N/A|2019|90 min|Comedy",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "20"
    },
    "title": "A Lifetime Treasure ( 2019 )",
    "description": "Zawgyi*******ဒီဇာက္ကားေလးဟာ ေဟာင္ေကာင္ဟာသေလးေလးျဖစ္ၿပီးအရမ္းကိုရယ္ရတဲ့ဇာက္ကားေလးပါ တကယ္ပါ ဇာက္လမ္းဇာက္အိမ္ေကာင္မြန္ၿပီးနမည္ႀကီးမင္းသားႀကီးေတြ ပါဝင္ထားၿပီး ဟာသ dramaကားေလးပဲ ျဖစ္ပါတယ္ဒီဇာက္ကားထဲမွာ companyတစ္ခုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာသူေဌးရဲ႕ခိုင္းေစခ်က္အရ ဘိုးဘြားရိပ္သာကို ေရာက္ရွိလာပါတယ္အဲ့ဒီဘိုးဘြားရိပ္သာမွာဆိုရင္ လူ ၇ေယာက္ပဲ ရွိပါတယ္ပထမဆူံးတစ္ေယာက္ကေတာ့ ဘိုးဘြားရိပ္သာပိုင္ရွင္ဆရာဝန္ခပ္ေၾကာင္ေၾကာင္တစ္ေယာက္ပါပဲ သူက ဆရာဝန္သာေျပာတယ္သူ႔ဘာသာသူ ဘာေရာဂါျဖစ္ေနမွန္းမသိတဲ့သူပါေနာက္တစ္ေယာက္ကေတာ့ ဆရာဝန္လက္ေထာက္ သူနာျပဳမွေလးပါသူကေတာ့ ခပ္ေခ်ာေခ်ာေလး ဒါေပမဲ့ သူမလုပ္ႏိူင္တာဘာမွမရွ္ိပါဘူးေနာက္ငါးေယာက္ကေတာ့ သက္ႀကီး႐ြယ္အိုေတြပါ လူႀကီးေတြလို႔သာေျပာတယ္သူတိူ႔မွာ သူတို႔ရဲ႕ဇာက္လမ္းေလးေတြ လူမသိေသးတဲ့ သူတိူ႔ရဲ႕ကြၽမ္းက်င္မႈေတြကို ေတြ႕ရမွာပါ ဟိုခပ္ေၾကာင္ေၾကာင္သူငယ္ခ်င္းႏွစ္ေယာက္ရိပ္သာကိုေရာက္လာတာ ဘာရယ္႐ြယ္ခ်က္ရွိလို႔လဲ သူတို႔နဲ႔ ရိပ္သာကဘိုးဘြားေတြ ဘယ္လိုအလြဲေတြနဲ႔ ခြီးရမလဲဆိုတာ ဇာက္ကားေလးသာၾကည့္လိုက္ၾကပါေတာ့ ၫြန္းရမယ္ဆိုရင္ ေတာ္ေတာ္ေလးကို ေပါ့ပါးၿပီးရယ္ရတဲ့ကားေကာင္းေလး တစ္ကားျဖစ္တာေၾကာင့္ ၾကည့္ရႈသူေတြစိတ္ေၾကနပ္မႈရွိေစမွာပါ.Unicode*******ဒီဇာက်ကားလေးဟာ ဟောင်ကောင်ဟာသလေးလေးဖြစ်ပြီးအရမ်းကိုရယ်ရတဲ့ဇာက်ကားလေးပါ တကယ်ပါ ဇာက်လမ်းဇာက်အိမ်ကောင်မွန်ပြီးနမည်ကြီးမင်းသားကြီးတွေ ပါဝင်ထားပြီး ဟာသ dramaကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာက်ကားထဲမှာ companyတစ်ခုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာသူဌေးရဲ့ခိုင်းစေချက်အရ ဘိုးဘွားရိပ်သာကို ရောက်ရှိလာပါတယ်အဲ့ဒီဘိုးဘွားရိပ်သာမှာဆိုရင် လူ ၇ယောက်ပဲ ရှိပါတယ်ပထမဆူံးတစ်ယောက်ကတော့ ဘိုးဘွားရိပ်သာပိုင်ရှင်ဆရာဝန်ခပ်ကြောင်ကြောင်တစ်ယောက်ပါပဲ သူက ဆရာဝန်သာပြောတယ်သူ့ဘာသာသူ ဘာရောဂါဖြစ်နေမှန်းမသိတဲ့သူပါနောက်တစ်ယောက်ကတော့ ဆရာဝန်လက်ထောက် သူနာပြုမှလေးပါသူကတော့ ခပ်ချောချောလေး ဒါပေမဲ့ သူမလုပ်နိူင်တာဘာမှမရှိပါဘူးနောက်ငါးယောက်ကတော့ သက်ကြီးရွယ်အိုတွေပါ လူကြီးတွေလို့သာပြောတယ်သူတိူ့မှာ သူတို့ရဲ့ဇာက်လမ်းလေးတွေ လူမသိသေးတဲ့ သူတိူ့ရဲ့ကျွမ်းကျင်မှုတွေကို တွေ့ရမှာပါ ဟိုခပ်ကြောင်ကြောင်သူငယ်ချင်းနှစ်ယောက်ရိပ်သာကိုရောက်လာတာ ဘာရယ်ရွယ်ချက်ရှိလို့လဲ သူတို့နဲ့ ရိပ်သာကဘိုးဘွားတွေ ဘယ်လိုအလွဲတွေနဲ့ ခွီးရမလဲဆိုတာ ဇာက်ကားလေးသာကြည့်လိုက်ကြပါတော့ ညွန်းရမယ်ဆိုရင် တော်တော်လေးကို ပေါ့ပါးပြီးရယ်ရတဲ့ကားကောင်းလေး တစ်ကားဖြစ်တာကြောင့် ကြည့်ရှုသူတွေစိတ်ကြေနပ်မှုရှိစေမှာပါ.Translated & Review By MineEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew LamStarsAndrew LamBruce Leung Siu-LungIvana WongLam SuetLouis CheungRichard NgSammo HungSiu Yam-YamTeddy RobinTien NiuCastAndrew LamBen Cheung Ka-LunBob LamBruce Leung Siu-LungCarl NgDennis To Yue-HongHeidi LeeIvana WongLam SuetLouis CheungRichard NgSammo HungSammy Sum Chun-HinSiu Yam-YamTeddy RobinTerry ZouTien NiuZeno Koo",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lrin8dVFKVM95bFCZIz1WPKGRCW.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/Cj65afEUu3",
        "server": "usersdrive.com",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/30Zu/(CM)A.Lifetime.Treasure.2019.BluRay.720p.mp4",
        "server": "Soliddrive.co",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/xdfio76bgsjj.html",
        "server": "usersdrive.com",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/6e56fb7611/cma-lifetime-treasure-2019-bluray-720p-mp4",
        "server": "yuudrive.me",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-lifetime-treasure-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2SLk8/(CM)A.Lifetime.Treasure.2019.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/VxpWCSgK#lZ6vWvuHljR0fGUuElfrdh_K3Ax2olhAkISK2bMwBNw",
        "server": "mega.nz",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/ky08vrl5nfs6",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2021||Horror",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "1200"
    },
    "title": "A Message from Brianna (2021)",
    "description": "A Message from Brianna (2021)========================အခုနောက်ပိုင်းထွက်တဲ့ Horror ‌ကားတွေထဲမှာမှ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ကြည့်လို့ကောင်းမယ့်ကားလေးဖြစ်တယ်။ဇာတ်လမ်းအစကို ဘရီအာနာ ဆိုတဲ့ သမီးဦးလေးပိုင်ဆိုင်ထားတဲ့လင်မယားနှစ်ယောက် အိမ်အသစ်ပြောင်းလာတဲ့အချိန်ကနေစထားတယ်။ ကလေးက လမ်းလျှောက်နိုင်ရမယ့်အချိန်မှာလမ်းမလျှောက်လို့ မိဘတွေက ဆရာဝန်ဆီသွားပြလည်း အဖြေအတိအကျရှာမရဘူး။ နောက်ပိုင်းအိမ်မှာ ပုံမှန်မဟုတ်တာတွေဖြစ်လာပြီး စုံစမ်းကြည့်လိုက်တော့မှ သူတို့သမီးနဲ့ မမြင်ရတဲ့အရာတစ်ခုနဲ့ ဆက်နွှယ်နေတယ်ဆိုတာသိသွားကြရော။ကလေးနဲ့ အဲ့အရာကြီးနဲ့ ဘာလို့ပက်သက်နေတာလဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ CM ပရိတ်သတ်ကြီးကပဲ ဇာတ်သိမ်းအထိရင်တထိတ်ထိတ်နဲ့ ဆက်ပြီးကြည့်ရှူပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size……….(1.16 GB) / (530 MB) / (350 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 20minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..HorrorTranslator…….Khant Sett NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDeShon Hardy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dL7Rik1vcjZD1NTvAeU7AP4KfIO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNzM5ZTAwNjYtM2MzOC00OTNiLWIxYWUtYTU2MWYzNDg5ZmJkXkEyXkFqcGdeQXVyOTE1NzczOTE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-message-from-brianna-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/a-message-from-brianna-2021-1080-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2s1O1/A.Message.from.Brianna.2021.1080p.WEBRip.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.16 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/MTs1lJJa#H13LGFz2Um2pLVp-4VusW3hL2Ca0uwKqa71S4bM2AZg",
        "server": "mega.nz",
        "size": "1.16 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qsxlygcsii2e.html",
        "server": "usersdrive.com",
        "size": "1.16 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/a-message-from-brianna-2021-720-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "530 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1M4l0/A.Message.from.Brianna.2021.720p.WEBRip.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "530 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/qv6rpssef56a.html",
        "server": "streamsb.com",
        "size": "530 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/UKlXkTAB#osxpBi_bS7Aw43I0eSHKJYIBn5sM-fjnn-WMli1dtz8",
        "server": "mega.nz",
        "size": "530 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/l2vckqpeokhe.html",
        "server": "usersdrive.com",
        "size": "530 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/a-message-from-brianna-2021-480-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2s1N6/A.Message.from.Brianna.2021.480p.WEBRip.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/6gt7tm7hjzqj.html",
        "server": "streamsb.com",
        "size": "350 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/VecgzIIK#FHpM6SCxI9hLjEvZqB_jV0yw2DwPjEWOM4SFAVllWxQ",
        "server": "mega.nz",
        "size": "350 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/d9pabjwbot2x.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2018|98 min|Action,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "4,010"
    },
    "title": "Night Hunter (2019)",
    "description": "The Nomisကို​တော့ဒါရိုက်တာ David Raymond မှရိုက်ကူးထားပြီး Thriller အမျိုးအစားဖြစ်ပါတယ်။Social Network ကို အသံ ဆယ်​ကျော်သက်အရွယ် အမျိုးသမီးငယ်​လေးများဆက်တိုက်​ပျောက်ဆုံးမှု မှုနဲ့ဇာတ်လမ်းကို စတင်ထားပါတယ်။တရားခံဟု သံသယရှိသူ တစ်ဦး ကို ဖမ်းဆီးမိလာ​သော်လည်းစိတ်​ဝေဒနာရှင် တစ်ဦးဖြစ်​နေပြန်ပါတယ်။တရားခံအစစ်မိ ဖမ်းမိလာတာလား တကယ့်အစစ်ကအခြားတစ်​ယောက်လား ပျောက်ဆုံးသွားတဲ့အမျိူးသမီးလေးတွေကရောဘာဖြစ်သွားကြလဲပျောက်သွားတာကလည်း ဘာလို့ ဆယ်ကျော်သက်အမျိူးသမီးလေးတွေဖြစ်နေတာလဲတရားခံမှာရည်ရွယ်ချက်ရှိလားတကယ့်ရည်ရွယ်ကရော ဘာလည်း စသည်ဖြင့်မြှုပ်ကွက်များစွာဖြင့်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb ratingအ​နေဖြင့် 5.8/10 ရှိပြီး Triller ကြိုက်သူများအတွက် ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်File size…(1.55 GB) and (725.26 MB)Quality…1080p Web-dl H264 FGTFormat…mp4Duration…1h 38minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Htet Htet MyintYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAric DupereBryan R. BurnsDavid RaymondKevin HouriganPuneet ChawlaRobert FowlerStarsAlexandra DaddarioBen KingsleyBrendan FletcherCarlyn BurchellEliana JonesHenry CavillMinka KellyMpho KoahoNathan FillionStanley TucciCastAlexandra DaddarioBen KingsleyBeverly NdukwuBrendan FletcherCarlyn BurchellDaniela LavenderEliana JonesEmma TremblayHenry CavillKristen HarrisMinka KellyMpho KoahoNathan FillionSara ThompsonStanley Tucci",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8knaRrDd1FM1pbSLaViEQSxodi5.jpg",
      "https://image.tmdb.org/t/p/w300/kxTgcEO1obr0rwxHcEuzumMYHJj.jpg",
      "https://image.tmdb.org/t/p/w300/cnvNbbt26w1zDabLdpJYYDpWeNH.jpg",
      "https://image.tmdb.org/t/p/w300/6rJAeP8xlq0bHUdCNg5epBvrFVa.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYWRhZTI3YzMtYjVmMi00ZDMyLWE1MGQtMWI0OTU5MzJmNmU2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nomis-2018-1080-p-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.53 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nomis-2018-720-p-web-dl-dd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715.93 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/9abaa60c5/nomis-2018-1080p-web-dl-d5-1cm-mp4",
        "server": "yuudrive.me",
        "size": "1.53 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yuudrive.me/c2e75/nomis-2018-720p-web-dl-dcm-mp4",
        "server": "yuudrive.me",
        "size": "715.93 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/pir4g4ugxz9v",
        "server": "upstream.to",
        "size": "1.53 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://upstream.to/cdhzx0r4mdnr",
        "server": "upstream.to",
        "size": "715.93 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2Oqcl/Nomis.2018.1080p.WEB-DL.DD5.1(cm).mp4",
        "server": "megaup.net",
        "size": "1.53 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2ckeD/Nomis.2018.720p.WEB-DL.DD(cm).mp4",
        "server": "megaup.net",
        "size": "715.93 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/88sgVYaL#ogRRVxdy2-2F4VZ1FlDYnabKLXb_oRE4p_tFFGeHWyM",
        "server": "mega.nz",
        "size": "1.53 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/k5sCyC7L#L27EcvB8i8QpHMJZk4B98qmcIEg94e-rfTH2gPnG3fs",
        "server": "mega.nz",
        "size": "715.93 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "Rvh9zDUNiWg",
      "video_url": "https://www.youtube.com/watch?v=Rvh9zDUNiWg",
      "embed_url": "https://www.youtube.com/embed/Rvh9zDUNiWg"
    }
  },
  {
    "metadata": "PG-13|2003|125 min|Adventure,Drama,Fantasy",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "379,445"
    },
    "title": "Big Fish (2003)",
    "description": "IMDb Rating (8/10)Rotten Tomatoes (76%)Big Fish…“အမှန်တရားဆိုတာသန့်ရှင်းတာ ရှားတယ်ရိုးရှင်းတယ်ဆိုတာ မရှိဘူး” ဆိုတဲ့အော်စကာဝိုင်းရဲ့ စကားတစ်ခွန်းရှိပါတယ်။ဒါ့အပြင် အများစုသော အမှန်တရားတွေဟာမလှပပါဘူး…..။အမှန်တရားဟာထူးခြားလားဆိုတော့လည်း မထူးခြားပါဘူးမီးတွင်းထဲက ဇနီးသည်ဆီ အချိန်မှီမရောက်ခဲ့တဲ့ယောကျာ်းတစ်ယောက်..သူ့ကလေးမွေးတာနဲ့ ပက်သက်ပြီးတကယ့်အမှန်တရားဟာ..သူဟာနောက်ကျခဲ့တဲ့ ဖခင်ဆိုတဲ့ အမှန်တရားပါပဲ။ဒီအတွက် သူ စိတ်မကောင်းဖြစ်ခဲ့ရတယ်။ရောက်ခဲ့တယ်ဆိုရင်ရော…သားဖွားခန်းထဲ ယောကျာ်းဝင်ခွင့်မရှိတဲ့အတွက်ဘာများ ထပ်ထူးခြားမလဲ။မထူးခြားပါဘူး..ဒါပေမဲ့ နောက်ကျခဲ့တယ်ဆိုတဲ့အမှန်တရားကတော့ ငြင်းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမှန်တရားတွေအစား..သူ့ကလေးကို ပျိုးထောင်ဖို့ဇာတ်လမ်းလှလှလေးတွေ တည်ဆောက်ခဲ့ပါတယ်။သူတကယ် ကြုံခဲ့ရတဲ့ ဒုက္ခတွေအစားအမှန်တရားတချို့တဝက်သင်ခန်းစာ တချို့တဝက်နဲ့တကယ့်အဖြစ်အပျက်တွေကိုသူ့သားကို ပုံစံပြောင်း ပြောပြခဲ့ပါတယ်။ဖုံးထားတဲ့ အမှန်တရားကိုမှမြင်ချင်တက်ကြတဲ့ လူ့ သဘာဝအတိုင်းသူ့သားက အမှန်တရားကို ရှာဖွေဖို့ကြိုးစားလာခဲ့တဲ့အခါ…….။သူဘာတွေသိရမလဲ ခံစားကြရမှာပါ။ဘယ်တော့မှ မဟောင်းသွားတဲ့ဟာသတစ်ပုဒ်ကို ကြားဖူးကြလား..ပြန်ကြားရတိုင်း ပထမတုန်းကဘာလို့ရယ်ရသလဲ မေ့သွားပြီးအသစ်ပြန်ဖြစ်သွားတဲ့ ဟာသမျိုး..။ဒီလိုမျိူး ပုံပြင်တစ်ပုဒ်ကိုအကြိမ်ရေထောင်ချီ ပြောခဲ့တဲ့ လူတစ်ယောက်ကိုဒီဇာတ်ကားမှာ ခင်ဗျားတို့ တွေ့ရမှာပါ။လူတစ်ယောက်ဟာ ဒဏ္ဍာရီတစ်ပုဒ်ကိုအခါခါ အထပ်ထပ်ပြောရင်း သူကိုယ်တိုင်အဲ့ဒီ ဒဏ္ဍာရီ ဖြစ်လာတယ်။..သူတို့ မရှိတော့ပေမဲ့ အဲ့ဒီ ဒဏ္ဍာရီတွေက ရှိတုန်းပါ..ထာဝရ ရှင်သန်နိုင်ခဲ့တယ်…။သူ့အဖေမရှိတော့ပေမဲ့သူ့ကလေးတွေကိုသူ့အဖေရဲ့အကြောင်းပုံပြင်တွေကိုပြောနေတဲ့ အဖေတစ်ယောက်ရဲ့ပျော်ရွှင်မှုကို ဒီကားမှာ မပါပေမဲ့ကျွန်တော်တို့ရဲ့ စိတ်အလျဉ်နဲ့ပဲတူးဖော်ကြည့်ရအောင်…။—————————————————————————“အမွန္တရားဆိုတာသန္႔႐ွင္းတာ ႐ွားတယ္႐ိုး႐ွင္းတယ္ဆိုတာ မ႐ွိဘူး” ဆိုတဲ့ေအာ္စကာဝိုင္းရဲ႕ စကားတစ္ခြန္း႐ွိပါတယ္။ဒါ့အျပင္ အမ်ားစုေသာ အမွန္တရားေတြဟာမလွပပါဘူး…..။အမွန္တရားဟာထူးျခားလားဆိုေတာ့လည္း မထူးျခားပါဘူးမီးတြင္းထဲက ဇနီးသည္ဆီ အခ်ိန္မွီမေရာက္ခဲ့တဲ့ေယာက်ာ္းတစ္ေယာက္..သူ႔ကေလးေမြးတာနဲ႔ ပက္သက္ၿပီးတကယ့္အမွန္တရားဟာ..သူဟာေနာက္က်ခဲ့တဲ့ ဖခင္ဆိုတဲ့ အမွန္တရားပါပဲ။ဒီအတြက္ သူ စိတ္မေကာင္းျဖစ္ခဲ့ရတယ္။ေရာက္ခဲ့တယ္ဆိုရင္ေရာ…သားဖြားခန္းထဲ ေယာက်ာ္းဝင္ခြင့္မ႐ွိတဲ့အတြက္ဘာမ်ား ထပ္ထူးျခားမလဲ။မထူးျခားပါဘူး..ဒါေပမဲ့ ေနာက္က်ခဲ့တယ္ဆိုတဲ့အမွန္တရားကေတာ့ ျငင္းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမွန္တရားေတြအစား..သူ႔ကေလးကို ပ်ိဳးေထာင္ဖို႔ဇာတ္လမ္းလွလွေလးေတြ တည္ေဆာက္ခဲ့ပါတယ္။သူတကယ္ ၾကဳံခဲ့ရတဲ့ ဒုကၡေတြအစားအမွန္တရားတခ်ိဳ႕တဝက္သင္ခန္းစာ တခ်ိဳ႕တဝက္နဲ႔တကယ့္အျဖစ္အပ်က္ေတြကိုသူ႔သားကို ပုံစံေျပာင္း ေျပာျပခဲ့ပါတယ္။ဖုံးထားတဲ့ အမွန္တရားကိုမွျမင္ခ်င္တက္ၾကတဲ့ လူ႔ သဘာဝအတိုင္းသူ႔သားက အမွန္တရားကို ႐ွာေဖြဖို႔ႀကိဳးစားလာခဲ့တဲ့အခါ…….။သူဘာေတြသိရမလဲ ခံစားၾကရမွာပါ။ဘယ္ေတာ့မွ မေဟာင္းသြားတဲ့ဟာသတစ္ပုဒ္ကို ၾကားဖူးၾကလား..ျပန္ၾကားရတိုင္း ပထမတုန္းကဘာလို႔ရယ္ရသလဲ ေမ့သြားၿပီးအသစ္ျပန္ျဖစ္သြားတဲ့ ဟာသမ်ိဳး..။ဒီလိုမ်ိဴး ပုံျပင္တစ္ပုဒ္ကိုအႀကိမ္ေရေထာင္ခ်ီ ေျပာခဲ့တဲ့ လူတစ္ေယာက္ကိုဒီဇာတ္ကားမွာ ခင္ဗ်ားတို႔ ေတြ႕ရမွာပါ။လူတစ္ေယာက္ဟာ ဒ႑ာရီတစ္ပုဒ္ကိုအခါခါ အထပ္ထပ္ေျပာရင္း သူကိုယ္တိုင္အဲ့ဒီ ဒ႑ာရီ ျဖစ္လာတယ္။..သူတို႔ မ႐ွိေတာ့ေပမဲ့ အဲ့ဒီ ဒ႑ာရီေတြက ႐ွိတုန္းပါ..ထာဝရ ႐ွင္သန္ႏိုင္ခဲ့တယ္…။သူ႔အေဖမ႐ွိေတာ့ေပမဲ့သူ႔ကေလးေတြကိုသူ႔အေဖရဲ႕အေၾကာင္းပုံျပင္ေတြကိုေျပာေနတဲ့ အေဖတစ္ေယာက္ရဲ႕ေပ်ာ္ရႊင္မႈကို ဒီကားမွာ မပါေပမဲ့ကြၽန္ေတာ္တို႔ရဲ႕ စိတ္အလ်ဥ္နဲ႔ပဲတူးေဖာ္ၾကည့္ရေအာင္…။File size…(1 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byWiRa AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarlos De La TorreJanna SternKatterli FrauenfelderTim BurtonVanessa MujicaStarsAlbert FinneyAlison LohmanBilly CrudupDavid DenmanEwan McGregorHelena Bonham CarterJessica LangeMarion CotillardMatthew McGroryRobert GuillaumeCastAda TaiAlbert FinneyAlison LohmanArlene TaiBilly CrudupBilly ReddenBonnie JohnsonCharles McLawhornDaniel WallaceDanny DeVitoDavid DenmanDavid RamseyDeep RoyDon YoungEwan McGregorFrank Hoyt TaylorGrayson StoneGreg HohnHailey Anne NelsonHelena Bonham CarterJake BrakeJames DeForest ParkerJeff CampbellJessica LangeJoanne PankowJohn LowellKarla DroegeL.C. HoltLoudon Wainwright IIIMarion CotillardMatthew McGroryMiley CyrusMissi PylePerry WalstonR. Keith HarrisRobert GuillaumeRussell HodgkinsonSallie HedrickSteve BuscemiTrevor GagnonWill ThomasZac GardnerZach Hanner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kK1rVmqk8pLTuK5ZE7eVdCSqqHL.jpg",
      "https://image.tmdb.org/t/p/w300/2Zsk0RXoFE0sKvjiRGBeoc8sL2k.jpg",
      "https://image.tmdb.org/t/p/w300/kE72NrAjezJSuKhIxeVfLAXlhUm.jpg",
      "https://image.tmdb.org/t/p/w300/GVC225e17b4cEVp3CVcE50ryL6.jpg",
      "https://image.tmdb.org/t/p/w300/yCkAY7bCEj2eqwJhFTBaDnVimu.jpg",
      "https://image.tmdb.org/t/p/w300/vgQaHT8MCOLP6xSMpRXnD2w6LwI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/Big-fish.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/myr2mhp1yand.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/big-fish-2003-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/e5b612d/big-fish-203-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4eB1U/Big_Fish_[2003]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/9aZ2QQyI#4oR9zDDQE_I2GJzB2d8RIOJXwtJHSAMcRdH9rLDLTy8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/50iwjxpy9idr",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "M3YVTgTl-F0",
      "video_url": "https://www.youtube.com/watch?v=M3YVTgTl-F0",
      "embed_url": "https://www.youtube.com/embed/M3YVTgTl-F0"
    }
  },
  {
    "metadata": "|||Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Tailor of Panama(2001)",
    "description": "The Tailor of Panama(2001)**************************James Bond မင်းသားကြီး Pierce Brosnan အပြင်Geoffrey Rush,Jamie Curtis တို့လိုနာမည်ကြီးသရုပ်ဆောင်များနဲ့ ဟယ်ရီပေါ်တာမင်းသားလေးDaniel Radcliffe ကကလေးသရုပ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ နိုင်ငံရေးလှည့်ကွက်တွေအကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။နိုင်ငံခြားရေးဝန်ကြီးရဲ့ အပျော်မယားနဲ့ကိစ္စတွေရှုပ်ခဲ့လို့ပန်နမာကိုစေလွှတ်ခံရတဲ့ စစ်တပ်သတင်းဌာနက အန်ဒီအော့စ်နာဟာပန်နမာမှာဖြစ်နေတဲ့ အကျင့်ပျက်ခြစားမှုတွေနဲ့ မကောင်းမှုဒုစရိုက်တွေကိုစုံစမ်းဖို့ပုံပြောကောင်းတဲ့ အပ်ချုပ်သမား ဟယ်ရီပန်ဒယ်ကိုအကြပ်ကိုင်ခိုင်းစေပါတယ်။ဟယ်ရီအနေနဲ့ သူ့ရဲ့အတိတ်ကအကြောင်းတွေကို မပေါ်စေချင်တဲ့အတွက်ကြောင့်ပဲအန်ဒီခိုင်းသမျှကိုလိုက်လုပ်ပေးရာကနေ ဘယ်လောက်အထိဆိုးဝါးသွားမလဲ…သူ့ရဲ့ပုံပြောကောင်းတဲ့အရည်အချင်းနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖန်တီးခဲ့တာလဲဆိုတာကိုလှည့်ကွက်ပေါင်းများစွာနဲ့ ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်…..File Size :(3.4GB) (0.9GB) and (472MB)Quality : Blu-Ray1080p5.1Ch, 720pFormat…mp4Duration…01:49:00Genre : Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by APPEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBrendan GleesonCatherine McCormackDaniel RadcliffeDavid HaymanDylan BakerEdgardo MolinoGeoffrey RushHarold PinterJamie Lee CurtisJohn FortuneJon PolitoJonathan HydeKen JenkinsLeonor VarelaLola BoormanMark MargolisMartin FerreroMartin SavagePierce Brosnan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kisJVMLUDYI3Yp3cTctu9mnEEda.jpg",
      "https://image.tmdb.org/t/p/w300/jm2YqkTqAa0MH5uj9FjY2NQpNqt.jpg",
      "https://image.tmdb.org/t/p/w300/5awupWjpXXBVbs4KxvbeXH7JMdH.jpg",
      "https://image.tmdb.org/t/p/w300/uy2O3hi58iNSsGdmLs3G9adChMP.jpg",
      "https://image.tmdb.org/t/p/w300/hLk0D4C3aLjWlYK7raWlcdt8LVm.jpg",
      "https://image.tmdb.org/t/p/w300/2qUwQ2YMGvafSNmQmN4PzpOlWV4.jpg",
      "https://image.tmdb.org/t/p/w300/ixq3Lm7qAzvHvteGWomyNfH2CuU.jpg",
      "https://image.tmdb.org/t/p/w300/vWPY5v6iC4SU4E81SGfsxO2zwlV.jpg",
      "https://image.tmdb.org/t/p/w300/usKlgF5osODU42txIdMG8neCbm0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/na80ysnoCvoxwGTMWCWYvnmaDlz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ow44l80az1tj.html",
        "server": "usersdrive.com",
        "size": "3.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tailor-of-panama-2001-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/YDBH0AYY#Yip15T4yLDTQqxqSjiMYcTqN48T65ml8WPxomRRL4EU",
        "server": "mega.nz",
        "size": "3.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1cSq4/The.Tailor.of.Panama.2001.BLU-RAY.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "3.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/drljlyexcytc.html",
        "server": "usersdrive.com",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tailor-of-panama-2001-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yNkz/The.Tailor.of.Panama.2001.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/VK5RlYaB#VZkEAkRlrcJObPpJMgxE3GhQbOyXXfPqkHqw52HZakE",
        "server": "mega.nz",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/q9yy6grnvbrw",
        "server": "streamsb.com",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/q9yy6grnvbrw",
        "server": "streamvid.io",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/v5w3bnv79dsi.html",
        "server": "usersdrive.com",
        "size": "472MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tailor-of-panama-2001-blu-ray-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "472MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1cSqx/The.Tailor.of.Panama.2001.BLU-RAY.480P.mp4",
        "server": "megaup.net",
        "size": "472MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/8DJHCb7L#vjeDFI61hJr2VdhpIVDZIiJp661nSaXJaWSkBfN_GPc",
        "server": "mega.nz",
        "size": "472MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/sqg70v63f2yo.html",
        "server": "streamsb.com",
        "size": "472MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/kt5jz6twas5j",
        "server": "streamvid.io",
        "size": "472MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "if887QzvTiw",
      "video_url": "https://www.youtube.com/watch?v=if887QzvTiw",
      "embed_url": "https://www.youtube.com/embed/if887QzvTiw"
    }
  },
  {
    "metadata": "|2021||Action,Animation,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1471"
    },
    "title": "Batman: Soul of the Dragon (2021)",
    "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating – 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့……….ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRip 5.1CHDuration – 1h 23minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Animation, Action, AdventureSource : 1080p.WebRipTranslator –  Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSam LiuStarsChris CoxDavid GiuntoliEric BauzaErica LuttrellGrey DeLisleJames HongJamie ChungJosh KeatonKelly HuMark DacascosMichael Jai WhitePatrick SeitzRobin Atkin DownesCastChris CoxDavid GiuntoliEric BauzaErica LuttrellGrey DeLisleJames HongJamie ChungJosh KeatonKelly HuMark DacascosMichael Jai WhitePatrick SeitzRobin Atkin Downes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jvRewPpawHAfBW38EzHoFdTVEez.jpg",
      "https://image.tmdb.org/t/p/w300/jlxDtvmdniVlnGDaDWIrlCiDNpj.jpg",
      "https://image.tmdb.org/t/p/w300/cz9MlatdNxI4TLZeNB39CefcQ4O.jpg",
      "https://image.tmdb.org/t/p/w300/dFYPh90NtYXrBm2P18CsPRRgXly.jpg",
      "https://image.tmdb.org/t/p/w300/nBFfr5if0IlvE1KsKXwQGLR0omo.jpg",
      "https://image.tmdb.org/t/p/w300/bCxJNSm4G92V6pK13iz7ucbbO4U.jpg",
      "https://image.tmdb.org/t/p/w300/nHreFfCnGHmx0X1iOwvROBO4tPA.jpg",
      "https://image.tmdb.org/t/p/w300/44yw3EcRKf3jeMZuLE2hlKZcwt6.jpg",
      "https://image.tmdb.org/t/p/w300/jumn99CifV4zav8Ygt1QK75yBSt.jpg",
      "https://image.tmdb.org/t/p/w300/m7j935yU5xzjkOwU37hEvQZjecB.jpg",
      "https://image.tmdb.org/t/p/w300/Aj46QSZ2yUAyZ2l0DnPMqBNUokf.jpg",
      "https://image.tmdb.org/t/p/w300/6Ekfpq5tCEt54dbfBXpvkWsYc7v.jpg",
      "https://image.tmdb.org/t/p/w300/8XPyuuT05f5gB7Dm4emx0rh0zE8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/batman-soul-of-the-dragon-2021-1080-p-web-rip-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/batman-soul-of-the-dragon-2021-720-p-web-rip-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/UWh1/Batman.Soul.of.the.Dragon.2021.1080p.WEBRip.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/2gRmw/Batman.Soul.of.the.Dragon.2021.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://upstream.to/ldr703bnup0e",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/AFVXnCoZ#m8F19E8mvNwtHni_pAZ61TWdfK76LAbAKDK82Km0iLs",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/pZgykIqB#cogpvkf1Z1Q3cp7ggB9HOn_5k6Sb9Pk275GMJuddntM",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://usersdrive.com/s8g71bm49m4o.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/emzjvf1b38xx.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/batman-soul-of-the-dragon-2021",
        "server": "VIP Links",
        "size": "1.5 GB / 750 MB",
        "quality": "WEBRip 1080p / WEBRip 720p"
      }
    ],
    "trailer": {
      "video_id": "eHCAgSuLog4",
      "video_url": "https://www.youtube.com/watch?v=eHCAgSuLog4",
      "embed_url": "https://www.youtube.com/embed/eHCAgSuLog4"
    }
  },
  {
    "metadata": "R|2017|2h 22min|Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "52,833"
    },
    "title": "The Square (2017)",
    "description": "The Square (2017)IMDb – 7.2/10_____Rotten – 85%Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ကြိမ်တင်ဆက်ပေးလိုက်တဲ့ The Square ဇာတ်ကားဟာဆိုရင် ပုံမှန်အတွေ့ရများလေ့ရှိတဲ့ဇာတ်ကားတွေလိုမဟုတ်ဘဲ တစ်မျိုးတစ်ဘာသာ ထူးခြားတဲ့သဘောကိုခံစားမိစေမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။အရှေ့ဥရောပ နိုင်ငံတစ်ခုဖြစ်တဲ့ ဆွီဒင်နိုင်ငံက “ခရစ်စတီယန်”ဆိုတဲ့ ပြတိုက်မှူးတစ်ယောက်…စတော့ဟုမ်းမြို့လည်မှာ ဖုန်းနဲ့ပစ္စည်းအချို့ခါးပိုက်နှိုက်ခံရတာကနေ ဇာတ်ကားတစ်ခုလုံးရဲ့ အဓိကအကြောင်းအရာကိုစတင်ထားတာပါ။ပျောက်ဆုံးသွားတဲ့ ဖုန်းနဲ့ပစ္စည်းတွေကို ပြန်လည်ရယူဖို့ကြိုးစားရင်းဇာတ်ရှိန်တဖြည်းဖြည်းတက်လာမှာပါ။ဇာတ်ကားတစ်ခုလုံးကို အစကနေအဆုံး ဂရုတစိုက်ကြည့်မှသာ ဇာတ်လမ်းရဲ့အရသာကို ခံစားလို့ရနိုင်မယ်လို့ ပြောချင်ပါတယ်အလွမ်းအဆွေးပိုင်းဆိုင်ရာ သရုပ်ဆောင်ခန်းတွေကို တင်ပြထားရင်းနဲ့ကြိုကြားကြိုကြားဆိုသလို အနုပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေအကြောင်းလည်းဗဟုသုတဖြစ်စရာ တွေ့မြင်ကြရမှာပါ။ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ဒီဇာတ်ကားဟာရသခံစားမှုအပိုင်းထက် သုတပိုင်းကိုပိုပြီးအလေးပေးထားတဲ့ ဇာတ်ကားတစ်ကားသာဖြစ်တယ်လို့ ဆိုချင်ပါတယ်။ရွှင်လန်းချမ်းမြေ့ကြပါစေခင်ဗျားFile Size : (1.1 GB)Quality : WEB-DL 720pRunning Time : 2hr 22minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : SWEDISH.720p.WEB-DL.XviD.AC3-FGTTranslated by Myo Myint Oo (Arakanese)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRikard WaxinRuben ÖstlundStarsAnnica LiljebladChristopher LæssøClaes BangDominic WestElijandro EdouardElisabeth MossEmelie BeckiusLilianne MardonLinda AnborgLise Stephenson EngströmMarina SchiptjenkoPeter DíazSofie HamiltonTerry NotaryCastAli Al-AnbariAmélie JuliussonAnna-Stina MalmborgAnnica LiljebladBo MelinCeikh Secka SosseChristel ElsayahChristopher LæssøClaes BangClemens PoellingerCopos PardaliamDaniel HallbergDominic WestElijandro EdouardElisabeth MossEmelie BeckiusErik SundfeldtErika JaremanEva KumlerGeica PruteanuGunnar HäglundHolly AsteraJan WallinJimmy GuoJoakim LamotteJohan JonasonJohn NordlingJohn RindefjällJonas DahlbomJosephine SchneiderJulia FrejJulia SporreKalle SoukasKolya HardyKonrad OlssonLilianne MardonLinda AnborgLise Stephenson EngströmMadeleine Barwén TrollvikMaja GödickeMarcel MacauMarina SchiptjenkoMartin SööderMia SvenheimerMikael OlssonMohammad AdmirzaNicki DarNicole WalkerNina StrandOliver Roque SakariOmar AhmedPapusa CiuraruPauline HanssonPeggy JohanssonPer Magnus JohanssonPeter DíazPeter VitanenPierre ElmqvistRobert HjelmRobert OskarssonRoger AnderssonSara BourkeSarah GierckskySimona CiuraruSofica CiuraruSofie HamiltonSonya Flores EspinosaStefan GödickeTerry NotaryTibyTorleif Svensson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rYPjNFY1JE3DZ4QGjvJNnDQRTxe.jpg",
      "https://image.tmdb.org/t/p/w300/qOD7K4iZL6QjOpRBS1GATU0TKdY.jpg",
      "https://image.tmdb.org/t/p/w300/cNWY3Nd3opPzYIVN8gEpRGWjJWJ.jpg",
      "https://image.tmdb.org/t/p/w300/5JyocsCI9tKAdwZRsdBwKiOhzFN.jpg",
      "https://image.tmdb.org/t/p/w300/4ZkIVnR4tsKIp7nyCqaMTVRxuXg.jpg",
      "https://image.tmdb.org/t/p/w300/7veKBcyVtHU5IEQlKzCdNVSFY73.jpg",
      "https://image.tmdb.org/t/p/w300/gr2a0sq3DCIiR3556GEVJD6txwH.jpg",
      "https://image.tmdb.org/t/p/w300/bYZM4DoHrmzY3oq2qrcXAYQmLNp.jpg",
      "https://image.tmdb.org/t/p/w300/vPTj9Yp9wi4z6TPWy0YGkXPQUEY.jpg",
      "https://image.tmdb.org/t/p/w300/lPpSr2DJDpepSY3XrWEd56KSX5E.jpg",
      "https://image.tmdb.org/t/p/w300/qwVenSbrucK7VY1JlWibEAdWsVv.jpg",
      "https://image.tmdb.org/t/p/w300/xYvgClrHicnFGX978stKdbEVFSM.jpg",
      "https://image.tmdb.org/t/p/w300/fQtKZQcrzL73yGDWmBww2FOzs97.jpg",
      "https://image.tmdb.org/t/p/w300/xThzQyyCyREm2ZyMk93satw9Wl5.jpg",
      "https://image.tmdb.org/t/p/w300/dO36IPvGDmza1AYKn9Ay3SUNrPW.jpg",
      "https://image.tmdb.org/t/p/w300/5guMlt9pNDcNUCBQjgW73mLBlKn.jpg",
      "https://image.tmdb.org/t/p/w300/8CI5xm6fPjVUiw5aV2Rh3pp3fIe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/the-square-poster.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xkkzwtrhu4ez.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-square-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://www.filedwon.info/k9ofd64cvgfy/The_Square_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1ylu0/The_Square_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/WNRBGSTa#DxPBua6bThAE90poiw_7OCEu41Io5fokneMjdyjA7hk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/2b5lpvj6ecs6",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "IcmMYzyVt5Y",
      "video_url": "https://www.youtube.com/watch?v=IcmMYzyVt5Y",
      "embed_url": "https://www.youtube.com/embed/IcmMYzyVt5Y"
    }
  },
  {
    "metadata": "|||Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Ramprasad Ki Tehrvi (2021)",
    "description": "IMDb Rating (7.5)Rotten Tomatoes (86%)ဒီဇာတ်ကားက ၂၀၁၉ မွမ်ဘိုင်းဖလင်ပွဲတော်မှာ ပြသခဲ့ပေမယ့်တကယ်ရုံတင်တာကတော့ ၂၀၂၁ ဇန်နဝါရီကမှ ရုံတင်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။Family Drama အမျိုးအစားဖြစ်ပြီး မင်းသား၊မင်းသမီးတွေရော ဇာတ်လမ်းနဲ့တင်ပြမှုပုံစံရောအဖက်ဖက်က ပြည့်စုံတာကြောင့် ဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုရရှိခဲ့သလို နိုင်ငံတကာ Rating တွေလဲ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့…ဖခင်ကြီး Ramprasad သေဆုံးသွားတဲ့အချိန်မှာ ဟိန္ဒူရိုးရာအခမ်းအနားနဲ့ ကောင်းမွန်စွာဆောင်ရွက်ကြဖို့မိသားစုတွေ ပြန်လည်တွေ့ဆုံကြပါတယ်…မိသားစုညီကိုမောင်နှမဆိုတာမျိုးက တစ်ခါတစ်လေ အဝေးကြီးနေပေမယ့် နီးစပ်နေသလိုတခါတလေလဲ အခန့်မသင့်တာနဲ့ မခေါ်မပြောနိုင်ဖြစ်တတ်ကြတာမျိုးပဲ…အရှေ့တိုင်းလို အိန္ဒိယလိုနိုင်ငံမျိုးမှာတော့ ပိုရှုပ်ထွေးတဲ့ဆက်နွယ်မှုတွေရှိတာပေါ့…မိသားစုကြီးကနေ ပညာစုံကြင်ယာစုံလို့ သီးသန့်အိမ်ထောင်ခွဲသွားကြပေမယ့်ကိုယ်ပိုင်မိသားစုတစ်ခုစီတိုင်းမှာလဲ ကိုယ်ပိုင်ဝေဒနာတွေက အသီးသီးရှိနေကြတာပဲ..။ဒီလို မိသားစုတွေကြားက ပြသနာလေးတွေကို အချိတ်အဆက်မိမိ တင်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဝါရင့်သရုပ်ဆောင်များစွာ သရုပ်ဆောင်သစ်များစွာပါဝင်ထားတဲ့အပြင်Haseen Dillruba ထဲက မင်းသား Vikrant Massey လဲပါဝင်ထားပါသေးတယ်။မိသားစုနဲ့အေးဆေးကြည့်ရှုဖို့သင့်တော်မယ့်ဇာတ်ကားပါ။File size…(1.9 GB) / (999 MB) / (500 MB)Quality…WEB-DL 1080p / 720p / 360pFormat…mp4Duration….01:55:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMay Zin OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlka KaushalAnubha FatehpuraBrijendra KalaDeepika AminDivya JagdaleKonkona Sen SharmaManoj PahwaManukriti PahwaNaseeruddin ShahNinad KamatParambrata ChatterjeePushpa JoshiRajendra GuptaSadiya SiddiquiSarika SinghShrikant VermaSupriya PathakVikrant MasseyVinay PathakVineet KumarYamini Das",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8ZgbSgdTCOnpMY3OeuUPXsTgSg9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/foD9NR46mToBj08POJ3ug41gBuI.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ramprasad-ki-tehrvi-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ramprasad-ki-tehrvi-2021-1080-p-jio-web-dl-aac-2-0-h-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cloudemb.com/9mvf47lfo8pw.html",
        "server": "streamsb.com",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2kbv0/Ramprasad.Ki.Tehrvi.2021.1080p.Jio.WEB-DL.AAC.2.0.H.264-Telly.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/BRgwjJRK#gIzBI9mor2jk-p-ZnV8ZD8bKVba49SDnZDSsriMskqM",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ramprasad-ki-tehrvi-2021-720-p-jio-web-dl-aac-2-0-h-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/kfFyrQwjTYzgKw",
        "server": "disk.yandex.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/vg70jdvd3m03.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2kbuU/Ramprasad.Ki.Tehrvi.2021.720p.Jio.WEB-DL.AAC.2.0.H.264-Telly.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/QBgUxR5b#Hr7IwJxSTFeXq_05h2hCM2s5qFzCY6KuAoyITXF6UAE",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ramprasad-ki-tehrvi-2021-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/rjo0i63pj1b6.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/cYhUyRTD#EEMqwZgH9J2unB1T6txBk8AK559CjowA9gzViMjRSW8",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": null
  }
]