[
  {
    "metadata": "Unrated|2021|1h 54min|Documentary",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "860"
    },
    "title": "The Real Charlie Chaplin (2021)",
    "description": "The Real Charlie Chaplin (2021)~ IMDb – 7.3/10, RT – 95%, Meta – 66% ~” ကံအကြောင်းတိုက်ဆိုင်လို့ ချာလီချက်ပလင် ဇာတ်ကားတွေကို ကြည့်ဖြစ်ရင် ဒီအတိုင်းပဲကြည့်ပါ။ တခြားတွေ့ဖူးကြည့်ဖူးထားတဲ့ ချာလီချက်ပလင်တွေနဲ့ ဆက်စပ်ဖို့ မကြိုးစားပါနဲ့။ ချာလီချက်ပလင်တွေ အများကြီးရှိလို့ပါပဲ… “– မက်စ်အိစ်မန်း (စာရေးဆရာ၊ ချာလီချက်ပလင်၏ မိတ်ဆွေတစ်ဦး)ချာလီချက်ပလင်ဆိုတာနဲ့ ဘောင်းဘီအပွကြီးဝတ်ထားပြီး ဦးထုပ်ဝိုင်းလေးဆောင်း တုတ်ကောက်ကိုင်ထားတဲ့ တံမြက်စည်းနှုတ်ခမ်းမွေးနဲ့ လူညှက်ကလေးကို ပြေးမြင်မိကြမှာပါ။ ချက်ပလင်ကပ်ရောဂါလို့ တင်စားရလောက်အောင် ချာလီချက်ပလင်ကို နှစ်သက်သဘောကျ အတုခိုးကြသူတွေ ချက်ပလင်ရောဂါဖြစ်ကြသူတွေ တစ်ကမ္ဘာလုံးအနှံ့မှာရှိခဲ့ဖူးပါတယ်။ ဒီလူပိန်လေးက ဘုရင်တွေ၊ ဘုရင်မတွေ၊ တွေးခေါ်ပညာရှင်တွေ၊ ဘာသာရေးအထင်ကရပုဂ္ဂိုလ်တွေထက် နာမည်ကျော်ကြားခဲ့ပါတယ်။ ဒါပေမဲ့ သူက ချာလီချက်ပလင်မဟုတ်ပါဘူး ချာလီချက်ပလင်သရုပ်ဆောင်တဲ့ Tramp ဆိုတဲ့ ဇာတ်ကောင်လေးပါ။အဲဒီတော့ ချာလီချက်ပလင်က အစစ်က ဘယ်သူလဲ…..ချာလီက အိမ်ထောင်ပျက် မိသားစုကနေ မွေးဖွားလာခဲ့တဲ့သူဖြစ်ပြီး မိဘတွေလို အနုပညာကို ဝါသနာထုံခဲ့သူပါ။ ဒုက္ခတွေကြားမှာ ဆင်းဆင်းရဲရဲနေခဲ့ရပေမဲ့ ဟာသညာဉ်ကို မပျောက်ပျက်အောင် ထိန်းသိမ်းနိုင်ခဲ့သူလည်းဟုတ်ပါတယ်။ဇာတ်ဝင်ခန်းလေးတစ်ခန်းကို ၅၃၄ ရက်ကြာအောင် ရိုက်ခဲ့တဲ့ Perfectionist ပါ။ ရိုက်ကွင်းတစ်ခုလုံးကအလုပ်တွေကို သူတစ်ယောက်တည်း လုပ်နိုင်ရင် လုပ်လောက်တယ်လို့ ရိုက်ကူးရေးအဖွဲ့သားတွေကပြောကြတယ်။ တကယ်လည်း သူကိုယ်တိုင် အကုန်လုံးနီးပါးကို သူ့ခြေသူ့လက်ဖြစ်အောင် လုပ်ခဲ့တာပါပဲ။ကမ္ဘာကြီးက သူ့ကို ဗဟိုထားပြီးလည်ပတ်နေတယ်လို့ ယူဆရလောက်အောင် အတ္တကြီးတယ်။ အဲဒါကြောင့်ပဲ သူ့ရဲ့ ဇနီးသုံးယောက်က သူ့ကို မကောင်းဆိုးရွားလို့ မြင်ကြတာဖြစ်နိင်ပါတယ်။ သူ့ရဲ့ အတ္တကြောင့် အချစ်ဆုံး ဇနီး Oona O’neil-Chaplin နဲ့ရခဲ့တဲ့ သားသမီးတွေကတောင် သူတို့အဖေနဲ့ ဝေးကွာနေတယ်လို့ ခံစားခဲ့ကြရပါတယ်။ သူက မိန်းမလည်းပွေတယ်။ နောက်ကွယ်ကနေ တိတ်တဆိတ်နဲ့ပါရမီဖြည့်ရတာနဲ့ပဲ ကျေနပ်တဲ့ Oona O’neil နဲ့မှ ကလေး ၈ ယောက်ဖွားမြင်တဲ့အထိ လက်တွဲသွားတာပါ။(အသက်ကလည်း ၅၀ ကျော်ပြီကိုး)အောင်မြင်မှုတွေရခဲ့သလောက် သူ့ရဲ့တစ်စိတ်တစ်ပိုင်းကတော့ ဆင်းရဲမှာကိုကြောက်နေတုန်းပဲ။ အမြဲတမ်းဆာလောင်မွတ်သိပ်နေခဲ့တဲ့သူလို့ ပြောလို့ရတာပေါ့။ချာလီရဲ့အကြောင်းကိုပြောရင် Tramp က မပါမဖြစ်ပါပဲ။ ချာလီက Tramp ဖြစ်သလို Tramp ကလည်း ချာလီပါပဲ။ ချာလီက Tramp ကိုဖန်တီးခဲ့သလို Tramp ကလည်း ချာလီရဲ့အောင်မြင်မှုတွေကို ဖန်တီးပေးခဲ့တာကိုး။ Tramp က ချာလီ့လိုပဲ စကားလုံးတွေမပါဘဲ အမူအရာနဲ့ ကျယ်ကျယ်လောင်လောင် ပြောတတ်သူပါ။ သူ့ကို တစ်ကမ္ဘာလုံးကလည်း ကြားခဲ့ပါတယ်။ Tramp ကိုကြည့်ရင် ချာလီကို မြင်ရပါလိမ့်မယ်။ The Kid ဇာတ်ကားမှာ ချာလီရဲ့ ထပ်ခိုးထပ်က အိမ်လေးခန်းလေး၊ City Lights မှာ Tramp နဲ့ ပန်းသည်မလေးတွေ့တဲ့နေရာက ချာလီရဲ့အချစ်ဦးနဲ့ ပထမဆုံးချိန်းတွေ့ခဲ့တဲ့ ကင်လင်တန်ပန်းခြံအဝင်ပေါက်၊ The Gold Rush မှာတော့ ချာလီရဲ့ကလေးဘဝက အခက်အခဲတွေ၊ Tramp ကိုကြည့်လိုက်တိုင်း ချာလီကိုတွေ့နေရမှာပါပဲ။ ချာလီကို ကြည့်လိုက်တိုင်းလည်း နှုတ်ခမ်းမွေးမပါတဲ့ Tramp ကိုမြင်ရပါလိမ့်မယ်။ အနီးကပ်ကြည့်ရင် ဘဝဟာ ဝမ်းနည်းစရာဖြစ်ပေမဲ့ အဝေးကကြည့်ရင်တော့ ရယ်စရာပါလို့ ပြောခဲ့တဲ့အတိုင်းပဲ သူ့ရဲ့ ဝမ်းနည်းစရာဘဝအကြောင်းအရာတွေကို Tramp က ရယ်စရာအဖြစ်ပြောင်းပေးခဲ့ပါတယ်။ Tramp ရဲ့ နိဂုံးက ချာလီချက်ပလင်ကို ဘဝတစ်ဆစ်ချိုး ပြောင်းစေခဲ့ပါတယ်။နာမည်မရှိ၊ နေရာမရှိ၊ အချိန်ကာလမရှိဘဲ အမြဲတမ်း နှုတ်ဆိတ်နေခဲ့တဲ့ Tramp တစ်ယောက် The Great Dicatator ဇာတ်ကားမှာ ပထမဆုံး စပြီးစကားပြောခဲ့ပါတယ်။ ဒါက Tramp ရဲ့ ဂူသင်္ချိုင်းလို့ပြောလို့ရပါတယ်။ တစ်ချိန်လုံး ပရိသတ်ကို ရယ်အောင်ဖျော်ဖြေနေခဲ့တဲ့ Tramp စပြီးစကားပြောတဲ့အချိန်မှာ အဓိပ္ပါယ်ပြည့်ဝလေးနက်တဲ့ စကားတွေပြောခဲ့ပါတယ်။ နောက်ပိုင်းမှာတော့ သူက ဟာသသရုပ်ဆောင်ကောင်း မဟုတ်တော့ဘူးလို့ သတ်မှတ်လာကြတဲ့အထိ ဖြစ်လာပါတယ်။ ဒီစကားတွေကြောင့် ချာလီကို ကွန်မြူနစ်လို့ စွပ်စွဲလာကြပါတယ်။ သူကိုယ်တိုင်ကတော့ ကွန်မြူနစ်ပါလို့ သူကိုယ်သူ ဘယ်တုန်းကမှ မသတ်မှတ်ဘူးလို့ ပြောပါတယ်။ တိတ်ဆိတ်ခြင်းကို ချိုးဖျက်ခဲ့တဲ့ သူ့ရဲ့စကားလုံးတွေက ယန္တရားကြီးကိုတော့ အနိုင်မတိုက်နိုင်ခဲ့တာသေချာပါတယ်။ အမေရိကကနေ နယ်နှင်ဒဏ်ကျတဲ့ အခြေအနေထိ ရောက်သွားတယ်လေ။ ဒါပေမဲ့ လူတွေကို ဖျော်ဖြေဖို့ သူ့ရဲ့ကြိုးစားမှုကတော့ ရပ်မသွားခဲ့ပါဘူး။ချာလီချက်ပလင်က အင်္ဂလန်က ချီးမြှင့်တဲ့ Sir ဘွဲ့ကို ရရှိချိန်မှာ လမ်းမလျှောက်နိုင်တော့ဘဲ ဝှီးချဲစီးနေရတဲ့အချိန် အသက် ၈၅ နှစ်ရှိပါပြီ။ အမေရိကန်က သူ့ကို ကွန်မြူနစ်လို့ စွပ်စွဲထားတဲ့ ကိစ္စမပြီးပြတ်သေးလို့ အနှစ် ၂၀ ကြာအောင် စောင့်ခဲ့ရတာပါ။ ဒူးမထောက်ဘဲ သူရဲကောင်းဘွဲ့ရခဲ့သူလို့ ပြောလို့ရတာပေါ့။ ဘုရင်မကြီးကိုယ်တိုင်က သူ့ရဲ့ဇာတ်ကားတွေအတွက် ကျေးဇူးတင်ခဲ့ပါသေးတယ်။ချာလီချက်ပလင်(Tramp) ရဲ့ နှုတ်ခမ်းမွေးကို ကြည့်ပြီး တစ်ယောက်ယောက်ကို သွားပြီးသတိရကြမှာပါ။ သူကတော့ ချာလီလို လူချစ်လူခင်ပေါလို့ ကျော်ကြားတာမျိုးမဟုတ်ဘဲ လူပေါင်း ၁၇ သန်းကျော်ကို သတ်ဖြတ်ခဲ့လို့နာမည်ဆိုးနဲ့ ကျော်ကြားခဲ့တဲ့ အာဏာရှင် နာဇီပါတီခေါင်းဆောင် ဟစ်တလာပါပဲ။ ချာလီက လူတွေကောင်းဖို့ ပြောသလို ဟစ်တလာက လူတွေသတ်ဖို့လုပ်တယ်။ ဆန့်ကျင်ဖက်ဖြစ်နေပေမဲ့ သူတို့နှစ်ယောက်မှာ တူတာတွေလည်း အများကြီးရှိပါတယ်။ အမြင်သာဆုံးကတော့ နှုတ်ခမ်းမွေးပေါ့။ ဟစ်တလာက ချာလီရဲ့ နှုတ်ခမ်းမွေးကို ကူးချထားတာလို့လည်း မခိုင်လုံတဲ့သတင်းတွေရှိပါသေးတယ်။ ဟစ်တလာကတော့ ချာလီကို ဂျူးလို့ နာမည်တပ်ပြီး ချာလီမုန်းတီးရေးဝါဒပါ ဖြန့်ခဲ့ပါသေးတယ်။ချာလီကအမြဲတမ်း သရုပ်ဆောင်နေတတ်တဲ့သူလို့ နီးစပ်သူတွေကပြောပါတယ်။ သူ့ရဲ့အတိတ်ကရခဲ့တဲ့ ဒဏ်ရာတွေကြောင့် စိတ်မလုံခြုံမှုဖြစ်ပြီး အမြဲတမ်း သရုပ်ဆောင်နေတတ်တာ ဖြစ်ပါလိမ့်မယ်။ သူက သူကိုယ်သူ ဖျော်ဖြေသူအဖြစ်မွေးလာတာလို့ သတ်မှတ်ထားလို့လည်း ဖြစ်နိုင်ပါတယ်။ ကင်မရာရှေ့မှာရော ကင်မရာမရှိတဲ့အချိန်မှာရော ပရိသတ်ရှိတိုင်း သူက ဖျော်ဖြေနေတတ်ပါတယ်။သူဟာ ဖျော်ဖြေရေးသမားတစ်ယောက်….သူဟာ ဟာသသရုပ်ဆောင်တစ်ယောက်…ယန္တရားကို မုန်းခဲ့သူတစ်ယောက်…တစ်ကမ္ဘာလုံးကို စကားတစ်ခွန်းမှမပြောဘဲ ကြီးစိုးခဲ့ဖူးတဲ့သူတစ်ယောက်….သူက ချာလီချက်ပလင်ပါ…The Real Charlie Chaplin က ချာလီချက်ပလင် ပိတ်ကားနောက်ကွယ်က ချာလီရဲ့အကြောင်းကို ဇာတ်ကားဆန်ဆန်ရိုက်ကူးထားတဲ့ Biography, Documentary ဇာတ်ကားလေးပါ။ ချာလီချက်ပလင်ရဲ့ အကြောင်းတွေကို အကြောင်းအရာဆန်ဆန် သိရတာထက် ချာလီရဲ့ဘဝထဲကို စီးမျောလိုက်ပါနေသလိုခံစားရပါလိမ့်မယ်။ ချာလီချက်ပလင်ကို မသိသေးတဲ့သူတွေအတွက် ဒါမှမဟုတ် သိထားဖူးတဲ့သူတွေ တကယ်ရောသိရဲ့လားဆိုတာ ဒီဇာတ်ကားလေးက ချာလီချက်ပလင်ရဲ့အကြောင်းကို ပြောပြသွားပါလိမ့်မယ်။ ချာလီချက်ပလင်ရဲ့ အမှောင်ဘက်ခြမ်းတချို့ကိုလည်း ဖော်ပြထားပါသေးတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် အစကပြောခဲ့သလိုပဲ တကယ့်ချာလီချက်ပလင်ကို သိပြီလို့တော့ မထင်လိုက်ပါနဲ့… ချာလီချက်ပလင်တွေ အများကြီးရှိပါတယ်။(ဒီဒိုကူမန်ထရီနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.72GB, 1.6GB, 600MBQuality – 1080p, 720p, 480pIMDb Rating – 7.3/10Format – mp4Duration – 1H 54MinGenre – DocumentarySubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames SpinneyPeter MiddletonStarsAnne RosenfeldDickie BeauDominic MarshJeff RawleMatthew WolfPaul LeonardPearl MackieCastAnne RosenfeldCharlie ChaplinDickie BeauDominic MarshEben YoungHaley FlahertyJeff RawleMatthew WolfPaul LeonardPearl Mackie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qvBSf6qjaMSf0FukAo6aQCuxE3g.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4TeJ08Csymnd257KrgS0nyxVBEy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-real-charlie-chaplin-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-real-charlie-chaplin-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.72GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/13Vmj/(CM)_The_Real_Charlie_Chaplin_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.72GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8MsigTQZ#H06FXVSn6tYnJCq5jM9X101k3TVqU-RGrgaAQCyERhc",
        "server": "mega.nz",
        "size": "2.72GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/g18ijlt4695f.html",
        "server": "usersdrive.com",
        "size": "2.72GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-real-charlie-chaplin-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/13Vly/(CM)_The_Real_Charlie_Chaplin_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UVdTxKiQ#f9ldE_z4os9Rn19chBZCVLs-VKbaOhWRRj3UQ9sf8UM",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kac8wqdx2hb4.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/4838ip78som0.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-real-charlie-chaplin-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2pQjg/(CM)_The_Real_Charlie_Chaplin_(2021)_480p.mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/0qy2x28w4yzd.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/ijkz27co2t8y.html",
        "server": "streamsb.com",
        "size": "600MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "IT1KnkyHSo4",
      "video_url": "https://www.youtube.com/watch?v=IT1KnkyHSo4",
      "embed_url": "https://www.youtube.com/embed/IT1KnkyHSo4"
    }
  },
  {
    "metadata": "|2006||Horror,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "12000"
    },
    "title": "Rest Stop (2006)",
    "description": "Rest Stop (2006)=============ဂျက်စ်နဲ့နစ်ကိုးလ်တို့ဟာ ပုန်ကန်ချင်တဲ့၊ စွန့်စားချင်တဲ့ ချစ်သူနဲ့ဘဝသစ်ကိုထူထောင်ချင်တဲ့ ဆယ်ကျော်သက်လူငယ်တွေပါ။အဲ့ဒီစိတ်ကူးယဉ်အိမ်မက်တွေနောက်ကိုလိုက်ဖို့တစ်နေ့မှာတော့ဂျက်စ်ရဲ့အမိုးဖွင့်ကားလေးနဲ့အတူ မိဘတွေကိုအသိမပေးပဲ ဟောလိဝုဒ်ကိုဦးတည်ပြီး ခိုးထွက်လာခဲ့ကြပါတယ်။လမ်းတစ်နေရာမှာတော့ အပေါ့သွားချင်လာတဲ့ နစ်ကိုးလ်ကြောင့် လမ်းဘေး အိမ်သာလေးတစ်ခုကိုဝင်မိရာကနေပြန်အထွက်မှာ ဂျက်စ်တစ်ယောက်ပျောက်ချင်းမလှပျောက်နေတာကိုမြင်တွေ့ခဲ့ရပါတယ်။နီးစပ်ရာမှာ အကူအညီတောင်းဖို့ကြိုးစားရင်း လူနေကားတစ်စီးကိုတွေ့မိလို့ ခဏလိုက်ပါမိရာကနေ ကြက်သီးထဖွယ်ကားပိုင်ရှင်မိသားစုကြောင့် ပြန်ဆင်းလာခဲ့ရပြီး လမ်းဘေးအိမ်သာဆီပြန်ရောက်လာခဲ့ပါတယ်။ အဲ့ဒီလမ်းဘေးအိမ်သာမှာတော့ သူ့ကိုပိုပြီးခြောက်ခြားဖွယ်အဖြစ်အပျက်တွေက စောင့်ကြိုနေတာကို နစ်ကိုးလ်တစ်ယောက်အသိနောက်ကျခဲ့ရပါတယ်။ဒီကားလမ်းမပေါ်မှာ ထရပ်ကားနဲ့လူတစ်ယောက်လိုက်ဒုက္ခပေးနေကြောင်းရေးထားတဲ့ အိမ်သာနံရံက ခြောက်ခြားဖွယ်စာတွေ ၊Rollingstones ဂီတဖျော်ဖြေပွဲကိုသွားရင်း လူတစ်ယောက်ဖမ်းထားပြီးနှိပ်စက်ရာကနေထွက်ပြေးလာတယ်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်၊ တကယ်တမ်းတော့ အဲ့ဒီမိန်းကလေးဟာ ၁၉၇၁ ထဲကပျောက်ဆုံးနေခဲ့တာဆိုတာသူသိလိုက်ရချိန်၊ အခြေအနေတွေ အဖြစ်အပျက်တွေကို သူ ဆက်စပ်မိလာချိန်မှာတော့..။Wrong Turn တို့၊ The hills have eyes တို့လို မျက်စိလည်လမ်းမှားရာကနေ သွေးပျက်စရာလူသတ်သမားတွေရဲ့ပစ်မှတ်ထားခံရတဲ့ ပရိသတ်တွေအကြိုက်တွေ့မယ့် Franchise နောက်တစ်ခုပါပဲ။ အဲ့ဒီကားတွေထက်မလျော့တဲ့ ကြမ်းတမ်းရက်စက်တဲ့ သတ်ဖြတ်ခန်းတွေ၊ သွေးထွက်သံယိုတွေ၊ အဖော်အချွတ်တွေပါဝင်တဲ့အတွက်၊ Genre ပရိသတ်တွေကျေနပ်နှစ်သိမ့်ကြမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Alias ဖြစ်ပါတယ်)File Size……….(731 MB)Quality…………WEB-DL 720pDuration………1Hr 44MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Horror, ThrillerTranslator…….AliasEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn ShibanCastCurtis TaylorDeanna RussoDiane SalingerEdmund EntinGary EntinJaimie AlexanderJennifer CormackJoey LawrenceJoey MendicinoMichael ChildersMikey PostNick Orefice",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/prpkkiV5prfklqYR6O5jMN8VEOq.jpg",
      "https://image.tmdb.org/t/p/w300/1XYeqsFgDZYb3GtCPdFbdFk8hto.jpg",
      "https://image.tmdb.org/t/p/w300/jRSDInmSLYE9CT6YajS6nDbdHxo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BOGFlN2NhOTAtMTc5Ny00OWIyLWEyYWItZmMxZTA1NjczNTRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kYLye/Rest.Stop.2006.720p.BluRay.x264.AAC-[YTS.MX]_new.mp4",
        "server": "megaup.net",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/vf6ti15ecq1i",
        "server": "streamsb.com",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/961FGZ7a#Ne-bQ65_YSHgvQ-91KHkXmTHZCXF5ioVZM5ySMMiK3k",
        "server": "mega.nz",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8itk2wnjo485.html",
        "server": "usersdrive.com",
        "size": "731 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1999|1h 28min|Adventure,War",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "66000"
    },
    "title": "The Messenger: The Story of Joan of Arc (1999)",
    "description": "The Messenger: The Story of Joan of Arc (1999)ဒီကားလေးဟာ ပြင်သစ်တော်လှန်ရေးကားလို့ပြောလို့ရသလို ဘာသာရေးအစွန်းရောက်သူတွေ အစွန်းရောက်မှုတွေကို ပြသတဲ့ကားလို့လဲ ​ပြောလို့ရပါလိမ့်မယ်။နန်းတွင်းကား၊ ရှေးခေတ်စစ်ကားတို့ရဲ့ ထုံးစံအတိုင်း တိုက်ပွဲတွေကို ကြည့်ရမှာဖြစ်သလို ပိုပြီးထူးဆန်းတာက ဒါဟာ သမိုင်းဝင်ဖြစ်ရပ်ကို အခြေပြုပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။မင်းသမီးဂျန်းဟာ ဘုရားသခင်ရဲ့ တမန်တော်လို့ဆိုပြီး ပြင်သစ်အတွက် အင်္ဂလန်ကနေ လွတ်လပ်ရေး တိုက်ပွဲတွေ အနိုင်ဆောင်ကျဉ်းပေးခဲ့သူဖြစ်ပါတယ်။ သူဟာ တကယ်ပဲ ဘုရားသခင်ရဲ့ တမန်တော်လား၊ တိုက်ရည်ခိုက်ရည်ကျွမ်းကျင်လို့ပဲလား၊ ဒါမှမဟုတ် ကံကောင်းလို့ပဲ တိုက်ပွဲတွေနိုင်ခဲ့တာလားဆိုတာကိုတော့ ဘယ်သူမှ အသေအချာမသိခဲ့ကြပါဘူး။ ဒါပေမယ့်လည်း တိုက်ပွဲတွေကြားထဲ သစ္စာဖောက်မှုတွေ၊ ဘာသာရေးအစွန်းရောက်မှုတွေ လွှမ်းမိုးလာတဲ့အချိန်မှာတော့ ဘုရားသခင်ရဲ့ တမန်တော်၊ သူတော်စင်ဂျန်းဟာလည်း လူတွေရဲ့ ဓါးစာခံဖြစ်သွားရရှာပါတယ်။မင်းသမီး Milla Jovovich ဦးဆောင်ပါဝင်တဲ့ ဇာတ်ကားဟာ စိတ်လှုပ်ရှားစရာအပြည့်နဲ့ အပီအပြင်ခံစားလို့ရမယ့်ကား​လေးဖြစ်တာမို့ အား​​ပေးကြည့်ရှုလိုက်ကြပါဦး…(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.21GB, 1.6GBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 2H 40MinType – Adventure, WarSubtitle – Myanmar Subtitle (Hardsub)Translated by Mugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuc BessonCastAndrew BirkinBarbara ElbournBruce ByronCharles CorkChristian BarbierChristian BergnerChristian EricksonDaniel DaujonDavid BailieDavid BarberDavid BeggDominic BorrelliDustin HoffmanEdwin AppsFaye DunawayJemima WestJohn BoswallJohn MalkovichJoseph RezwinMatthew BowyerMilla JovovichPatrice CossoneauPaul BrookePhilippe du JanerandRab AffleckSissi DuparcStéphane AlgoudTchéky KaryoTimothy BatesonTimothy WestToby JonesTonio DescanvelleTony D'AmarioVincent Cassel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iW2ZLRkKJvFuI6ZkSchk5f8kCPc.jpg",
      "https://image.tmdb.org/t/p/w300/oUa4yBGTaOK7djFWVRhkaoIQzLb.jpg",
      "https://image.tmdb.org/t/p/w300/lt46IhcL8Hsrp0ylxckJAJGTUa5.jpg",
      "https://image.tmdb.org/t/p/w300/iedpuodNyvuBOxHxC3c6yuG96cv.jpg",
      "https://image.tmdb.org/t/p/w300/iyxi5VTWeL1WJrTF5hzVKnrth8P.jpg",
      "https://image.tmdb.org/t/p/w300/yFfulzYsYrbFsk3x29c5f3xgLCc.jpg",
      "https://image.tmdb.org/t/p/w300/9y5jc20xYT2YMgWkhz3PZJqiEZd.jpg",
      "https://image.tmdb.org/t/p/w300/wAujptYYDQlhpRwV9RMA6TtKjE4.jpg",
      "https://image.tmdb.org/t/p/w300/7uuZEhiF4l2eHQq9c6J0lohyOFt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bR16gmwgnCD5e5UWPZHc1BsOsV0.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-messenger-the-story-of-joan-of-arc-1999",
        "server": "VIP Links",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-messenger-the-story-of-joan-of-arc-1999-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-messenger-the-story-of-joan-of-arc-1999-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/aFABdeuu",
        "server": "Direct Link",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/HaLM__A1",
        "server": "Direct Link",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2m6pt/The_Messenger_The_Story_Of_Joan_Of_Arc_(1999).1080p.mp4",
        "server": "megaup.net",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10bu8/The_Messenger_The_Story_Of_Joan_Of_Arc_(1999).720p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/f58eutty0trt.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "aCbMOQIs45s",
      "video_url": "https://www.youtube.com/watch?v=aCbMOQIs45s",
      "embed_url": "https://www.youtube.com/embed/aCbMOQIs45s"
    }
  },
  {
    "metadata": "|||Drama,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "The Wave (2008)",
    "description": "2008ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီဂျာမန်ဇာတ်ကားက IMDb 7.6/10 နဲ့ Rotten Tomatoes 100% ရထားတာပါ။ Drama/Thriller genreဖြစ်ပြီးတော့ 1981ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Todd Strasserရဲ့ The Wave စာအုပ်ကို မှီငြမ်း ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကြောင်းကိုပြောရရင် ဂိုင်နာဗန်ဂါဆိုတဲ့ ဆရာတစ်ယောက်က ကျောင်းသားတွေကို သက်ဦးဆံပိုင် အာဏာရှင်စနစ်ဖြစ်တဲ့ အော်တိုကရေစီစနစ်ကို တစ်ပတ်သင်ပေးဖို့အတွက် တာဝန်ကျပါတယ်။ ကျောင်းသားတွေရဲ့ favourite ဆရာ ဂိုင်နာက ကလေးတွေကို ကိုယ်ပိုင်အော်တိုကရေစီစနစ်တစ်ခုတည်ဆောက်ဖို့တာဝန်ပေးလိုက်တဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲ ကြည့်ကြရမှာပါ။ ဒီရုပ်ရှင်က ဂျာမနီမှာ အာဏာရှင်စနစ်ထပ်ပြီးပေါ်ပေါက်လာနိုင်ခြေ ရှိ မရှိစမ်းသပ်တဲ့ experiment တစ်ခုလိုလည်းပြောလို့ရပါတယ်။ ဒီအဖြစ်အပျက်ကလည်း 1969 Palo Alto,California မှာ တကယ်ဖြစ်ပျက်ခဲ့လို့ပါပဲ။ ဒီရုပ်ရှင်ကားရဲ့ messageကတော့ လူတစ်ယောက် သို့မဟုတ် အယူဝါဒတစ်ခုကို မလိုက်နာခင်မှာ သေသေချာချာဆင်ခြင်သုံးသပ်ကြဖို့ ပြောချင်တာပါပဲ။ပြီးတော့ အရှိန်အဝါကြီးတဲ့ ခေါင်းဆောင်တွေက လူတွေအများကြီးကိုလွယ်လွယ်နဲ့ ဘယ်လိုစိုးမိုးခြယ်လှယ်သွားကြသလဲဆိုတာလည်းပါ ပါတယ်။ အချစ် အလွမ်း အဆွေးတွေကနေသွေဖည်ပြီး ဖြစ်ရပ်မှန် နိုင်ငံရေးစမ်းသပ်မှုတစ်ခုအကြောင်းကို ရိုက်ထားတာမို့လို့ ကြည့်ပြီးရင် တွေးတောစရာတစ်ခုရသွားမှာပါ။File size…(2.2GB)/(1.25 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:47:00Genre…Drama, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Hsu Hlyann NiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexander HeldAmelie KieferChristiane PaulCristina do RegoDennis GanselElyas M’BarekFabian PregerFerdinand Schmidt-ModrowFrederick LauFriederike WagnerHubert MulzerJacob MatschenzJaime Krsto FerkicJennifer UlrichJohanna GastdorfJoseph M'BarekJürgen VogelKaroline TeskaLennard BertzbachLucas HardtMarco Bretscher-CoschignanoMaren KroymannMax MauffMax RiemeltMaximilian VollmarNatascha PaulickOdine JohneTeresa HarderThomas SarbacherTim Oliver SchultzTino MewesTommy Schwimmer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bxQT6xCjejpGtgKl0QH8WUtrs33.jpg",
      "https://image.tmdb.org/t/p/w300/60IShZ5cu5g1mEz7wsM1WUL2jq8.jpg",
      "https://image.tmdb.org/t/p/w300/59ZtjU5FfggxT6fgr1rm0a2JVaM.jpg",
      "https://image.tmdb.org/t/p/w300/8fPkBJxkBHyBm82OtgFtm9jNqEP.jpg",
      "https://image.tmdb.org/t/p/w300/eGPMcCPf6GKnqCGAThOubdqAcAy.jpg",
      "https://image.tmdb.org/t/p/w300/fJV0AKfiVqcfHc6yjJzMGqWiq3b.jpg",
      "https://image.tmdb.org/t/p/w300/gmk9op8qoVpMGoKM0UmAWXXpwdH.jpg",
      "https://image.tmdb.org/t/p/w300/3o3xIinn2n7dKtO5ekH1qxxqu1i.jpg",
      "https://image.tmdb.org/t/p/w300/5j5pG0UEUssOugLaL8kxoRzTJFD.jpg",
      "https://image.tmdb.org/t/p/w300/nEs4Bqln8qM3NOJQ7IWAVqJacud.jpg",
      "https://image.tmdb.org/t/p/w300/g0JKuw6pFk1ngSL8FiHR7pEPVaV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZmFhNmJkMjMtYTYyOC00MTM0LThjNWEtZWU2MjY0NTU0MmVhXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-wave-2008-1080-p-cm-blu-ray-x-264-aac-5-1-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wect/The.Wave.2008.1080p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IasAhJxC#vTOiB-QvyM5mCQ4snbs_cEcez9jOVRLivnltBBc1UXQ",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wave-2008-720-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/boj3z12e9sou.html",
        "server": "usersdrive.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wecy/The.Wave.2008.720p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cCkSgY7D#kOPlnium7ag5IZFphCSMGuYKFMVrGtnnslnLooUXCMQ",
        "server": "mega.nz",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/32okv1wnn6j0",
        "server": "streamsb.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pm2gwxpfpfs8",
        "server": "streamvid.io",
        "size": "1.25 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JbTkdqYivuw",
      "video_url": "https://www.youtube.com/watch?v=JbTkdqYivuw",
      "embed_url": "https://www.youtube.com/embed/JbTkdqYivuw"
    }
  },
  {
    "metadata": "||1h 30 min|Action",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "302"
    },
    "title": "Songjiang God Father ( 2023 )",
    "description": "SongJiang GodFather ဆိုတဲ့ Action ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့- 1930 ခုနှစ် အစောပိုင်းလောက်မှာဂျပန်က တရုတ်ပြည်မထဲက ဟယ်နန်ပတ်ဝန်းကျင်မှာစီးပွားရေးတိုးချဲ့ရန် ကြိုးစားနေပါတယ်။ ထိုအချိန်မှာ ဂျပန်မှရင်းနှီးမြှုပ်နှံမှုတွေ များစွာဝင်လာခဲ့ပါတယ်။ဂျပန်လျှို့ဝှက်တပ်ဖွဲ့တွေကလဲ ကျန့်ကျိုးတစ်ဝိုက်မှာ လျှို့ဝှက်စွာစုံစမ်းစစ်ဆေးမှုတွေ လုပ်နေပါတယ်။ ဂျပန်တွေ ဖက်ကလဲဂျပန်တုန်းယန်ကုမ္ပဏီတည်ထောင်ပြီး စီးပွားရေးဆိပ်ကမ်းတည်ဆောက်ရန်အတွက် ပြည်မအတွင်းမှ ကုန်သည်များအဖွဲ့နဲ့ ပူးပေါင်းရန် လိုအပ်နေပါတယ်။ဒါကို ကုန်သည်များအဖွဲ့ဥက္ကဌကြီးကုက လက်မခံခဲ့ပါဘူး။သို့သော် ဥက္ကဋ္ဌကြီးရဲ့ သားအရင်းဖြစ်သူ ကုရှီးကွမ်းကတော့ဂျပန်တွေနဲ့ ပူးပေါင်းပြီး အကျိုးအမြတ်ရချင်တဲ့အတွက် အဖေဖြစ်သူကို သတ်ခဲ့ပြီး သူ့ရဲ့မွေးစားညီဖြစ်သူ ကုယန့်ချိုးကို စွပ်စွဲခဲ့ပါတယ်။လူသတ်သမားအဖြစ် စွပ်စွဲခံထားရတဲ့ ကုယန့်ချိုးတစ်ယောက်သူအပြစ်ကင်းကြောင်းကို သက်သေပြဖို့ ဘယ်လို ကြိုးစားရမလဲ……သူ့အဖေကို သတ်ခဲ့တဲ့လူကိုရော ကလဲ့စားပြန်ချေနိုင်ပါ့မလားဆိုတာကို ရုပ်ရှင်လေးကိုပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : ActionRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDu XudongEva ChouHan CongcongHan Le YaoHou DongMichael MaoShen BaopingSun JiaolongWen HaiboZhen Ziqi张圣岳CastDu XudongEva ChouHan CongcongHan Le YaoHou DongMichael MaoShen BaopingSun JiaolongWen HaiboZhen Ziqi张圣岳",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oWV5dlanOIW1LBW3FtH7CxqxafV.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/song-jiang-god-father-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8k5do0cy9rtb.html",
        "server": "usersdrive.com",
        "size": "942 MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrapid.com/azo3py8ii8z7.html",
        "server": "streamsb.com",
        "size": "942 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1etg3/SongJiang_GodFather_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "942 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/smy1zusdepvn",
        "server": "streamvid.io",
        "size": "942 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EWtH3Z4R#ePS9DAUk16JClO3_1AQSpSeQJSA9Bjze3jKjeHsb1nc",
        "server": "mega.nz",
        "size": "942 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/song-jiang-god-father-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "491 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/8ffwmdeaoz22.html",
        "server": "usersdrive.com",
        "size": "491 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/YCUVnJhY#vckyKGb3_MPpuP9HuKyuikWM_AYNx7ZUkVieFjH52CM",
        "server": "mega.nz",
        "size": "491 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|111 min|Horror,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "13"
    },
    "title": "The Appearance (2018)",
    "description": "လူေတြရဲ႕ ၾကာက္စိတ္ရဲ႕ေနာက္ဆက္တြဲမွာကပ္ပါလာတတ္တာ သံသယစိတ္ပါပဲ။‘မရွိခိုးႏိုး မလွစုန္းရိုး’ ဆိုတဲ့စကားအတိုင္းဘုန္းေတာ္ႀကီးတစ္ေယာက္ အေသဆိုးနဲ႔အသတ္ခံရၿပီးတဲ့ေနာက္ မိန္းကေလးတစ္ေယာက္ကိုေက်ာင္းထိုင္နဲ႕ အဲ့ဒီကျမိဳ႕သားေတြကစုန္းမလို႔စြပ္စြဲၿပီး မီးရွိဳ႕သတ္ဖို႔ ႀကိဳးစားေနခ်ိန္မွာစစ္ေဆးသူ မေတးဟိုေရာက္လာပါေတာ့တယ္။မေတးဟိုက သိပၸံနည္းက်ေျဖရွင္းတတ္တဲ့သူပါ။စုန္းမစြပ္စြဲခံရတဲ့ မိန္းကေလးကို ကယ္တင္ႏိုင္မလား???အဲ့ဒီမိန္းကေလးကေရာ တကယ္ပဲစုန္းမျဖစ္ေနမလား???ဆိုတာကို သည္းတထိတ္ထိတ္ ရင္တဖိုဖိုေစာင့္ၾကည့္ရမွာပါ။သည္းထိတ္ရင္ဖိုႀကိဳက္တတ္တဲ့လူေတြအဖို႔သည္းေျခႀကိဳက္ ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္။ရုပ္ရွင္ကားကို Bommy Chan က ဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKurt KnightStarsAdam JohnsonBaylee SelfJake StormoenKristian NairnMichael FlynnCastAdam JohnsonBaylee SelfJake StormoenKristian NairnMichael Flynn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wWbHDWHEIMjuQ9bA0Y4fCRxOgmx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNTFiZWY1ODktN2U4Yi00MTY1LThkM2UtY2QxZjBhNDFlZGI3XkEyXkFqcGdeQXVyNTkzODk0OTg@._V1_SY1000_CR006701000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-appearance-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.57 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SVpl/The_Appearance_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.57 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/lv3fj3f94985",
        "server": "upstream.to",
        "size": "1.57 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/zl9kweuefsit.html",
        "server": "usersdrive.com",
        "size": "1.57 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "WQC7sN8xbZk",
      "video_url": "https://www.youtube.com/watch?v=WQC7sN8xbZk",
      "embed_url": "https://www.youtube.com/embed/WQC7sN8xbZk"
    }
  },
  {
    "metadata": "||1h 42m|Adult,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "[18+]From the Queen to the Chief Executive (2001)",
    "description": "ဒီကားလေးကတော့ တရုတ်နိုင်ငံရဲ့ဥပဒေကိုမီးမောင်းထိုးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်ကားထဲမှာ Leungဆိုတဲ့ကောင်စီဝန်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေ လူသားချင်းစာနာမှုတွေအပြင် ငယ်ရွယ်စဉ်တည်းကစိတ်ဒဏ်ရာရထားတဲ့ Yue lingဆိုတဲ့ကောင်မလေးနဲ့ အိမ်မှာမွန်းကျပ်လို့လမ်းပေါ်ထွက်ရင်အဆင်ပြေလောက်မှာပါတွေးပြီး ထွက်ခဲ့ပေမဲ့ အပေါင်းသင်းကြောင့် လူသတ်မှုနဲ့ထောင်ကျသွားတဲ့ Cheung Yau-mingတို့အကြောင်းကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါရက်အကန့်သတ်မရှိအကျဉ်းချခံထားရတဲ့အသက်မပြည့်သေးတဲ့ကလေးတွေရဲ့အပြစ်ဒဏ်ကို တိတိကျကျချမှတ်ပေးဖို့ ကောင်စီဝင်Leungရဲ့ကြိုးစားမှုတွေကို သေချာလေးမြင်တွေ့ရမှာဖြစ်ပါတယ်ဒါ့အပြင်တစ်ဖက်ကလည်း အသက်မပြည့်သေးလည်း လူသတ်ရင် အပြစ်သားပဲဆိုတဲ့ တရုတ်လူမျိုးတွေရဲ့ ယုံကြည်ချက်တွေကိုလဲတွေ့နိုင်မှာပါ နိုင်ငံရေးဇာတ်ကားလေးဖြစ်တဲ့အပြင် စိတ်ဝင်စားဖို့လည်းအရမ်းကောင်းတဲ့ကားလေးဖြစ်ပါတယ် ။File Size__(2GB) / (950MB)Quality__1080p, 720pIMDb Rating__7.1/10Format__mp4Duration__01:45:00Type__Crime, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byMo MoEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHerman YauStarsAi JingDavid Lee Wai-SheungEddie Chan Shu-ChiHerman YauStephen Tang Shu-WingTony ChowUrsula Wong Yue-SiYeung Kin-ChungCastAi JingDavid Lee Wai-SheungEddie Chan Shu-ChiHerman YauStephen Tang Shu-WingTony ChowUrsula Wong Yue-SiYeung Kin-Chung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/deng_hou_dong_jian_hua_fa_la-313340270-large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/18-from-the-queen-to-the-chief-executive-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qc5j/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cGc1ABAT#KjNMyJwGyd9AIvi0XYyHZSkDR1x5gZvftivslsBLbP4",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/naawsp2cmsse.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/18-from-the-queen-to-the-chief-executive-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qc5a/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VHlATCQb#xPhEOqLU1xiuuRWD_ygM9VcDkaGkJCYi22fzS8fNuhc",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/a0jue4vl76bt.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2013|1h 40min|Action,War",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "5,689"
    },
    "title": "Company of Heroes (2013)",
    "description": "Company of Heroes (2013)_____IMDb – 5.1/10ကဲ ဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက်  စစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးက လူကြီး လူငယ်မရွေး ကြိုက်နှစ်သက်မှာဖြစ်ပြီးလူငယ်တွေ အနေနဲ့ဆိုလည်း ဇာတ်ကားကို မကြည့်ဖူးတောင်ဂိမ်း နဲ့ တော့ စိမ်းမယ်လို့ မထင်ဘူးဗျဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒုတိယ ကမ္ဘာစစ်အတွင်းရှေ့တန်း ဂျာမနီစစ်မြေပြင် မှာ အမေရိကန်စစ်သားတွေဟာဟစ်တလာ ရဲ့ ထိုးစစ်ဆင်မှုကြောင့် အရှုံးကြီး ရှုံးပြီး အထိနာခဲ့ကြပါတယ်ဒီလိုနဲ့ စုံစမ်းကြည့်တော့ သူတို့ ရှုံးရတာဟာဟစ်တလာ ရဲ့ ဆန်းသစ်ထွင်ထားတဲ့ လက်နက်ကြောင့်ဆိုတာ သိရှိခဲ့ပြီးသူတို့ အနေနဲ့ ဘယ်လိုတွေ တိုက်ခိုက်ကြမယ်ဆိုတာကိုဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့လား ဗျာ 😛[ကဲ ဒီတစ္ခါေတာ့ ပရိတ္သတ္ႀကီးအတြက္  စစ္ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက လူႀကီး လူငယ္မေ႐ြး ႀကိဳက္ႏွစ္သက္မွာျဖစ္ၿပီးလူငယ္ေတြ အေနနဲ႔ဆိုလည္း ဇာတ္ကားကို မၾကည့္ဖူးေတာင္ဂိမ္း နဲ႔ ေတာ့ စိမ္းမယ္လို႔ မထင္ဘူးဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒုတိယ ကမာၻစစ္အတြင္းေရွ႕တန္း ဂ်ာမနီစစ္ေျမျပင္ မွာ အေမရိကန္စစ္သားေတြဟာဟစ္တလာ ရဲ႕ ထိုးစစ္ဆင္မႈေၾကာင့္ အရႈံးႀကီး ရႈံးၿပီး အထိနာခဲ့ၾကပါတယ္ဒီလိုနဲ႔ စုံစမ္းၾကည့္ေတာ့ သူတို႔ ရႈံးရတာဟာဟစ္တလာ ရဲ႕ ဆန္းသစ္ထြင္ထားတဲ့ လက္နက္ေၾကာင့္ဆိုတာ သိရွိခဲ့ၿပီးသူတို႔ အေနနဲ႔ ဘယ္လိုေတြ တိုက္ခိုက္ၾကမယ္ဆိုတာကိုဆက္လက္ၾကည့္ရႉလိုက္ၾကပါေတာ့လား ဗ်ာ :P]Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon Michael PaulJonas TalkingtonStarsAlastair MackenzieChad Michael CollinsDimitri DiatchenkoJürgen ProchnowMelia KreilingNeal McDonoughPhilip RhamRichard SammelTom SizemoreVinnie JonesCastAlastair MackenzieAtanas SrebrevChad Michael CollinsDimitri DiatchenkoHristo BalabanovIvo ArakovJürgen ProchnowMelia KreilingNeal McDonoughPeter LadjevPhilip RhamRichard SammelTom SizemoreVinnie JonesZara Dimitrova",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qm3Zj25i7i3PaoWDxjiFNEbNtrK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/company-of-heroes-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/842htybwuvw1.html",
        "server": "usersdrive.com",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/company-of-heroes-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/4fwA6/Company_Of_Heroes_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NJVRyaTT#QgiCe2jv2hWr6W2Ot64oBfQyEq52nLoNnB65zGHz5-w",
        "server": "mega.nz",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/5now3bxpvgvo",
        "server": "upstream.to",
        "size": "862 MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "DQYeYAPFsM8",
      "video_url": "https://www.youtube.com/watch?v=DQYeYAPFsM8",
      "embed_url": "https://www.youtube.com/embed/DQYeYAPFsM8"
    }
  },
  {
    "metadata": "R|2009|153 min|Action,Adventure,Drama,War",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "892,831"
    },
    "title": "Inglourious Basterds (2009)",
    "description": "Rotten Tomatoes 89% IMDb 8.3/10 ရရှိထားပြီး အော်စကာ ၁ ဆုနဲ့ အခြားသော ဆုပေါင်း ၁၂၄ ဆုရရှိခဲ့တဲ့ ၂၀၀၉ ခုနှစ်ထွက် ဟစ်တလာ လုပ်ကြံရေး ဇာတ်ကားကောင်း တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒုတိယကမ္ဘာစစ်ရဲ့ အစပိုင်း ပြင်သစ်ကို နာဇီတို့ သိမ်းပိုက်ထားချိန်ကာလ…..နာဇီတွေကို တန်ပြန်သုတ်သင်ဖို့အတွက် မဟာမိတ် တွေဟာ လျှို့ဝှက် တပ်ဖွဲ့တစ်ခုကို ဖွဲ့စည်းဖို့ လက်ဖတင်နင် Aldo Raine (Brad Pitt)ကို တာဝန်ပေးခဲ့ပါတယ်။ Aldo ဟာ Basterds လို့ခေါ်တဲ့ ဂျူး ကပြားတွေ အများအပြားပါဝင်တဲ့ တပ်ဖွဲ့ကိုဖွဲ့စည်းပြီး ဟစ်တလာရဲ့ နားရွက်ကို တံတွေးစွတ်ပါတော့တယ်။ Basterds တွေဟာ နာဇီမှန်သမျှရက်ရက်စက်စက်သတ်ပြီး ဦးခေါင်းရေကို ခွါယူလေ့ရှိပါတယ်။သူနဲ့သူ့လူတွေဟာ ဟစ်တလာကို လုပ်ကြံဖို့ ဗြိတိသျှတို့ရဲ့သူလျှို၊ဂျာမန် နာမည်ကြီးမင်းသမီး Bridget von Hammersmark(Diane Kruger)နဲ့ပူးပေါင်းပြီး ကီနို စစ်ဆင်ရေးကို အကောင်အထည်ဖော်ဖို့ ကြိုးပမ်းကြပါတော့တယ်။အဲဒီအချိန်မှာပဲ နာဇီတွေ သုတ်သင်ခဲ့တဲ့ ဂျူးမိသားစုတစ်ခုက ထွက်ပြေးလွတ်မြောက်ပြီး နာဇီတွေကို လက်စားချေဖို့ကြိုးစားနေတဲ့ ရုပ်ရှင်ရုံပိုင်ရှင် ဂျူး မိန်းမလှလေး Shosanna Dreyfus(Mélanie Laurent) ကလည်း သူ့လက်စားချေမှုကို အကောင်အထည်ဖော်ဖို့ အခွင့်အရေးတစ်ခုကို အမှတ်မထင် ရရှိလာပါတယ်။ဒီလို အခြေအနေမှာပဲ Jews Hunter လို့နာမည်ကြီးပြီး ကောက်ကျစ်စဉ်းလဲပြီး ဉာဏ်များတတ်တဲ့၊ ကာနယ် Hans Landa (Christoph Waltz) ဟာ ဒီလုပ်ကြံမှုကို ဘယ်လိုမျိုး တားဆီးကာကွယ်မလဲ။ Basterds တွေရဲ့ ကံကြမ္မာနဲ့ ဟစ်တလာရဲ့ ကံကြမ္မာဟာ ဘယ်သူ့အပေါ်မှာ မူတည်မလဲ? လုပ်ကြံမှုကရော အောင်မြင်မလား…. ကျဆုံးမလား ဆိုတာကို ရင်သပ်ရှုမောနဲ့ ကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားဟာ ဇာတ်လမ်း ဇာတ်အိမ်နဲ့ ဇာတ်ရုပ်တွေကို အများနဲ့မတူအောင် ခွဲထွက်ရိုက်ကူးတဲ့ နေရာမှာ နာမည်ကျော်တဲ့ အော်စကာဆုအပြင် အခြားဆုတွေအများကြီး ရထားတဲ့ ဒါရိုက်တာ Quentin Tarantino ရဲ့ လက်ရာပါ။ ဇာတ်လမ်း၊ သရုပ်ဆောင်မှု နဲ့ ရိုက်ကူးတင်ပြမှုတွေအရမ်းကောင်းတာကြောင့် ကြာမြင့်ချိန် ၂ နာရီခွဲကို ဆိမ့်နေအောင် ကျကျနနခံစားကြရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Kaung Thant Sin မှတင်ဆက်ထားပါတယ်။)4K Quality ကိုတော့ ကာလာပိုလှတဲ့HDR Versionနဲ့ တင်ဆက်ထားတာမလို့ 4K ဖိုင်ကို HDR Play နိုင်တဲ့ ခေတ်ပေါ် Device များသာကြည့်ရှုလို့ရမှာဖြစ်ပြီး 1080p နဲ့ 720p ဖိုင်တွေကိုတော့ ပုံမှန်အတိုင်း ကြည့်ရှုလို့ရပါတယ်ခင်ဗျာ။File size…(5.3 GB)/ (2.2 GB)/(1.1 GB)Quality….BluRayV24K HDR/1080p HEVC/720pFormat…mkv/mp4Duration….02:32:53Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byKaung Thant SinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEli RothQuentin TarantinoStarsBrad PittChristoph WaltzEli RothMélanie LaurentCastAlex BodenAlexander FehlingAndré PenvernAndreas TietzAndrew NapierAnne-Sophie FranckArndt Schwering-SohnreyAugust DiehlB. J. NovakBea-Marie RückBela B.Bo SvensonBrad PittBuddy Joe HookerCarlos FidelChristian BerkelChristian BrücknerChristoph WaltzDaniel BrühlDaniela SchwerdtDenis MénochetDiane KrugerEli RothEnzo G. CastellariEva LöbauGedeon BurkhardGregory NicoteroGuido FöhrweißerHarvey KeitelHélène CardonaHilmar EichhornJacky IdoJake GarberJana PallaskeJasper LinnewedelJulie DreyfusKen DukenLéa SeydouxLena FriedrichLeo PlankLudger PistorMartin WuttkeMélanie LaurentMichael BacallMichael FassbenderMichael KranzMichael ScheelMike MyersNoemi BesedesOlivier GirardOmar DoomPatrick EliasPaul RustPetra HartungQuentin TarantinoRainer BockRichard SammelRod TaylorSabrina RatteySalvadore BrandtSamm LevineSamuel L. JacksonSebastian HülkSönke MöhringSylvester GrothTil SchweigerTina RodriguezVitus WieserVolker MichalowskiWilfried HochholdingerWolfgang Lindner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8pEnePgGyfUqj8Qa6d91OZQ6Aih.jpg",
      "https://image.tmdb.org/t/p/w300/qEfbsFCLQikIkRMaa2WDwOnZCZc.jpg",
      "https://image.tmdb.org/t/p/w300/1Jpkm9qZcsT0mSyVXgs4VlGjPNI.jpg",
      "https://image.tmdb.org/t/p/w300/hg0MTIFs49ef179C9Y1HRtzqbbK.jpg",
      "https://image.tmdb.org/t/p/w300/9PsPUL6Uwwz7DCCoQIdp2Q40pAu.jpg",
      "https://image.tmdb.org/t/p/w300/87O9BOtR59ZonlIBNeM21PAdtzI.jpg",
      "https://image.tmdb.org/t/p/w300/2v0rKccg3s7vWN1ac2YX9j2uUTl.jpg",
      "https://image.tmdb.org/t/p/w300/vrUmH6BoT3nUTN2mW5IW2i4bnv4.jpg",
      "https://image.tmdb.org/t/p/w300/r4KKVH4AWMk9ceQq31d7VSLqgDs.jpg",
      "https://image.tmdb.org/t/p/w300/nNhjY0Ccd05eXJ3Z38W5NijGKli.jpg",
      "https://image.tmdb.org/t/p/w300/no9HgIT41REOGJEDrIKiYnSIS0l.jpg",
      "https://image.tmdb.org/t/p/w300/j1Vohs3bqlA8zHnRWX3iEBhq2Ip.jpg",
      "https://image.tmdb.org/t/p/w300/ozK1zwPSXhetNY7pZcVZx37UQ7e.jpg",
      "https://image.tmdb.org/t/p/w300/3Sr97bem2wuO8dE9ax1lCt8xrgk.jpg",
      "https://image.tmdb.org/t/p/w300/aNTW6eg0vcmpNYZXQ654GqAqQjl.jpg",
      "https://image.tmdb.org/t/p/w300/e9RBxEVDxpPVaLFEOn6FnURARmJ.jpg",
      "https://image.tmdb.org/t/p/w300/50VD6QU0NX0aRB6ftKCVWun80bm.jpg",
      "https://image.tmdb.org/t/p/w300/43508X0evUDHMoyMSecsLxcy7RK.jpg",
      "https://image.tmdb.org/t/p/w300/yVPcPk96E6Qffiyez2oJc7OKD2A.jpg",
      "https://image.tmdb.org/t/p/w300/kxtIyA7rnoSuNQUm3JAe2VqozqS.jpg",
      "https://image.tmdb.org/t/p/w300/u3tkHXc5wzRFfRXyjGsAlfCIJuh.jpg",
      "https://image.tmdb.org/t/p/w300/euyNvGjxi9JO621XnsEhdgM3U3v.jpg",
      "https://image.tmdb.org/t/p/w300/bMJxwgLyD47CDQ6BFCT2AMMlID7.jpg",
      "https://image.tmdb.org/t/p/w300/bPnPsyo09tLRnTOb7AlsBsgnbhP.jpg",
      "https://image.tmdb.org/t/p/w300/368Qzx69FKm6dQQDN1Zd3rqUP66.jpg",
      "https://image.tmdb.org/t/p/w300/olFeGkcND1dyAtWhH5GAGzA65az.jpg",
      "https://image.tmdb.org/t/p/w300/nm6z5Gw13sy4ukWheCprGGFHDgN.jpg",
      "https://image.tmdb.org/t/p/w300/4NgPaqkcZeAWNgzABZiXT0WAXt9.jpg",
      "https://image.tmdb.org/t/p/w300/92ewsLVoZhO09b4KcF4Lg3o73Wf.jpg",
      "https://image.tmdb.org/t/p/w300/idynOqKtTaAZy0vmtziro9CMC8G.jpg",
      "https://image.tmdb.org/t/p/w300/86QKQFJm880g1WTHOlhuxM3YUvs.jpg",
      "https://image.tmdb.org/t/p/w300/czBvSSKHlQvTgFpXmL9rzxsfJJd.jpg",
      "https://image.tmdb.org/t/p/w300/srLzMT0HqMNMaUpRrQ4mIEHF63W.jpg",
      "https://image.tmdb.org/t/p/w300/7eEpoAtIYudmowHn8Pnwta5H5vz.jpg",
      "https://image.tmdb.org/t/p/w300/hwNtEmmugU5Yd7hpfprNWI0DGIn.jpg",
      "https://image.tmdb.org/t/p/w300/yjjObRZC5T38PhdUF8rt7ezNXgT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOTJiNDEzOWYtMTVjOC00ZjlmLWE0NGMtZmE1OWVmZDQ2OWJhXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hdr-inglourious-basterds-2009-v-2-2160-p-hdr-10-bd-rip-x-265-10-bit-ac-3-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.3 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://mega.nz/file/M7tx0ISK#n_j5T5QUmrS33uQGmUK8NOsuVEy9nwUjv2pIp3gJo34",
        "server": "mega.nz",
        "size": "5.3 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://usersdrive.com/u5h75e22t3by.html",
        "server": "usersdrive.com",
        "size": "5.3 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-inglourious-basterds-2009-v-2-1080-p-bd-rip-x-265-10-bit-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2CXah/(CM)_Inglourious_Basterds_(2009)_(V2)_1080p_BDRip_x265_10bit_AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/li1GwRKZ#ICvrR2Eh3jcR5SsIAeGv-6rgNp_EHk9jt7dPNSJAcK0",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/n7c3g8qvu9w4.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-inglourious-basterds-2009-v-2-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1h2ec/(CM)_Inglourious_Basterds_(2009)_(V2)_BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wmNWmIDS#M6ir_LPjJm4b-PxpHjIg2QA6ZmauumXBI_yuqpJx-g4",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pvmfyyg19p24.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/s549zx2xqy89",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/rajo1rq9pb3z",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sE8hc4gVyGo",
      "video_url": "https://www.youtube.com/watch?v=sE8hc4gVyGo",
      "embed_url": "https://www.youtube.com/embed/sE8hc4gVyGo"
    }
  },
  {
    "metadata": "|||Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "V/H/S/85 (2023)",
    "description": "V/H/S ဇာတ်ကားတွေထဲက ၆ ကားမြောက်ဖြစ်ပြီး IMDb 5.8 ရရှိထားတဲ့အပြင် ကြည့်ရှုသူတွေဆက်တိုက်မြင့်တက်လာနေတဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ်။V/H/S ဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း ၁၉၈၀ ခုနှစ်လောက်ကဗီဒီယိုတိတ်ခွေတွေထဲကနေ တွေ့ရှိလာတဲ့ သည်းထိုက်ရင်ဖိုစရာ၊ ‌ခြောက်ခြားစရာ အဖြစ်အပျက်တွေ ကိုရိုက်ပြထားတာပါ။ဒီဇာတ်ကားမှာတော့ horror ဇာတ်လမ်း ငါးခုပါဝင်ပြီး တစ်ခုစီကမတူညီတဲ့ ခြောက်ခြားဖွယ်ရသတွေကို ဖော်ကြူးထားတာကိုတွေ့ရမှာပါ။ သွေးသံရဲရဲဇာတ်ဝင်ခန်းတွေကအစ ထူးဆန်းဖွယ် ထိတ်လန့်စရာတွေအဆုံး horror ရသမျိုးစုံကိုခံစားရမှာဖြစ်ပါတယ်File size…(1.8 GB)/(1.1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:50:00Genre… HorrorSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by KhunnYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex GalickAndrew GhaiAnna HashizumeAnna SundbergAri GallegosBritt BaronChelsey GrantChivonne MichelleChuck McCollumDani DeettéDashiell DerricksonDuffy McManusEric PiersonEvie BairFelipe de LaraFlorencia RíosForrest HartlFreddy RodríguezGabriela RoelGerardo OñateGigi Saúl GuerreroJames RansoneJordan BelfiJosé María HigaredaJusten JonesK.T. ThangaveluKelli GarnerMarcio MorenoMike LesterMiller TaiNicholas KrekelerRenee WerbowskiRick DargeRolando Davila-BeltranTom ReedToussaint MorrisonTyler NobleVivian Morse",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5ImZV8IXsZ81s4ZryYkFgasnSjW.jpg",
      "https://image.tmdb.org/t/p/w300/xoTLLyzkoEyZ2AHQlupjWDZrz0Y.jpg",
      "https://image.tmdb.org/t/p/w300/tz2qCTvpGXfYt63QTfIYpjGqsNi.jpg",
      "https://image.tmdb.org/t/p/w300/kree5bhFG2elCRF0vWw4nBEZqzZ.jpg",
      "https://image.tmdb.org/t/p/w300/yl0IoNEeuHXRJgFLXZ1jM0wjmjR.jpg",
      "https://image.tmdb.org/t/p/w300/mdvOveWWTtGXIluzjgfJtwd9d9s.jpg",
      "https://image.tmdb.org/t/p/w300/ybzoe5zini1c3mFB5mJ0mTtlbIr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BN2M5NGQ3OWItMTRmZi00Y2M1LTlkMjMtYzVmMDE5MGJhZTA2XkEyXkFqcGdeQXVyNDYyODMxOTc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/v-h-s-85-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/uothfev57jl0.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Eein/V.H.S.85.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zzBGHDZS#AcMBfhDTFI-v8JCeKsPJyBE-ThjXAxJHz9DHME_GVKE",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/v-h-s-85-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hq843x42t7rd.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ijnw/V.H.S.85.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SiI2kD7A#D7yMZ9vwrb_sblRo53xRLu27kJ6oJYRfpPKGnLvOA08",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/7lge76vxno73",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DAPKaUCy9xE",
      "video_url": "https://www.youtube.com/watch?v=DAPKaUCy9xE",
      "embed_url": "https://www.youtube.com/embed/DAPKaUCy9xE"
    }
  },
  {
    "metadata": "|2004||Drama,Musical,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "The Phantom of the Opera (2004)",
    "description": "The Phantom of the Opera (2004)********************************တစ်ခေတ်တစ်ခါက Masterpiece ဖြစ်ခဲ့တဲ့ Old but gold Musical film တစ်ခုနဲ မိတ်ဆက်ပေးချင်ပါတယ်။Musical film ဆိုတဲ့အတိုင်း သီချင်းတွေအများကြီးနဲ့မို့Musical ပရိတ်သတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ပေါ်ပြူလိုင်ရာဆိုတဲ့နာမည်ကြီးပြဇာတ်ရုံကြီးတစ်ခု..မကြာခဏလျှို့ဝှက်ဆန်းကြယ်ဖြစ်ရပ်တွေဖြစ်လေ့ရှိပြီး ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ရှိတယ်လို့ လူအများစုယုံကြည်ကြပါတယ်။တစ်နေ့မှာတော့ ယင်းသံအမြင့်ဆုံးအဆိုရှင်ဖြစ်တဲ့ ကာလော့တာက စိတ်အလိုမကျမှုကြောင့် ချက်ချင်းထွက်သွားတဲ့အတွက်ညဘက်ပွဲလည်းရှိတာကြောင့် ခရစ္စတင်းဒါယဲရ်ဆိုတဲ့ မိန်းကလေးငယ်တစ်ယောက်ကို အစားထိုးခိုင်းလိုက်ရပါတော့တယ်။အကအဖွဲ့ထဲကမိန်းကလေးဖြစ်ပေမယ့် ကာလော့တာထက်တောင်ကောင်းကောင်းဆိုနိုင်တာကြောင့်အကုန်အံ့အားသင့်သွားရပါတယ်။ဒါဟာလည်း သူ့ကိုသင်ကြားပေးနေတဲ့သူဟာ  ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ဖြစ်နေလို့ပါပဲ..ဒါပေမဲ့ ခရစ္စတင်းကတော့ အဲဒီသူ့ဆရာကို အသံပဲကြားဖူးပြီး တစ်ခါမှမမြင်ဖူးပါဘူး..အသံပဲကြားရုံနဲ့တင် လေးစားချစ်ခင်ပြီး သူ့တေးသွားတမန်တော်လို့မှတ်ယူထားခဲ့ပါတယ်။တစ်နေ့တော့ ခရစ္စတင်းရဲ့ငယ်ချစ်ဦးဖြစ်သူ ရာအိုးလ်ဟာလည်း ပြဇာတ်ရုံကြီးထဲရောက်ရှိလာတဲ့အခါ..ခရစ္စတင်းတစ်ယောက် ငယ်ငယ်ထဲကချစ်မြတ်နိုးရသူ၊ ငယ်ချစ်ဦးဖြစ်တဲ့ရာအိုးလ်ကိုရွေးချယ်မလား။သူ့ကိုသီချင်းဆိုနိုင်အောင်သင်ပေးတဲ့ အမြဲလေးစားခဲ့ရတဲ့ဆရာဖြစ်တဲ့ ပြဇာတ်ရုံကြီးကဝိဉာဉ်ကိုပဲရွေးချယ်သွားမလား…File Size :(2.55GB)&(1.13 GB)Quality : Blu-Ray 1080P,720p,480pFormat :mp4Duration : 02:23:00Genre : Romance , Drama , MusicalSubtitle : Myanmar Subtitle (Hard Sub)Translated by Shin RinaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron SillisAdam PudneyAlec MannAlexander CameronAlison SkilbeckAmy LawsonAndrew Charles CorbettAndrew CorbettAnnabel PorterAnnalene BeecheyAnnika StrandbergAshley WallenBen GantBen GarnerBeth SheatherBethany ElliotBlake ClayfieldBrian WheelerCandice EvansCarlos OteraCaroline LynnChris JarvisChris OvertonChris WorseyCiarán HindsClaire GoodmanClinton GoldsmithDamian JonesDamien DelaneyDamien JacksonDamien Lee StirkDave ToshDavid ArneilDavid LanghamDawn CollinsDeborah BundyElena BudaEmmy RossumGabriel NobleGavin LeeGavin WilkinsonGem CollingwoodGeorgina HagertyGerard ButlerGraham McDuffGreet BottermanHalcro JohnstonImogen BainIsabel LestoJackie MarksJames FleetJames PullmanJanine DavisJeff MooreJennifer EllisonJesika CannonJoanna ErnestJoanna WoodliffeJohn GriffithsJonathan D. EllisJonathon HillJonathon KitchenJose TiradoJudith ParisJulia FlorimoJulia WorsleyJulian PooleJuliet GoughKasper CornishKathryn DunnKevin McNallyKirsty TappLaura HounsomLea JerovaLee ChapmanLee SellersLeigh DanielsLiesl DowsettLisa StevensLorena RandiLorraine StewartLucy CassonLucy PotterLuis Gallo MudarraLuke JacksonMaddy G. HarrisMandy HollidayMarcus TeschMargaret PreeceMarilena NicolaouMark CarrollMaryam PourianMatthew DraperMelanie PerksMichael MansbridgeMichael SmallMiles WesternMilo MilesMinnie DriverMiranda RichardsonMurray MelvinNathan ClarkOliver ChoppingPascal LangdalePatrick WilsonPaul BrookePaul CostinPaul MichaPhilip CatchpolePia DriverPippa RaineRachael CrockerRalph BroadbentRamin KarimlooRebekah DobbinsRemy MartynRichard BaylissRobert PurvisRod BuchananRuben HalseRyan JenkinsSandra EloaniSarah FrascaScott WyerSebastien TorkiaSimon CallowSimone De La RueSophia HurdleySophie-Louise DannStephen B. WhiteStephen BerkeleyTerry KellyTess CunninghamTimothy KiplingTom TanscyTricia DeightonTristan KeyteValerie CutkoVanessa PerroncelVictor McGuire",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yWIjNZpQSVGD2YgpGorFVf1MJb0.jpg",
      "https://image.tmdb.org/t/p/w300/5ZsBF0oGqK57rE1TadXPSExQpfk.jpg",
      "https://image.tmdb.org/t/p/w300/6egb3SbNS53Y3aTuXTQjtFS9Tmc.jpg",
      "https://image.tmdb.org/t/p/w300/l9ExANecba9lkfj23l0MNShWfmP.jpg",
      "https://image.tmdb.org/t/p/w300/yTpabO9GJRXbzfOoCDfNUjvDfP0.jpg",
      "https://image.tmdb.org/t/p/w300/z2BY7XBTYxU56dGzlvibtpc8H8C.jpg",
      "https://image.tmdb.org/t/p/w300/wUV9uFxXmZuVwwbQ0hw1bDypxd3.jpg",
      "https://image.tmdb.org/t/p/w300/q3Y5FlWTuIlLQu5gblLZYjJm80h.jpg",
      "https://image.tmdb.org/t/p/w300/eOjWzpi4qsNT21YpdvytpI2yVpO.jpg",
      "https://image.tmdb.org/t/p/w300/bJL5Y5xy9IrIgxiC9eu4l2UsMNS.jpg",
      "https://image.tmdb.org/t/p/w300/y9xpFz5OC3aKbYfV7P9Rd446Sh6.jpg",
      "https://image.tmdb.org/t/p/w300/hpvA6TLsXzdRryOTFzKNOaJXqei.jpg",
      "https://image.tmdb.org/t/p/w300/flfdpftIK18ox1lS2emObZzMTqk.jpg",
      "https://image.tmdb.org/t/p/w300/ikrlHYWkgo9UgcYLoFf0zWbYPWh.jpg",
      "https://image.tmdb.org/t/p/w300/xW7pZW94IwOC5JDZnGemtuYVPVk.jpg",
      "https://image.tmdb.org/t/p/w300/tyNVTLnU4hGSwWdCOhphhasdciq.jpg",
      "https://image.tmdb.org/t/p/w300/qGuB8QfmFftFd7NobNGuZqayesC.jpg",
      "https://image.tmdb.org/t/p/w300/1dNXKLYZ2iiJ78MGp7fJI24XmIR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aTsp2VTaCBiGs8w05OTXfD97FRZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-phantom-of-the-opera-2004-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cnpeicm5ze99.html",
        "server": "usersdrive.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbhight.com/dx8jje228r3v.html",
        "server": "streamsb.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/c84y5k4feock",
        "server": "streamvid.io",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7w8jFQBC#T4BqNNSNU9UpvSXbTuEKllIB80LYMYJqKQ6owdYHOO8",
        "server": "mega.nz",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Sfg6/The.Phantom.of.the.Opera.2004.BluRay.1080p.mp4",
        "server": "megaup.net",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/playing-for-keeps-2012-blu-ray-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ae3g5cz1t8qx.html",
        "server": "usersdrive.com",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://sbhight.com/uil6slxse3hj.html",
        "server": "streamsb.com",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wwnnn2ufoz2a",
        "server": "streamvid.io",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/agNwjByS#8a4Ki-Zwa_uwedWLMhOHAblvPzyOJu2CzrmJUN3s_qw",
        "server": "mega.nz",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Sfff/The.Phantom.of.the.Opera.2004.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.13GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "o1XY_ux5iUI",
      "video_url": "https://www.youtube.com/watch?v=o1XY_ux5iUI",
      "embed_url": "https://www.youtube.com/embed/o1XY_ux5iUI"
    }
  },
  {
    "metadata": "|2019||Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "4,492"
    },
    "title": "The Wild Goose Lake (2019)",
    "description": "The Wild Goose Lake (2019)=====================IMDb Rating – 6.8/10#Unicode2014ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ အမြင့်ဆုံးဆုဖြစ်တဲ့Golden Bear Awardကို Diao Yinanရဲ့Balck Cold, Thin Iceကားကရသွားခဲ့တယ်။BCTIမတိုင်ခင်မှာ သူစိတ်ကူးရထားတဲ့BCTIနဲ့ခပ်ဆင်ဆင် ဇာတ်လမ်းတစ်ပုဒ်သူ့မှာရှိတယ်။ ဒီဇာတ်လမ်းကို သူဇာတ်ညွှန်းအခါခါရေးကြည့်ပေးမယ့် မပြည့်စုံသေးဘူးလို့ခံစားရတဲ့အတွက် သူမရိုက်ဖြစ်ခဲ့ဘူး။ဒီနောက်မှာတော့ သူစိတ်ကူးထားတဲ့ဇာတ်လမ်းဟာ အပြင်လောကမှာအမှန်တကယ်ဖြစ်သွားခဲ့တာသူသိလိုက်ရတယ်။ဒီသတင်းကိုဖတ်ပြီး သူ့ဇာတ်ညွှန်းရဲ့ Plot Lineကိုပြင်ရေးခဲ့ပေမယ့်လည်း စိတ်တိုင်းမကျခဲ့တဲ့အတွက်၂၀၁၉အထိရောက်လာခဲ့တာပါပဲ။။ဖန်တီးသူဟာသူ့အနုပညာကို အတော် တန်ဖိုးထားခဲ့တာပါ။ရုပ်ရှင်ရဲ့နာမည်ဟာ အင်္ဂလိပ်မူအရငန်းရိုင်းကန်ပေမယ့် တရုတ်မူမှာတော့“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း”လို့မူကွဲပါတယ်။ဒုတိယမူဟာ စာရေးသူဒါရိုက်တာပေးထားတဲ့အမည်ပါပဲ။ဒါနဲ့ပက်သက်ပြီးအင်တာဗျူးမှာ ဒီအမည်နဲ့ပက်သက်ပြီးသူဖြေသွားတာ အတော်လှပါတယ်။“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်းဆိုတာကျွန်တော်ဒီဇာတ်ညွှန်းစရေးတော့ ပထမဆုံးရေးလိုက်တဲ့စကားစုပါပဲ။တောင်ပိုင်းကအတော်ရိုမန့်တစ်ဆန်ပြီး အပူပိုင်းဆန်တဲ့ဒေသပါပဲ။ဘူတာရုံဆိုတာက လူတွေဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာပဲလေ။တစ်ချို့လူတွေ ထာ၀ရအပြီးအပိုင်ခွဲခွာသွားကြတဲ့နေရာဆိုလည်းဟုတ်တယ်။ဒါက ကျွန်တော်တို့အတွက် အရေးကြီးတဲ့မှတ်ညဏ်တစ်ခုပါပဲ။ ကြီးပျင်းလာတဲ့တစ်လျှောက်က ကျွန်တော်တို့ မှတ်ညဏ်တွေနဲ့ဘူတာရုံနဲ့ကို ပိုင်းခြားပစ်လို့မရနိုင်ဘူး။ကျွန်တော်ခုလေးတင်ပြောခဲ့သလိုပဲဘူတာရုံဆိုတာက လူတွေဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာဇာတ်လမ်းတွေ ဖြစ်ပျက်ကြတဲ့နေရာလို့ပဲခံစားရရုံပါပဲ။ဒါကြောင့်“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း”ဆိုတဲ့ နာမည်ကလေးထဲမှာသူမတူတဲ့ရသတစ်မျိုးရှိနေတယ်လို့ကျွန်တော်ထင်တယ်။”တဲ့။သရုပ်ဆောင်တွေဘက်လှည့်ရရင် ACTRESSကတော့ BCTIမှာကတည်းက သူနဲ့လက်တွဲခဲ့သူဆိုတော့ ဘာမှအထူးတလည်ပြောစရာမရှိပေမယ့်Lead Actor မြန်မာပရိတ်သတ်နဲ့ ရင်းနှီးပြီးသားမက်မွန်မြေကချစ်တေးတစ်ပုဒ်နဲ့Chinese Paladin အတွဲတွေထဲက Hu Geပါ။ထူးတာက သူက ဒီ့အရင် သာမန်လျှံကာရုပ်ရှင်နည်းနည်းနဲ့ ဇာတ်လမ်းတွဲတွေပဲရိုက်ဖူးတဲ့လူပါပဲ။Yinanကတော့ Hu Geကို စာရွက်လွတ်တစ်ရွက်လို့ပဲတင်စားသွားပါတယ်။ ဘာမှမရေးရသေးတဲ့စာရွက်လွတ်တစ်ရွက်ဟာ ဘာမဆိုဖြစ်နိုင်ပါတယ်။Hu Geဟာ နောက်နှစ်ပြမယ့် ဝေါင်ကာဝေးရဲ့Blossomsမှာလည်း Lead Actorနေရာယူထားတာမို့Art Houseလာကထဲ ခြေချလာပြီလို့ပဲဆိုရပါမယ်။Legend of the condor Heroကလွဲ ဇာတ်လမ်းကောင်းကောင်း မရိုက်ခဲ့ဖူးပေမယ့်အတော်လည်းသရုပ်ဆောင်ကောင်းတဲ့လူပါပဲ။ဇာတ်လမ်းတွဲတွေမှာ သူနဲ့ရင်းနှီးပြီးသားလူတောင်ကားဆုံးခါနီးမှ မှတ်မိတယ်။Night is another filter for cameraလို့ဒါရိုက်တာကြီးကပြောတယ်။တစ်ကားလုံးရဲ့ကိုးဆယ်ရာခိုင်နှုန်းကလည်းညဘက်မှာဖြစ်ပျက်နေတာပါပဲ။ညပြကွက်တွေဟာ ခင်ဗျားကို ဘ၀တစ်ခုထဲအလည်ခေါ်သွားပါလိမ့်မယ်။ ရေဟာ ရမ္မက်ကိုကိုယ်စားပြုပြီး ညဟာ သေခြင်းကို ကိုယ်စားပြုဖော်ကျူးထားတဲ့အတွက် ရိုက်ကွက်တိုင်းနီးပါးမှာဒီနှစ်ခုကို တွဲဖက်မြင်ရမှာပါပဲ။Cinematograpyနဲ့ပက်သက်ပြီး ကျွန်တော်တော့ ချီးကျူးစရာဘာမှသိပ်မတွေ့ပေမယ့် ပြကွက်တစ်ကန့်တိုင်းကပါ၀င်ပစ္စည်းတွေက ကဗျာဖွဲ့ပြီးသီးခြားစီရပ်တည်ပြနိုင်တဲ့ ဟန်ကတော့ခံစားစရာပုံစံအသစ်တစ်ခုကိုပေးစွမ်းပါလိမ့်မယ်။ညကာလတစ်ခုရဲ့ ဘူတာရုံတစ်ပေါ်မိုးတွေတဖွဲဖွဲရွာကျနေတာနဲ့ ဇာတ်လမ်းကိုစဖွင့်ထားတယ်။လူတစ်ယောက်ဟာတစ်စုံတစ်ရာကိုစောင့်စားနေတယ်။ဘာလဲတော့ ဒီမှာ ခင်ဗျားတို့မသိရသေးဘူး။ဒီအချိန်မှာ စီးကရက်ကိုင်ထားတဲ့မိန်းကလေးတစ်ယောက်ရောက်လာပြီးမီးခြစ်ငှားတယ်။ခဏနေတော့မိန်းကလေးဟာ သူလာရှာတဲ့သူဟုတ်မဟုတ်အတည်ပြုပြီး အဲ့ဒီလူစောင့်နေတဲ့ သူ့မိန်းမကရောက်မလာနိုင်ကြောင်းပြောလိုက်တယ်။သူ့မိန်းမကို သူဘာကြောင့်စောင့်နေလဲဒီမှာ ခင်ဗျားတို့မသိရသေးဘူး။ခဏနေကြတော့ အဲ့ဒီလူက သူဖြစ်ခဲ့တဲ့ဇာတ်ကြောင်းကုန်စင်ကိုပြောပြဖို့အကြောင်းဖန်လာတယ်။သူပြောပြတဲ့ဇာတ်လမ်းပြီးသွားချိန်မှာလည်းခင်ဗျားတို့မသိရသေးတာတွေကိုထပ်ပေးတယ်။ဇာတ်လမ်းဟာ အစပိုင်းတစ်၀က်ဟာဇာတ်ကြောင်းပြောပြီးခေါ်သွားတယ်။မေးခွန်းပေးလိုက် အဖြေပေးလိုက်နဲ့တရွေ့ရွေ့ ခရီးဆုံးဆီဆွဲခေါ်သွားတယ်။တစ်ထောင့်တစ်ညပုံပြင်တွေရဲ့ ဇာတ်ကြောင်းပြောပြတဲ့ဟန်ကိုလည်း သုံးပြီး ညှိ့ငင်ထားတယ်။တစ်ခုရှိတာက အနုပညာမှာတောင်အလုံးစုံပြည့်စုံတယ်ဆိုတာမရှိဘူး။ဆိုတော့ကာဒီရုပ်ရှင်မှာ မဆိုသလောက်အားနည်းချက်လေးတွေတော့ရှိနေတယ်။ ဒါပေမယ့် ကျွန်တော့်ဘက်ကအာမခံလို့ရတာက ဒီထက်ကောင်းတဲ့ကားမျာပေါ်လို့ဒီနှစ်ရဲ့အကောင်းဆုံတရုတ် ရုပ်ရှင်မဟုတ်ခဲ့ရင်တောင်ဒီနှစ်ရဲ့ အနုပညာအဆန်ဆုံး တရုတ်ရုပ်ရှင်ဆိုတာတော့သေချာတယ်။ အာရှရုပ်ရှင်ပွဲတော်မှာရုပ်ရှင်ဓာတ်ပုံပညာဆုရထားပြီးကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့Palme d’Orမှာ ယဉ်ပြိုင်ဖို့အရွေးခံထားရတဲ့အာရှကားနှစ်ကားထဲက တစ်ကားလည်းဟုတ်တယ်။ဆုရသွားတာကတော့ သူနဲ့အတူ ကိန်းရောက်လာတဲ့အာရှသား တောင်ကိုရီးယားရုပ်ရှင် Parasiteပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung  ပဲဖြစ်ပါတယ်။)#Zawgyi2014ဘာလင္႐ုပ္ရွင္ပြဲေတာ္မွာ အျမင့္ဆုံးဆုျဖစ္တဲ့Golden Bear Awardကို Diao Yinanရဲ႕Balck Cold, Thin Iceကားကရသြားခဲ့တယ္။BCTIမတိုင္ခင္မွာ သူစိတ္ကူးရထားတဲ့BCTIနဲ႔ခပ္ဆင္ဆင္ ဇာတ္လမ္းတစ္ပုဒ္သူ႔မွာရွိတယ္။ ဒီဇာတ္လမ္းကို သူဇာတ္ၫႊန္းအခါခါေရးၾကည့္ေပးမယ့္ မျပည့္စုံေသးဘူးလို႔ခံစားရတဲ့အတြက္ သူမ႐ိုက္ျဖစ္ခဲ့ဘူး။ဒီေနာက္မွာေတာ့ သူစိတ္ကူးထားတဲ့ဇာတ္လမ္းဟာ အျပင္ေလာကမွာအမွန္တကယ္ျဖစ္သြားခဲ့တာသူသိလိုက္ရတယ္။ဒီသတင္းကိုဖတ္ၿပီး သူ႔ဇာတ္ၫႊန္းရဲ႕ Plot Lineကိုျပင္ေရးခဲ့ေပမယ့္လည္း စိတ္တိုင္းမက်ခဲ့တဲ့အတြက္၂၀၁၉အထိေရာက္လာခဲ့တာပါပဲ။။ဖန္တီးသူဟာသူ႔အႏုပညာကို အေတာ္ တန္ဖိုးထားခဲ့တာပါ။႐ုပ္ရွင္ရဲ႕နာမည္ဟာ အဂၤလိပ္မူအရငန္း႐ိုင္းကန္ေပမယ့္ တ႐ုတ္မူမွာေတာ့“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္း”လို႔မူကြဲပါတယ္။ဒုတိယမူဟာ စာေရးသူဒါ႐ိုက္တာေပးထားတဲ့အမည္ပါပဲ။ဒါနဲ႔ပက္သက္ၿပီးအင္တာဗ်ဴးမွာ ဒီအမည္နဲ႔ပက္သက္ၿပီးသူေျဖသြားတာ အေတာ္လွပါတယ္။“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္းဆိုတာကြၽန္ေတာ္ဒီဇာတ္ၫႊန္းစေရးေတာ့ ပထမဆုံးေရးလိုက္တဲ့စကားစုပါပဲ။ေတာင္ပိုင္းကအေတာ္႐ိုမန႔္တစ္ဆန္ၿပီး အပူပိုင္းဆန္တဲ့ေဒသပါပဲ။ဘူတာ႐ုံဆိုတာက လူေတြဆုံဆည္းၾက ကြဲကြာၾကတဲ့ေနရာပဲေလ။တစ္ခ်ိဳ႕လူေတြ ထာ၀ရအၿပီးအပိုင္ခြဲခြာသြားၾကတဲ့ေနရာဆိုလည္းဟုတ္တယ္။ဒါက ကြၽန္ေတာ္တို႔အတြက္ အေရးႀကီးတဲ့မွတ္ညဏ္တစ္ခုပါပဲ။ ႀကီးပ်င္းလာတဲ့တစ္ေလွ်ာက္က ကြၽန္ေတာ္တို႔ မွတ္ညဏ္ေတြနဲ႔ဘူတာ႐ုံနဲ႔ကို ပိုင္းျခားပစ္လို႔မရႏိုင္ဘူး။ကြၽန္ေတာ္ခုေလးတင္ေျပာခဲ့သလိုပဲဘူတာ႐ုံဆိုတာက လူေတြဆုံဆည္းၾက ကြဲကြာၾကတဲ့ေနရာဇာတ္လမ္းေတြ ျဖစ္ပ်က္ၾကတဲ့ေနရာလို႔ပဲခံစားရ႐ုံပါပဲ။ဒါေၾကာင့္“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္း”ဆိုတဲ့ နာမည္ကေလးထဲမွာသူမတူတဲ့ရသတစ္မ်ိဳးရွိေနတယ္လို႔ကြၽန္ေတာ္ထင္တယ္။”တဲ့။သ႐ုပ္ေဆာင္ေတြဘက္လွည့္ရရင္ ACTRESSကေတာ့ BCTIမွာကတည္းက သူနဲ႔လက္တြဲခဲ့သူဆိုေတာ့ ဘာမွအထူးတလည္ေျပာစရာမရွိေပမယ့္Lead Actor ျမန္မာပရိတ္သတ္နဲ႔ ရင္းႏွီးၿပီးသားမက္မြန္ေျမကခ်စ္ေတးတစ္ပုဒ္နဲ႔Chinese Paladin အတြဲေတြထဲက Hu Geပါ။ထူးတာက သူက ဒီ့အရင္ သာမန္လွ်ံကာ႐ုပ္ရွင္နည္းနည္းနဲ႔ ဇာတ္လမ္းတြဲေတြပဲ႐ိုက္ဖူးတဲ့လူပါပဲ။Yinanကေတာ့ Hu Geကို စာ႐ြက္လြတ္တစ္႐ြက္လို႔ပဲတင္စားသြားပါတယ္။ ဘာမွမေရးရေသးတဲ့စာ႐ြက္လြတ္တစ္႐ြက္ဟာ ဘာမဆိုျဖစ္ႏိုင္ပါတယ္။Hu Geဟာ ေနာက္ႏွစ္ျပမယ့္ ေဝါင္ကာေဝးရဲ႕Blossomsမွာလည္း Lead Actorေနရာယူထားတာမို႔Art Houseလာကထဲ ေျခခ်လာၿပီလို႔ပဲဆိုရပါမယ္။Legend of the condor Heroကလြဲ ဇာတ္လမ္းေကာင္းေကာင္း မ႐ိုက္ခဲ့ဖူးေပမယ့္အေတာ္လည္းသ႐ုပ္ေဆာင္ေကာင္းတဲ့လူပါပဲ။ဇာတ္လမ္းတြဲေတြမွာ သူနဲ႔ရင္းႏွီးၿပီးသားလူေတာင္ကားဆုံးခါနီးမွ မွတ္မိတယ္။Night is another filter for cameraလို႔ဒါ႐ိုက္တာႀကီးကေျပာတယ္။တစ္ကားလုံးရဲ႕ကိုးဆယ္ရာခိုင္ႏႈန္းကလည္းညဘက္မွာျဖစ္ပ်က္ေနတာပါပဲ။ညျပကြက္ေတြဟာ ခင္ဗ်ားကို ဘ၀တစ္ခုထဲအလည္ေခၚသြားပါလိမ့္မယ္။ ေရဟာ ရမၼက္ကိုကိုယ္စားျပဳၿပီး ညဟာ ေသျခင္းကို ကိုယ္စားျပဳေဖာ္က်ဴးထားတဲ့အတြက္ ႐ိုက္ကြက္တိုင္းနီးပါးမွာဒီႏွစ္ခုကို တြဲဖက္ျမင္ရမွာပါပဲ။Cinematograpyနဲ႔ပက္သက္ၿပီး ကြၽန္ေတာ္ေတာ့ ခ်ီးက်ဴးစရာဘာမွသိပ္မေတြ႕ေပမယ့္ ျပကြက္တစ္ကန႔္တိုင္းကပါ၀င္ပစၥည္းေတြက ကဗ်ာဖြဲ႕ၿပီးသီးျခားစီရပ္တည္ျပႏိုင္တဲ့ ဟန္ကေတာ့ခံစားစရာပုံစံအသစ္တစ္ခုကိုေပးစြမ္းပါလိမ့္မယ္။ညကာလတစ္ခုရဲ႕ ဘူတာ႐ုံတစ္ေပၚမိုးေတြတဖြဲဖြဲ႐ြာက်ေနတာနဲ႔ ဇာတ္လမ္းကိုစဖြင့္ထားတယ္။လူတစ္ေယာက္ဟာတစ္စုံတစ္ရာကိုေစာင့္စားေနတယ္။ဘာလဲေတာ့ ဒီမွာ ခင္ဗ်ားတို႔မသိရေသးဘူး။ဒီအခ်ိန္မွာ စီးကရက္ကိုင္ထားတဲ့မိန္းကေလးတစ္ေယာက္ေရာက္လာၿပီးမီးျခစ္ငွားတယ္။ခဏေနေတာ့မိန္းကေလးဟာ သူလာရွာတဲ့သူဟုတ္မဟုတ္အတည္ျပဳၿပီး အဲ့ဒီလူေစာင့္ေနတဲ့ သူ႔မိန္းမကေရာက္မလာႏိုင္ေၾကာင္းေျပာလိုက္တယ္။သူ႔မိန္းမကို သူဘာေၾကာင့္ေစာင့္ေနလဲဒီမွာ ခင္ဗ်ားတို႔မသိရေသးဘူး။ခဏေနၾကေတာ့ အဲ့ဒီလူက သူျဖစ္ခဲ့တဲ့ဇာတ္ေၾကာင္းကုန္စင္ကိုေျပာျပဖို႔အေၾကာင္းဖန္လာတယ္။သူေျပာျပတဲ့ဇာတ္လမ္းၿပီးသြားခ်ိန္မွာလည္းခင္ဗ်ားတို႔မသိရေသးတာေတြကိုထပ္ေပးတယ္။ဇာတ္လမ္းဟာ အစပိုင္းတစ္၀က္ဟာဇာတ္ေၾကာင္းေျပာၿပီးေခၚသြားတယ္။ေမးခြန္းေပးလိုက္ အေျဖေပးလိုက္နဲ႔တေ႐ြ႕ေ႐ြ႕ ခရီးဆုံးဆီဆြဲေခၚသြားတယ္။တစ္ေထာင့္တစ္ညပုံျပင္ေတြရဲ႕ ဇာတ္ေၾကာင္းေျပာျပတဲ့ဟန္ကိုလည္း သုံးၿပီး ညႇိ႔ငင္ထားတယ္။တစ္ခုရွိတာက အႏုပညာမွာေတာင္အလုံးစုံျပည့္စုံတယ္ဆိုတာမရွိဘူး။ဆိုေတာ့ကာဒီ႐ုပ္ရွင္မွာ မဆိုသေလာက္အားနည္းခ်က္ေလးေတြေတာ့ရွိေနတယ္။ ဒါေပမယ့္ ကြၽန္ေတာ့္ဘက္ကအာမခံလို႔ရတာက ဒီထက္ေကာင္းတဲ့ကားမ်ာေပၚလို႔ဒီႏွစ္ရဲ႕အေကာင္းဆုံတ႐ုတ္ ႐ုပ္ရွင္မဟုတ္ခဲ့ရင္ေတာင္ဒီႏွစ္ရဲ႕ အႏုပညာအဆန္ဆုံး တ႐ုတ္႐ုပ္ရွင္ဆိုတာေတာ့ေသခ်ာတယ္။ အာရွ႐ုပ္ရွင္ပြဲေတာ္မွာ႐ုပ္ရွင္ဓာတ္ပုံပညာဆုရထားၿပီးကိန္း႐ုပ္ရွင္ပြဲေတာ္ရဲ႕ အျမင့္ဆုံးဆုျဖစ္တဲ့Palme d’Orမွာ ယဥ္ၿပိဳင္ဖို႔အေ႐ြးခံထားရတဲ့အာရွကားႏွစ္ကားထဲက တစ္ကားလည္းဟုတ္တယ္။ဆုရသြားတာကေတာ့ သူနဲ႔အတူ ကိန္းေရာက္လာတဲ့အာရွသား ေတာင္ကိုရီးယား႐ုပ္ရွင္ Parasiteပါပဲ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 720p BluRayDuration – 1h 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, DramaSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYi'nan DiaoStarsFan LiaoGe HuGwei Lun-meiCastChen YongzhongFu XiaoxianGwei Lun-meiHu GeHuang JueLi ZhipengLiao FanQi DaoWan QianZeng MeihuiziZhang Yicong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lwSZQFBgs43xbXPEwxYepoIxsn9.jpg",
      "https://image.tmdb.org/t/p/w300/6eHAnSoBuSQwU9Gom1rG105o9rn.jpg",
      "https://image.tmdb.org/t/p/w300/qVLaHqtZMSCePFAPQVlNuZVxsyo.jpg",
      "https://image.tmdb.org/t/p/w300/22JmfyLqdWSqLTRwjFyk1FHiXUq.jpg",
      "https://image.tmdb.org/t/p/w300/wFgoayuFOelkdfLcDRmSCZ1IzyJ.jpg",
      "https://image.tmdb.org/t/p/w300/l4tFDqNIRUErrIFRSfBeMPhlRDd.jpg",
      "https://image.tmdb.org/t/p/w300/vIxAY8zLuimvMCykHK7JMoRu0xW.jpg",
      "https://image.tmdb.org/t/p/w300/44svqv0lvV1g6DqP83OUPGGh0Mw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/The-Wild-Goose-Lake-2019.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2VPix/The.Wild.Goose.Lake.2019.720P.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2VPiy/The.Wild.Goose.Lake.2019.480P.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/8xtsx3gvjxrf",
        "server": "upstream.to",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/3441o4y19gyn",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/ZKpikAjD#Pyu3oG5fUVH8sgs0jhVqE3KV_VUihnFeeMQSbwfIsfY",
        "server": "mega.nz",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/8SxGXYjT#-40FJQCT3568nnRvdMG-y0YoM64vuwI-TY_m9a3UYAU",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-wild-goose-lake-2019-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-wild-goose-lake-2019-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-wild-goose-lake-2019",
        "server": "VIP Links",
        "size": "960 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "wgxfLdvVPU0",
      "video_url": "https://www.youtube.com/watch?v=wgxfLdvVPU0",
      "embed_url": "https://www.youtube.com/embed/wgxfLdvVPU0"
    }
  },
  {
    "metadata": "|2018||Action,Adventure,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "265,530"
    },
    "title": "Mission: Impossible – Fallout (2018)",
    "description": "Mission: Impossible VI – Fallout (2018)=============================IMDb Rating 7.7/10MI ရုပ်ရှင်တွေဟာ ပုံမှန်အားဖြင့် တော်တော်လေးမိုက်တယ်။ Action scene တွေ၊ လုပ်သွားတဲ့ အကွက်တွေ ကြမ်းတယ်။ ပစ္စည်းပစ္စယ gadget တွေလည်း စုံတယ်။ တစ်ကားနဲ့ တစ်ကား နည်းနည်းလေးဆင်နေပေမဲ့ ကြည့်ရပျော်တယ်။ ဒါပေမဲ့ Fallout ကတော့ နောက်တစ်ဆင့်တက်သွားပြီလို့ ပြောရမှာပါ။ဇာတ်လမ်းပိုင်းမှာ ခါတိုင်း MI ကားတွေလိုပဲ ပြဿနာတွေတက်၊ မဖြစ်နိုင်လောက်တဲ့ Impossible တွေလုပ်ပြီး နောက်ဆုံးတော့ “Ethan Hunt saves the day” ဆိုတာအဓိကပဲပေါ့။ ဒါပေမဲ့ မသိမသာနဲ့ သိသိသာသာပြောင်းသွားတာတွေရှိတယ်။ သတိထားမိတာက ဒီကားမှာ အရင်လို လွန်အားကြီးတဲ့ tech တွေ သိပ်မပါတော့ဘူး။ အရင်ကားတွေလို Kremlin ကို ပြောင်ကြီးခိုးဝင်ရလောက်အောင် “မလွယ်လွန်းဘူးလားဟ” ဆိုတာမျိုးတွေ မပါဘူး။ ဇာတ်လမ်းပိုင်းမှာလည်း twist တွေ revelation တွေထည့်ထားပေမဲ့ အရမ်းကြီးလည်း မရှုပ်သလို အရမ်းကြီးလည်း မပေါ့ဘူး။Fallout ရဲ့ အကောင်းဆုံးကတော့ တင်ဆက်သွားပုံတွေပဲ။ Christopher McQuarrie ကြီးက တကယ်လန်ထွက်နေတယ်လို့ ပြောရမှာပါ။ ရုပ်ရှင်ရဲ့ 70% လောက်က ပြေးလွှား၊ ကားမောင်း၊ ပစ်ခတ်၊ ရဟတ်ယာဉ်မောင်း စတဲ့ action scene တွေ။ ဒါပေမဲ့ လုံးဝ ပျင်းသွားရတယ်ဆိုတာမျိုး မရှိဘူး။ John Wick 2 မှာတုန်းကဆို action scene အရမ်းများ၊ အချိန်တန်သူပဲနိုင်မှာ သိတော့ ပျင်းသွားတဲ့အခိုက်အတန့်ရှိသေးတယ်။ MI ကတော့ creative လည်းဖြစ်၊ ရိုက်ချက်တွေလည်း လှ၊ ကိုယ်တော်ချော Tom Cruise ကိုယ်တိုင် stunt တွေဆိုတော့ တစ်ကားလုံး မျက်လုံးကြီးပြူးပြီး ကြည့်နေရတယ်။ရိုက်ချက်တွေလှတယ်ဆိုလို့ ထပ်ပြောရရင် ဒီကားမှာ visual တွေက လုံးဝ stunning ပါ။ Action ကားကြီးကို လှအောင်ရိုက်တယ်ဆိုတာ မလွယ်ဘူး။ Scene ကြီးကိုရှယ်ပြလို့ action ပေါ့သွားတာမျိုး၊ action ပိုပြလို့ ရုပ်ထွက်ပျက်သွားတာမျိုးလည်းမရှိဘူး။ ဒီအတိုင်း လေယာဉ်ဆီကို ကားနဲ့ ပုံမှန်လေးမောင်းဝင်လာတဲ့ အခန်းကအစ woah ဆိုပြီးဖြစ်လောက်အောင်ရိုက်ထားတယ်။ ကြမ်းတယ်ဟ ဆိုတာထက် oh sh** moment တွေလည်း များတယ်။နောက် CGI, Green Screen, stuntman, stunt robot စတာတွေ ပြွတ်ထနေတဲ့ဒီနေ့ခတ်ကြီးထဲမှာ Fallout က တကယ့်အစစ်တွေ သုံးထားတယ်။ ကားတွေ၊ ဆိုင်ကယ်တွေ၊ ရဟတ်ယာဉ်တွေကိုယ် Tom Cruise ကြီးကိုယ်တိုင်မောင်းတယ်။ ရဟတ်ယာဉ်ပေါ်က ရိုက်ချက်တွေ Green screen လေးခံလိုက်ရင် အလွယ်လေးဆိုပေမဲ့ တကယ်ကြီး မိုးပေါ်မှာရိုက်တယ်။ တချို့ တကယ်တမ်း vfx နဲ့ရိုက်မယ်ထင်ရတဲ့ ရှုခင်းလိုနေရာတွေကအစ တကယ်ကြီးခက်ခက်ခဲခဲသွားရိုက်တယ်။ အဲအတွက် ရုပ်ရှင်ဟာ CGI heavy ရုပ်ရှင်တွေထက် အများကြီး weight ရှိတယ်။ ကြည့်နေရတဲ့သူ ပိုပြီး အသည်းယားတယ်။ အကုန်လုံးနီးပါးက အစစ်တွေချည်းကိုး။ ဒီ effort က တကယ်ကိုချီးကျူးရမှာပါ။Mission: Impossible – Fallout ဟာ တကယ် နောက်တစ်ဆင့်တက်သွားတဲ့ action film ပါပဲ။ Tom Cruise, Henry Cavil တို့ရဲ့ performance လည်းကောင်း၊ ဒါရိုက်တာ Christopher McQuarrie ရဲ့ လန်ထွက်နေတဲ့ vision အောက်မှာ ထပ်အောင်မြင်ဦးမှာ အသေအချာပဲ။ တော်သေးတယ်။ Cavill ရဲ့ မုတ်ဆိတ် မဖျက်လိုက်ရကျိုးနပ်တယ်။ ခါတိုင်း MI ကားတွေမကြိုက်တဲ့သူတွေတောင် action ကားကြိုက်တယ်ဆိုရင်၊ ကားကောင်းကောင်းကြိုက်တယ်ဆိုရင် လုံးဝ ကြည့်ရကျိုးနပ်တဲ့ကားပါ။(ရုပ်ရှင်အညွှန်းကို Dat Shin မှ ကူးယူဖော်ပြပါသည်။)Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=mission+impossibleကြည့်ပါ။File size…(11 GB)/(1.7 GB)/(1.2 GB)Quality….BluRayIMAX4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:27:24Subtitle….Myanmar Subtitle (Hardsub)Encoder….SWM, Nyeinsaeya AungTranslated byCM TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher McQuarrieNicoletta ManiTommy GormleyWade EastwoodStarsAngela BassettHenry CavillMichelle MonaghanRebecca FergusonSean HarrisSimon PeggTom CruiseVanessa KirbyVing RhamesWes BentleyCastAlec BaldwinAlexandre PooleAlicia Mencía CastañoAlix BénézechAndrew Cazanave PinAngela BassettBernardo SantosCaspar PhillipsonCharlie ArcherChristophe de ChoisyConny SharpDavid MumeniDean AshtonFfion JollyFrederick SchmidtGodiva MarshallGrahame FoxGuy RemyHarvey DjentHenry CavillHiten PatelJag PatelJean Baptiste FillonJessie VinningJoey AnsahJulianne BinardKristoffer JonerLampros KalfuntzosLiang YangLolly AdefopeMaximilian GellerMichelle MonaghanNigel AllenOlivier HubandPamela CookRaphael DesprezRaphael JonerRebecca FergusonRoss O'HennessyRuss BainSean HarrisSimon PeggStuart DavidsonThierry PicautTom CruiseTracey SaundersVanessa KirbyVelibor TopicVincent LatorreVing RhamesWes BentleyWolf Blitzer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aw4FOsWr2FY373nKSxbpNi3fz4F.jpg",
      "https://image.tmdb.org/t/p/w300/3IzR3VhZAyhxVnuRRUHFLkfK4hT.jpg",
      "https://image.tmdb.org/t/p/w300/hvBtnHEwC62dH1DV3rgEkJHHKOx.jpg",
      "https://image.tmdb.org/t/p/w300/3le8cFUZ760OZNv8sE9qnVNizU7.jpg",
      "https://image.tmdb.org/t/p/w300/oVtaeMnGRQ7QqNptcZU1udvHZY1.jpg",
      "https://image.tmdb.org/t/p/w300/jDnhdNm7XVwl0GisIV77o64EcDa.jpg",
      "https://image.tmdb.org/t/p/w300/AeP1o1KeOufEVePgTPgBO7xncSZ.jpg",
      "https://image.tmdb.org/t/p/w300/nPmfqrhJ9yViaDwqb3QT1XtX6Ha.jpg",
      "https://image.tmdb.org/t/p/w300/xW6ceZaXw2WM2vFEhf5udzaYs3b.jpg",
      "https://image.tmdb.org/t/p/w300/5jnoAA74Qwb5w6B9FMvnc20n6Ie.jpg",
      "https://image.tmdb.org/t/p/w300/Y97pZiZIKhT5ZFnfbQbBT3Ht6a.jpg",
      "https://image.tmdb.org/t/p/w300/nv3iKVxsRiQDO8IGo5H7mhvgg6r.jpg",
      "https://image.tmdb.org/t/p/w300/mm1TvGpyHelChF9WxDa3gX6RbjP.jpg",
      "https://image.tmdb.org/t/p/w300/uxEXHJ0FF86vT8RIrDwMercPgor.jpg",
      "https://image.tmdb.org/t/p/w300/rg8yHNLIvsVoqORLmiLm7GGLjDh.jpg",
      "https://image.tmdb.org/t/p/w300/6RjmQmHzD5qsxCq0nTiY4gjElQh.jpg",
      "https://image.tmdb.org/t/p/w300/3Uuh3wQSfCzBqnI0mlu1ruvtQsR.jpg",
      "https://image.tmdb.org/t/p/w300/aC4DDD3xAf0SPYoh1efuOg9PAt0.jpg",
      "https://image.tmdb.org/t/p/w300/OgP14hxZ3SMHnq9OoCb8BBZOYJ.jpg",
      "https://image.tmdb.org/t/p/w300/r6QdhHybzACBB2crQwfOsZ8Wa4d.jpg",
      "https://image.tmdb.org/t/p/w300/bHjjovQkhmY2uKx63XBJb9x2STH.jpg",
      "https://image.tmdb.org/t/p/w300/3bvr0kH6Dna0kKuooAX9W30xt9I.jpg",
      "https://image.tmdb.org/t/p/w300/2INahIaKPcW2ZK74T2rRTQqxQuO.jpg",
      "https://image.tmdb.org/t/p/w300/a9fRqsl6P27qxbDSb4pBXNv9Fwl.jpg",
      "https://image.tmdb.org/t/p/w300/8YsQTn1YVDlqB73SN9TeTMcAAWL.jpg",
      "https://image.tmdb.org/t/p/w300/18vI248rVel5q19eKkxENQ1v1dX.jpg",
      "https://image.tmdb.org/t/p/w300/beMWAyK6qc67KtnKnOFo3cq9juC.jpg",
      "https://image.tmdb.org/t/p/w300/mqnhSBKMHwOZHFjaT3gxHM28w6M.jpg",
      "https://image.tmdb.org/t/p/w300/9zKlVM6vtV3vvaDnjp6qagHkW8A.jpg",
      "https://image.tmdb.org/t/p/w300/5iV0IUDod51YSEzOBnOoedm8uYg.jpg",
      "https://image.tmdb.org/t/p/w300/e3JgKOVB85PkSO6vFXzkHIcHum6.jpg",
      "https://image.tmdb.org/t/p/w300/6hR5vvtfeB1QIm8UNwm68VnGRC7.jpg",
      "https://image.tmdb.org/t/p/w300/wc7VJuAaVIZyx0mjjSEZH3qWetX.jpg",
      "https://image.tmdb.org/t/p/w300/3qAjUkVCdctcUARovoYiYPBExmz.jpg",
      "https://image.tmdb.org/t/p/w300/9Y9fjyP8c4ym8OKVGxA92YQN8nD.jpg",
      "https://image.tmdb.org/t/p/w300/iwG0ae9LAsmUhDk6fpnFxQgimnD.jpg",
      "https://image.tmdb.org/t/p/w300/drTXTcWZuyMcN658y16IX8te2II.jpg",
      "https://image.tmdb.org/t/p/w300/jBWycV0zyewpwHQGJyAdN93Adlv.jpg",
      "https://image.tmdb.org/t/p/w300/mVWjqWpstH4nz3NSOz8tS37CKoT.jpg",
      "https://image.tmdb.org/t/p/w300/vYkugID5eub4C1Fjyp2N9b9iVZx.jpg",
      "https://image.tmdb.org/t/p/w300/9Rjf9z52Hnqz2yvtR0yC16bZ9EI.jpg",
      "https://image.tmdb.org/t/p/w300/thzJHqP7zWzD05dox0MRKN7974T.jpg",
      "https://image.tmdb.org/t/p/w300/oHaRcSiXt74bDMQW3QFYCwgpS7W.jpg",
      "https://image.tmdb.org/t/p/w300/j3Tr4MNZWM9tx0K8hq4u9ihEIsy.jpg",
      "https://image.tmdb.org/t/p/w300/lpQ6EFxnuBj5r414zkNC3Z7EgS5.jpg",
      "https://image.tmdb.org/t/p/w300/7EldNzeJkFtJ7CbM3JTM0M8F8tz.jpg",
      "https://image.tmdb.org/t/p/w300/bd6ISJTn55ne2clUUlFUnszlmH5.jpg",
      "https://image.tmdb.org/t/p/w300/rqugQcodUb7AI5AUkwObc2gD75X.jpg",
      "https://image.tmdb.org/t/p/w300/gHT7Ql8jb3MCuq5faNwMIH92TEm.jpg",
      "https://image.tmdb.org/t/p/w300/dZKPybFgLuBIJZyjIYYug327zQs.jpg",
      "https://image.tmdb.org/t/p/w300/8k977bQDdS3buUHIkglmjEobbmX.jpg",
      "https://image.tmdb.org/t/p/w300/jNw0RiE40ssIk3u9iFRCMvFrqkO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI6.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-vi-fallout-2018-imax-2160-p-4-k-uhd-sdr-10-blu-ray-x-265-10-bit-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "11 GB",
        "quality": "4K IMAX HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-vi-fallout-2018-1080-p-blu-ray-5-1-ch-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16mas/[CM]Mission.Impossible.VI.Fallout.2018.1080P.BluRay.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-vi-fallout-2018-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2nq3e/Mission_Impossible_-_Fallout_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/3arxzj0udrok.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "wb49-oV0F78",
      "video_url": "https://www.youtube.com/watch?v=wb49-oV0F78",
      "embed_url": "https://www.youtube.com/embed/wb49-oV0F78"
    }
  },
  {
    "metadata": "UNRATED|1990|104 min|Action,Comedy,Fantasy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "2,802"
    },
    "title": "A Chinese Ghost Story 2 ( 1990 )",
    "description": "A Chinese Ghost Story 1 ရဲ႕အဆက္ပဲၿဖစ္ပါတယ္..1 မၾကည္႕ရေသးရင္ဒီေနရာမွာသြားေရာက္ေဒါင္းယူႏိုင္ပါတယ္…လင္ခ်ိဳင္စံရဲ႕ ခ်စ္သူတေစၦမေလးစင္ခ်င္တစ္ေယာက္ ေနာက္ဘ၀ကိုကူးသြားၿပီးတဲ႔ေနာက္မွာေတာ႔  ႏွစ္အနည္းငယ္အၾကာကေန ဇာတ္လမ္းၿပန္ဆက္ၿပီးရိုက္ကူးထားပါတယ္..အေၾကြးလိုက္ေတာင္းတဲ႔အလုပ္အၿဖစ္တာ၀န္ယူရတဲ႔လင္ခ်ိဳင္စံတစ္ေယာက္ ဇာတိေၿမကို ၿပန္အေရာက္မွာအားလံုးအေၿပာင္းအလဲေတြၿဖစ္ကုန္ပါၿပီ..မတရားမွုေတြၾကီးစိုးၿပီး သရဲတေစၦေတြေပါမ်ားလွတဲ႔ နယ္ေၿမတစ္ခုမွာလင္ခ်ိဳင္စံတစ္ေယာက္ဘယ္လိုအသက္ရွင္ေအာင္ၾကိဳးစားရမလဲ..ၿပီးေတာ႔ စင္ခ်င္ နဲ႔ပတ္သတ္တဲ႔အခ်စ္ဇာတ္လမ္းေလးဘယ္လိုဆက္မလဲဆုိတာေတာ႔ ဆက္လက္ခံစားၾကည္႕ရွုပါ1990 က ထြက္ရွိခဲ႔ေသာကားၿဖစ္ေသာေၾကာင္႔တတ္ႏိုင္သေလာက္ ၾကည္ႏိုင္တဲ႔ ကြာလတီကိုရွာေဖြၿပီးတင္ဆက္ေပးလိုက္ပါတယ္A Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChing Siu-TungStarsJacky CheungJoey WongLau ShunLau Siu-HungLau Siu-MingLeslie CheungMichelle ReisWaise LeeWong Yue-ChunWu-MaCastDo Siu-ChunJacky CheungJoey WongJohnny KooKu FengLau ShunLau Siu-HungLau Siu-MingLee FaiLeslie CheungMichelle ReisOu-Yang Sha-FeiWaise LeeWong Yue-ChunWu MaYeung Ching-Ching",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6lKEKB2araIA2cv9dmM6SfHrahV.jpg",
      "https://image.tmdb.org/t/p/w300/ru3bmKIboAu7LdOhBjvMvUDud8H.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/ghost-story-2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-chinese-ghost-story-ii-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1yWjf/A_Chinese_Ghost_Story_II_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/cesp43um7dxj",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/j1as8tr5impv.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022||Adventure,Fantasy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "72000"
    },
    "title": "Fantastic Beasts: The Secrets of Dumbledore",
    "description": "Fantastic Beasts: The Secrets of Dumbledore (2022)====================================IMDb Rating – 6.5/10Fantastic Beasts ရုပ်ရှင်တွေရဲ့ ၃ ကားမြောက် ရုပ်ရှင်လာပါပြီ။အားလုံးသိထားတဲ့အတိုင်း ဒုတိယရုပ်ရှင်မှာ ခရီးဒန့်စ်ရဲ့ ဘဝအမှန်ပေါ်လာခဲ့တယ်။ ဒန်ဘယ်ဒေါ နဲ့ ဂရင်ဒီဝေါတို့လည်း ထိပ်တိုက်ရင်ဆိုင်ရဖို့ကြုံလာခဲ့တယ်။ နျူတို့တွေလည်း ကွင်နီကိုပါ လက်လွှတ်လိုက်ရပြီးမနည်းလွတ်အောင်ပြေးလာခဲ့ရတယ်။ဒီအပိုင်းမှာတော့ ဒမ်ဘယ်ဒေါဟာ ဂရင်ဒီဝေါကိုတားဆီးဖို့ နျူ့ထ်တို့ညီအစ်ကိုရယ်၊ ဂျေကော့ရယ်နဲ့ မှော်ဝင်သတ္တဝါဆန်းတွေရယ်နဲ့အတူဘယ်လို ကြိုးစားကြမလဲဆိုတာ ဆက်ပြီး ကြည့်ရဦးမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာတော့ ဂရင်ဒီဝေါသရုပ်ဆောင်ဟောင်းဖြစ်တဲ့ ဂျွန်နီဒက်ပ်တစ်ယောက် အမ်ဘာနဲ့အမှုကြောင့် ထုတ်ပယ်ခံရပြီး သူ့နေရာမှာမက်ဒ် မစ်ကယ်ဆန် ပြောင်းလဲပါဝင်လာပါတယ်။ ဒါပေမဲ့ မက်ဒ်နဲ့လည်းအတော်ကိုလိုက်ဖက်တဲ့အတွက် အရသာမပျက်သွားဘဲတော့ ဆက်ပြီးကြည့်ရှုနိုင်မှာပါ။ အားပေးလိုက်ကြပါဦး….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size………….(2.71 GB) / (1.45 GB) / (761 MB) / (516 MB)Quality……………WEB-DL 4K / 1080p / 720p / 480pDuration…………2Hr 22MinsSubtitle…………..Myanmar HardsubFormat……………MKV / MP4Genre……………..Adventure, FantasyTranslator……….Mr.AndersonEncoder…………..SWM / Nyein Saeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid YatesCastAleksandr KuznetsovAlison SudolCallum TurnerCara MahoneyDan FoglerDave WongDavid BertrandDónal FinnEddie RedmayneEmilia KarlssonEzra MillerFiona GlascottHebe BeardsallIsabelle CoverdaleJacqueline BoatswainJan PohlJeremy AzisJessica CartledgeJessica WilliamsJude LawKatherine WaterstonKazeem Tosin AmoreLucas EnglanderMads MikkelsenMaja BloomManuel KleinMaria Fernanda CândidoMatthias BrennerNick DavisonNoor Dillan-NightOliver MasucciPaul Low-HangPeter SimonischekPoppy Corby-TuechRahda SthanakiyaRamona Kunze-LibnowRichard CoyleSean TaloStefan RaceValerie PachnerVictoria YeatesWilf ScoldingWilliam Nadylam",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zGLHX92Gk96O1DJvLil7ObJTbaL.jpg",
      "https://image.tmdb.org/t/p/w300/wdjdHBDwmynWUrJcNzS24uegvK5.jpg",
      "https://image.tmdb.org/t/p/w300/85xYejKh6JPTEUGrn2SIPCxxiQO.jpg",
      "https://image.tmdb.org/t/p/w300/wQXb8y401ztnwlFCTLssnvAgGjF.jpg",
      "https://image.tmdb.org/t/p/w300/tg1rIgZiUCkZOj95Mvu7ABdiZFU.jpg",
      "https://image.tmdb.org/t/p/w300/sRAnr9zF7rNrfxxTu9P76VPHVP9.jpg",
      "https://image.tmdb.org/t/p/w300/yoSoQLvgwQJUDdztgOsJxcYgM8v.jpg",
      "https://image.tmdb.org/t/p/w300/w2Yc4PgIfb9QoFZKpNaDLLt3S1E.jpg",
      "https://image.tmdb.org/t/p/w300/mZ3dl55cY8xtbzX06MOh31pV84Y.jpg",
      "https://image.tmdb.org/t/p/w300/uq54wVdwv3D91h99yZZCPK7OSKJ.jpg",
      "https://image.tmdb.org/t/p/w300/ic8VAa8yQTk93c0d8rUKrmRVwlw.jpg",
      "https://image.tmdb.org/t/p/w300/98ULyuotvCo0ll5vEYqhvrNE68d.jpg",
      "https://image.tmdb.org/t/p/w300/d8hRboAheHdqXdbCMAf6h6gFMei.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-tu-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fantastic-beasts-the-secrets-of-dumbledore-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-fantastic-beasts-the-secrets-of-dumbledore-2022-2160-p-4-k-hmax-web-dl-x-265-10-bit-sdr-aac-5-1-swm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.71 GB",
        "quality": "4K 2160p"
      },
      {
        "link": "https://megaup.net/2rjv7/(CM)_Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.2160p.4K.HMAX.WEB-DL.x265.10bit.SDR.AAC.5.1-SWM.mkv",
        "server": "megaup.net",
        "size": "2.71 GB",
        "quality": "4K 2160p"
      },
      {
        "link": "https://mega.nz/file/Zf103aaD#hVTsFwnhlQ1sPDdOm69GoiQPym6fvQpGtYgvVE7neHc",
        "server": "mega.nz",
        "size": "2.71 GB",
        "quality": "4K 2160p"
      },
      {
        "link": "https://usersdrive.com/hh6zakymc7oi.html",
        "server": "usersdrive.com",
        "size": "2.71 GB",
        "quality": "4K 2160p"
      },
      {
        "link": "https://yoteshinportal.cc/fantastic-beasts-the-secrets-of-dumbledore-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Lm1X/Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.1080p.[CM].mp4",
        "server": "megaup.net",
        "size": "1.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/BGtHiaaB#3L3jnxkiBMsCdz0r_4uIwJadEVpZtxf-B4v2KCGQras",
        "server": "mega.nz",
        "size": "1.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bknut5krnv3v.html",
        "server": "usersdrive.com",
        "size": "1.45 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fantastic-beasts-the-secrets-of-dumbledore-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "761 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Lm1j/Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.720p.[CM].mp4",
        "server": "megaup.net",
        "size": "761 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/uhuhfdey1k49.html",
        "server": "streamsb.com",
        "size": "761 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gGU2mDKL#X4yynYp04epXKD7h-Q7tGB56nni8vz0z6yrsAYKd9GM",
        "server": "mega.nz",
        "size": "761 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/m8dsw9lxj0e7.html",
        "server": "usersdrive.com",
        "size": "761 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/fantastic-beasts-the-secrets-of-dumbledore-2022-480-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "516 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/15oyw/Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.480p.[CM].mp4",
        "server": "megaup.net",
        "size": "516 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/tyceil22dp80.html",
        "server": "streamsb.com",
        "size": "516 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/4edyXRCJ#dlB4tH4ABWosEm8rb08jhbhThBYQsRfzUe6mvjXpn6c",
        "server": "mega.nz",
        "size": "516 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/bknut5krnv3v.html",
        "server": "usersdrive.com",
        "size": "516 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Rri7YmTmfoI",
      "video_url": "https://www.youtube.com/watch?v=Rri7YmTmfoI",
      "embed_url": "https://www.youtube.com/embed/Rri7YmTmfoI"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "9/",
      "rating_count": "1"
    },
    "title": "Navarasa (2021) Complete",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dGwldIKMQeNzmLEc0hJAEVuund9.jpg",
      "https://image.tmdb.org/t/p/w300/f8c4dzg7kjTVbSdwSaaicAAhiOG.jpg",
      "https://image.tmdb.org/t/p/w300/iZhXTjEGGa2pZ5CnLRLU0e4J0k8.jpg",
      "https://image.tmdb.org/t/p/w300/al0bdhBTtlOmFTcoTun6414cxpE.jpg",
      "https://image.tmdb.org/t/p/w300/9rhAVNMjWfEHy4w562MIaGYxQUi.jpg",
      "https://image.tmdb.org/t/p/w300/58hfaFhwPpT1mQ2oICaPVliITx8.jpg",
      "https://image.tmdb.org/t/p/w300/24dk5evGy6nBv3w9To539AM6T4T.jpg",
      "https://image.tmdb.org/t/p/w300/yz391QgIMnURi4Dhpnd0SImH1g.jpg",
      "https://image.tmdb.org/t/p/w300/zgRmsZGLtgaax1jgBqcq3WTJWav.jpg",
      "https://image.tmdb.org/t/p/w300/lfXNmYfEA1YjgH8haSycYbS1bxK.jpg",
      "https://image.tmdb.org/t/p/w300/w7xHIkhriqU2TMoLTF0sM9FvWv1.jpg",
      "https://image.tmdb.org/t/p/w300/e7EOciARC455WiMLOiSCLADQbQg.jpg",
      "https://image.tmdb.org/t/p/w300/jfjrOwkXoqVKvjhFhDxQQ6ZZ3b1.jpg",
      "https://image.tmdb.org/t/p/w300/80sauLFUnKqJxKJ6JsekM9CARmo.jpg",
      "https://image.tmdb.org/t/p/w300/iElrULidj4VrhzSWOkkc43kvyiZ.jpg",
      "https://image.tmdb.org/t/p/w300/fPbKYEBOvbsPwraNG7u0wwVvFTC.jpg",
      "https://image.tmdb.org/t/p/w300/7MlcfqcAl2uXKf6kxqyZ0UfrGBe.jpg",
      "https://image.tmdb.org/t/p/w300/ebbpZdBpi4BsQyRWpUMRBRCanC2.jpg",
      "https://image.tmdb.org/t/p/w300/6ySvfePtyiLp3Cdus5OzLXOfshL.jpg",
      "https://image.tmdb.org/t/p/w300/xdjkoHSWBIFAxp6HAI0P9WQfVZQ.jpg",
      "https://image.tmdb.org/t/p/w300/bq3kzGJvRVa3m7KHB7VLhBkzDhj.jpg",
      "https://image.tmdb.org/t/p/w300/8GLq0cALD3GmdbO6NJzIEYatbay.jpg",
      "https://image.tmdb.org/t/p/w300/v3E7ScETVufnXQsv9Tcsljq34yX.jpg",
      "https://image.tmdb.org/t/p/w300/zQZu8lptLPbTSxi0jbPdsLW5twQ.jpg",
      "https://image.tmdb.org/t/p/w300/v35eiXAjcsuYQMTJTrlds6FJmJ7.jpg",
      "https://image.tmdb.org/t/p/w300/n1ODbFvaSAmIkzQ5GQnKgYKNDNx.jpg",
      "https://image.tmdb.org/t/p/w300/gFjcGqv6cQvwfnbZXGPA49LYwHR.jpg",
      "https://image.tmdb.org/t/p/w300/v2WLmBUZ7yI634JcDyiTqLB1QSg.jpg",
      "https://image.tmdb.org/t/p/w300/cRsqRrBHMP0qQ5sewk8crkiaEfN.jpg",
      "https://image.tmdb.org/t/p/w300/2RjD3JbtD2ewB2knGrBKwIXXxtU.jpg",
      "https://image.tmdb.org/t/p/w300/dIsRrKMsqXdzpabn6i7Hjeo595i.jpg",
      "https://image.tmdb.org/t/p/w300/xu3eX5xr7ZEdP89yP4PCSZEFjXX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/navarasa-review_b_0708210153.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "Go6O1wX8H-c",
      "video_url": "https://www.youtube.com/watch?v=Go6O1wX8H-c",
      "embed_url": "https://www.youtube.com/embed/Go6O1wX8H-c"
    }
  },
  {
    "metadata": "|2017|136 min|Action,Drama,History",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "8,851"
    },
    "title": "Tubelight (2017)",
    "description": "၂၀၁၅ တုန္းက ထြက္ရွိထားတဲ့ အေမရိကန္႐ုပ္ရွင္ Little Boy ကို ျပန္လည္ဆန္းသစ္႐ိုက္ကူးထားတာျဖစ္ၿပီး ဒီဇာတ္ကားမွာေတာ့ ျမန္မာပရိသတ္အႀကိဳက္မင္းသား ဆယ္လ္မန္ခန္းက အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထား ပါတယ္။ ဇာတ္လမ္းက ၁၉၆၂ တ႐ုတ္-အိႏိၵယစစ္ပြဲေနာက္ခံနဲ႔ ႐ိုက္ကူးထားတာျဖစ္ၿပီး ႏိုင္ငံေတြ မွာ စစ္ပြဲေတြျဖစ္ၿပီဆိုတာနဲ႔ စစ္ ေဘးဒဏ္ကို ခါးစည္းခံၾကရတဲ့ ျပည္သူေတြရဲ႕ ပံုရိပ္ကို ျမင္သာ ေအာင္ တင္ဆက္ထားတာျဖစ္ပါတယ္။လက္စ္မန္ဆင္းဘစ္ရွ္ဟာ အိႏိၵယႏိုင္ငံ ေျမာက္ပိုင္းက ၿမိဳ႕ ငယ္ေလးတစ္ၿမိဳ႕မွာ သူ႕ရဲ႕ ညီဘာရတ္နဲ႔အတူ ေနထုိင္ပါတယ္။ လက္စ္မန္ဟာ စိတ္ထားေကာင္း ၿပီး လူတိုင္းကို ယံုလြယ္သူတစ္ ေယာက္ျဖစ္ၿပီး မိသားစုအရင္းအ ခ်ာဆိုလို႔ ဒီညီအစ္ကိုႏွစ္ေယာက္ ပဲ ရွိတဲ့အတြက္ ဘယ္သြားသြား၊ ဘာလုပ္လုပ္ မခြဲအတူပါ။ ဘာ ရတ္ကလည္း သူ႕အစ္ကိုအေပၚ အႏြံတာခံခ်စ္ခင္ၿပီး ေစာင့္ေရွာက္ ဖို႔ အသင့္ဆိုသလို ေနထိုင္ခဲ့ၾကပါတယ္။တ႐ုတ္-အိႏိၵယစစ္ပြဲဆိုတာ ႀကီးျဖစ္လာတဲ့အခါမွာ စစ္ပြဲအ တြက္ တပ္သားစုေဆာင္းရာမွာ ဘာရတ္ပါသြားတဲ့အတြက္ လက္စ္မန္တို႔ ညီအစ္ကိုရဲ႕  ေပ်ာ္စရာ ကမၻာေလး ပ်က္သုဥ္းခဲ့ရပါေတာ့ တယ္။ ဘယ္လိုမွ မတတ္ႏုိင္တဲ့ ဘာရတ္တစ္ေယာက္ ၀မ္းနည္း ပက္လက္ျဖစ္ေနတဲ့ လက္စ္မန္ကို ထားခဲ့ရၿပီး စစ္တပ္နဲ႔ ပါသြားခဲ့ပါ တယ္။တိုက္ပြဲသတင္းေတြက လည္း ေန႔စဥ္နဲ႔အမွ်  အဆိုးေတြႀကီးပဲ ၾကားေနရတဲ့အတြက္ လက္စ္မန္ ဟာ ဘာရတ္အတြက္ စိုးရိမ္ေသာ ကေပြေနခဲ့ရပါတယ္။ ဘာရတ္ တိုက္ပြဲက်သြားၿပီဆိုတဲ့ သတင္း ေတြလည္း ထြက္လာတာေၾကာင့္ လက္စ္မန္တစ္ေယာက္ယူက်ဳံး မရျဖစ္ေပမယ့္ သူ႔ညီမေသဘူးဆို တာ ယံုၾကည္ေနခဲ့ပါတယ္။ အဲဒါ နဲ႔ ေနာက္ဆံုးမွာေတာ့ စစ္ပြဲေတြ ရပ္ၿပီး သူ႕ညီကို အိမ္ျပန္ေခၚလာ ႏိုင္ဖို႔အေရး  ဆံုးျဖတ္ခဲ့ပါေတာ့ တယ္။ဘာရတ္က လက္စ္မန္ယံု ၾကည္ထားသလို တကယ္ပဲ အ သက္ရွင္က်န္ေနတာလား၊ ပဋိ ပကၡ စစ္ပြဲေတြရပ္ဖို႔ ႀကိဳးပမ္းတဲ့ လက္စ္မန္ရဲ႕ လုပ္ေဆာင္မႈက ေကာ ေအာင္ျမင္ႏိုင္ပါ့မလား၊ မခြဲ အတူ သိပ္ခ်စ္ၾကတဲ့ ညီအစ္ကိုရဲ႕ ဘ၀က ဘယ္လိုပံုစံ အဆံုးသတ္ ရမယ္ဆိုတာ ဆက္ၾကည့္ဖို႔ ၫႊန္း ေပးလိုက္တယ္ေနာ္။စစ္ပြဲေနာက္ခံဇာတ္ကားဆို ေပမယ့္ အတိုက္အခိုက္ေတြသာ မက သြက္လက္ရႊင္ျမဴးတဲ့ အိႏိၵယ အကအလွေတြ၊ လန္းဆန္းလွပ တဲ့ ႐ႈခင္းေတြနဲ႔အတူ ၾကည့္ရမွာ မို႔ ပရိသတ္ေတြသေဘာက်မယ္ ထင္ပါတယ္။ဒီဇာတ္ကားမွာ လက္စ္မန္ဆင္းဘစ္ရွ္အျဖစ္ ဆယ္လ္မန္ခန္း၊ ဘာရတ္ဆင္းဘစ္ရွ္အျဖစ္ ဆိုေဟးလ္ခန္းတို႔က အဓိကသ႐ုပ္ေဆာင္ေတြအျဖစ္ ပါ၀င္ထားၾကပါတယ္။          ။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ 7daily Website မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီးဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (940 MB) and (470 MB)Quality : HDRip 720pRunning Time : 2hr 16minFormat : Mp4Genre :Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated byZaw HtooEncode byThanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKabir KhanStarsMatin Rey TanguMohammed Zeeshan AyyubOm PuriRaghuvir YadavSalman KhanShah Rukh KhanSohail KhanYashpal SharmaZhu ZhuCastMatin Rey TanguMohammed Zeeshan AyyubOm PuriRaghuvir YadavSalman KhanShah Rukh KhanSohail KhanYashpal SharmaZhu Zhu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5MLecEBSJ7M1qHl59tRdgUr5ZUu.jpg",
      "https://image.tmdb.org/t/p/w300/vXG2jhgKtPb2zip1G6kS6jPJTKT.jpg",
      "https://image.tmdb.org/t/p/w300/1xAjJPOd6ovo4L3IDDprI89MUgj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzVjY2Y5MTEtZGE1MS00MDYxLWJkYWQtN2VlMDJjNDkzNWIxXkEyXkFqcGdeQXVyMzQzOTU5MTE@._V1_SY1000_CR007111000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tubelight-2017",
        "server": "VIP Links",
        "size": "940 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/tubelight-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "940 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/tubelight-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "940 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3BBMT/Tubelight_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "940 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/kvglvvnulde3",
        "server": "upstream.to",
        "size": "940 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "PGQRNKHJwH4",
      "video_url": "https://www.youtube.com/watch?v=PGQRNKHJwH4",
      "embed_url": "https://www.youtube.com/embed/PGQRNKHJwH4"
    }
  },
  {
    "metadata": "R|2006|2h 2m|Action,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "50K"
    },
    "title": "Holiday (2006)",
    "description": "၁၉၈၈ ခုနှစ် ကိုရီးယားနိုင်ငံ အိုလံပစ်ပွဲအပြီး ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။‘’ငွေရှိရင် အပြစ်မရှိဘူး ငွေမရှိရင် အပြစ်ရှိတယ်’’ ဆိုတဲ့မျက်နှာသာပေးဥပဒေမျိုးနဲ့ မတရားထောင်ချခံထားရသူတွေအများအပြားပါပဲ..မတရားခံရတဲ့ထဲ အပါအဝင်ဖြစ်တဲ့ ဂျီဟျော့နဲ့ အကျဉ်းဖော်တို့ဟာထောင်ကနေ လွတ်အောင်ထွက်ပြေးပြီးတော့ မတရားတဲ့ဥပဒေကြီးကိုပြဌာန်းခဲ့တဲ့သက်ဆိုင်ရာအာဏာပိုင်တွေကို ဥပဒေကို ပြင်ဆင်စေချင်တာပါ..ထောင်တွင်းအရာရှိတွေရဲ့ထောင်သားတွေအပေါ်မတရားဖိနှိပ်အကြမ်းဖက်မှုတွေ၊ ချမ်းသာတဲ့သူတွေ ရာထူးအာဏာရှိသူတွေကိုမျက်နှာသာပေးမှု‌တွေ အကြောင်းကို မြင်သာအောင်ဖော်ပြရိုက်ကူးထားပြီးမတရားခံရသူတွေရဲ့ ခံစားချက်တွေ နှိပ်စက်ခံရမှုတွေ အားလုံးဟာရင်ထဲခံစားရပြီး မျက်ရည်ကျရလောက်အောင်ရိုက်ထားတဲ့ကားကောင်းလေး တစ်ကားမို့သေချာပေါက်ကြည့်ဖို့ပြောလိုက်ပါရစေ။File size…4.42GB / 1.64GBQuality…Blu-Ray 1080p 5.1CH/ 720pFormat…mp4Duration….2h 2mGenre ….. Action , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantTranslated by JiaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYun-ho YangStarsChoi Min-sooJang Se-jinJo AnKim Dong-hyunLee Bong-gyuLee EolLee Hyun-wooLee Sung-jaeMin-su ChoiMun Yeong-dongSeol Sung-minYang Gil-yeongYeo Hyun-sooYeom Hye-ranCastChoi Min-sooJang Se-jinJo AnKim Dong-hyunLee Bong-gyuLee EolLee Hyun-wooLee Sung-jaeMun Yeong-dongSeol Sung-minYang Gil-yeongYeo Hyun-sooYeom Hye-ran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cKC1c8JtnCaooLyaAo9532jQ439.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bjYhn9XRzAIVixo8WgoQLA9jngS.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/x84s2p3fn5lt.html",
        "server": "usersdrive.com",
        "size": "4.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/holiday-2006-1080-p-blu-ray-dd-5-1-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3g32v/Holiday.2006.1080p.BluRay.DD+5.1._%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "4.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/oIEDxYha#oKUYRGOP9xOYX50Od5VO0Laqr07srJIM8UAo7ehPND8",
        "server": "mega.nz",
        "size": "4.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/pa3j1mi81j98.html",
        "server": "usersdrive.com",
        "size": "1.64GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/holiday-2006-720-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.64GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1eflo/Holiday.2006_720p.BluRay_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.64GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QGMHwapa#-e8nsuB4L9OAhm9CMe8nSwbACefPea4LnwJY_7lQgs4",
        "server": "mega.nz",
        "size": "1.64GB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/w6bf17ulnpfg.html",
        "server": "streamsb.com",
        "size": "1.64GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ra09ojud9jj8",
        "server": "streamvid.io",
        "size": "1.64GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "wGQgUmRZXYs",
      "video_url": "https://www.youtube.com/watch?v=wGQgUmRZXYs",
      "embed_url": "https://www.youtube.com/embed/wGQgUmRZXYs"
    }
  },
  {
    "metadata": "||1h 25min|Fantasy,Mystery,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "67"
    },
    "title": "The Wolf Witch ( 2022 )",
    "description": "ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင်…ချန်အန်းဆိုသူ လျို့ဝှက်အမှုစစ်တစ်ယောက်ကတာဝန်အရ ပါးစပ်ရာဇဝင်တစ်ပုဒ်လိုပြန့်နေတဲ့ ဆံဖြူရှင်မိစ္ဆာမ လျန်နီရှန်းအကြောင်း စုံစမ်းဖို့ရောက်လာခဲ့ရာ..တကယ်စုံစမ်းတဲ့အချိန်မှာ ဆံဖြူရှင်မိစ္ဆာမ လျန်နီရှန်းအကြောင်းကိုသာမကသိုင်းလောကရဲ့ ရှုပ်ထွေးလှတဲ့ ဂိုဏ်းတွေကြား ဆက်နွယ်မှုတွေနဲ့အတူလျန်နီရှန်းကို ပုံတူခိုးပြီး နောက်ကွယ်က ချောက်တွန်းနေတဲ့တခြားဂိုဏ်းအကြောင်းပါသိခဲ့ရတယ်…လျန်နီရှန်းရဲ့ ဇာတ်ကြောင်းကတော့ ဗားရှင်းတိုင်းနီးပါးမှာ ပုံစံစုံနဲ့တင်ဆက်ပြနေကြမို့ ထူးထွေပြီး မိတ်မဆက်တော့ပါဘူး…အချစ်တစ်ခုကို ကိုးစားမိတဲ့အချိန်မှာ ချစ်ရတဲ့သူရဲ့ရက်ရက်စက်စက်သစ္စာဖောက်တာခံရပြီးနောက် အချစ်ကိုမယုံတော့တဲ့ လျန်နီရှန်းတစ်ယောက်…အတိတ်က နာကျင်စရာ အချစ်ဇာတ်လမ်းတစ်ခုမှာ ကိုယ်တိုင် မင်းသားအနေနဲ့ကခဲ့ပြီးနောက် ထပ်ပြီးချစ်ရမှာ ကြောက်နေခဲ့တဲ့ ချန်အန်းတို့ ဆုံတဲ့အခါ…အချစ်ခံစားချက် အသစ်တစ်ဖန်ပဲ မွေးဖွားလာမလား…အတိတ်က ဒဏ်ရာကိုမကုစားနိုင်လို့ အလွမ်းနဲ့အဆုံးသတ်မလား…ဒါမှမဟုတ် အသစ်တစ်ဖန်မွေးဖွားလာမယ့်ဒဏ်ရာတစ်ခုက စောင့်ကြိုနေမလားဆိုတာChannel Myanmar မှာ ဒေါင်းလုပ်ပြီး ခံစားကြည့်လိုက်ကြပါ…Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Mystery , RomanceRuntime : 1h 25minSubtitle : Myanmar Subtitle ( Hardsub )Translated by Nu Mon , Chu Chu , MinnieEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWu Ying XiangStarsJunzhe ShiYi HuangYuming Du",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/Untitled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-wolf-witch-2020",
        "server": "VIP Links",
        "size": "979 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wolf-witch-2020-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "979 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/dinhmhzo498x.html",
        "server": "usersdrive.com",
        "size": "979 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2rAxc/The_Wolf_Witch_2020_WEB-DL_1080p_CM.mp4",
        "server": "megaup.net",
        "size": "979 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbfull.com/7gyc8psxhndq.html",
        "server": "streamsb.com",
        "size": "979 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/UWlwnJCA#wYk-rw-OKPhzmyXAvf1R8Ptkfi8O_2vWYHBXFXb25sw",
        "server": "mega.nz",
        "size": "979 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wolf-witch-2020-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "507 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1LD54/The_Wolf_Witch_2020_WEB-DL_480p_CM.mp4",
        "server": "megaup.net",
        "size": "507 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/pm9re1a4cyo1.html",
        "server": "usersdrive.com",
        "size": "507 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/4XcCCLJB#zNwjBXjGUsQrU4Nmg5aSPQFgNpt_kAAOFIVF3RZpgvU",
        "server": "mega.nz",
        "size": "507 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "557"
    },
    "title": "Birds Without Names(2017)",
    "description": "Birds Without Names(2017)ပိုင်ဆိုင်လိုခြင်းပဲလား၊ စွန့်လွှတ်လိုမှုပဲလား။ အချစ်ဆိုတာ ဘာများလဲ။ မသေချာပါ။အချို့က ရယူလို အချို့က ပေးဆပ်လိုကြပြီ။ လူဆိုတာ အတောင်ပံခတ်တတ်စကတည်းကိုက သင်းကွဲလာရတဲ့ ငှက်တွေသာ။ အဆုံးမတော့ တစ်ကိုယ်ရေတည်း ဖြစ်ရကြပြန်ပေမည်။ အထီးကျန်ခြင်းသည် လူသား၏တစ်စိတ်တစ်ဒေသ ဟု ဒဿနိကပညာရှင်တို့က ဆိုထား၏။လူသားရဲ့ ပင်ကိုယ်ဗီဇတွင် အထီးကျန်ခြင်းသည် ထည့်သွင်း မြှပ်နှံခဲ့ပြီးသား ဖြစ်သည်။အထီးကျန်ခြင်းသည် စိတ်ဖိစီးမှု မြင့်တတ်စေသော cortisolဟော်မုန်းကို ထွက်စေသည်ဟုဆေးပညာကဆို ထားပြီး အထီးကျန်ခြင်းကြောင့် ခံစားရသော စိတ်ဝေဒနာသည်ကိုယ်ထိလက်ရောက် ကျူးလွန်ခံရသော ဝေဒနာထက်မသေးဟုစိတ်ပညာက ပြောပြန်သည်။ ကျွန်တော် မမြင်ဖူးသော နတ်ဘုရားတို့သည်ဒဏ္ဍာရီအတိုင်း အင်အားကြီးသော လူသားတို့အား ထက်ခြမ်းကွဲ၀မ်းနည်းစေခဲ့သည်ဆိုပါစို့။ အထီးကျန်ခြင်းသည် လူသား၏ အားနည်းချက်ဖြစ်ပေမည်။လူသားတစ်‌ယောက်သည် အထီးကျန်ခြင်းအား ကုစားရန်အလို့ငှာတပါးသောလူသားတစ်ယောက်အား မှီခိုအားထားရသည်။သူတို့ကြားက ပေါင်းကူးတံတားကလေးအား ချစ်ခြင်းဟုခေါ်ပါစေ။ချစ်စိတ် ကိန်း၀ပ်နေသော လူသားသည် အားအကြီးဆုံးဖြစ်သည်ဒီလူသားများ ဘာမဆို လုပ်ရဲလုပ်နိုင်ကြသည်။ ဂျပန်လူမျိူးတို့၏ သင်္ကေတဗေဒအတိုင်းဆိုလျှင်ငှက်တို့သည် ချစ်ခြင်းကို ကိုယ်စားပြုသည်။ အသိအမှတ်အပြု မခံရသော ငှက်ကလေးတစ်ကောင်သည် အမည်နာမကင်းမဲ့ရပြီ။ တစ်ခုသောညနေခင်း၏ တံတားတစ်နေရာတွင် လူနှစ်ယောက်ထိုင်နေကြသည်။သူတို့ရင်ထဲတွင် အချစ်တို့ ရှိနေကြသည်။ သူတို့အသိတွင် မပိုင်ရခြင်းရှိနေကြသည်။ကွာခြားသည်က တစ်ယောက်က ရယူလို၍ တစ်ယောက်က ပေးဆပ်လိုသည်။မည်သူပိုအထီးကျန်မည်နည်း ဆိုသော မေးခွန်းကို မဖြေတတ်ပါ။အနောက်ဘက်ဆီမှ အနက်ရောင်ငှက်များ ပျံတက်လာကြပြီ။တစ်ယောက်သောသူက နှုတ်ဆက်ခွဲခွာသွားခဲ့ပြီ။အနက်ရောင်ငှက်များပျံတက်လာကြပြီ။ ကဗျာဟောင်းကလေးထဲကလိုပင်သံသရာခရီးသည် ရှည်လျားဝေးလံလွန်းလှ၏။ သူ့အချစ်တို့က ဆုံးအောင်လျှောက်ပါလိမ့်မည်…File Size : (950 MB) and (374 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:02:00Genre : Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by d3monEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKazuya ShiraishiStarsEri MurakawaMasaaki AkahoriMuck AkazawaSadao AbeShû NakajimaTori MatsuzakaYu AoiYutaka TakenouchiCastEri MurakawaMasaaki AkahoriMuck AkazawaSadao AbeShû NakajimaTori MatsuzakaYu AoiYutaka Takenouchi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iLmzTmIrMy7ElOC8xK8Bjy8zlEE.jpg",
      "https://image.tmdb.org/t/p/w300/zacnMam0GkU8TBFn13qTuJa9b2z.jpg",
      "https://image.tmdb.org/t/p/w300/9tzu5iXi3fSTZAgTycZQttfs9nH.jpg",
      "https://image.tmdb.org/t/p/w300/pyTeQNDTRniLoQXT8Y4Vkf0JIVI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aejO0MHVoHrjms4gLh6bCwCzmt2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v44injxequz2.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/z5sxyhoi7b8c.html",
        "server": "usersdrive.com",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://yoteshinportal.cc/birds-without-names-2017-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/birds-without-names-2017-blu-ray-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://megaup.net/2dyaf/Birds_Without_Names.2017.BLU-RAY720P.PP.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2dyas/Birds_Without_Names.2017.BLU-RAY480P.PP.mp4",
        "server": "megaup.net",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://mega.nz/file/V9AHWYCB#jnSY2QFTujyQ_vjKV_CSyhxjmL7UNn-bPXLsqLgUJCo",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/YwBX3YLZ#ICEwTWgDQ9qj4yfl3-DEdtLpH0YH4MW7wJCgHwo4shY",
        "server": "mega.nz",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://yadi.sk/i/r5h8WKG1SiXnkg",
        "server": "disk.yandex.com",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://upstream.to/3hlunjj9lem2",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/slxuuoluwq0z",
        "server": "upstream.to",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://1fichier.com/?cwadq7ya29gjwd2c23fo",
        "server": "1fichier.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://1fichier.com/?sfinvhenjgi7nj1v3bkq",
        "server": "1fichier.com",
        "size": "374 MB",
        "quality": "Blu-Ray 480p"
      }
    ],
    "trailer": {
      "video_id": "Rb1lcU_VCn4",
      "video_url": "https://www.youtube.com/watch?v=Rb1lcU_VCn4",
      "embed_url": "https://www.youtube.com/embed/Rb1lcU_VCn4"
    }
  }
]