[
  {
    "metadata": "R||1h 44min|Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "198,069"
    },
    "title": "Life (2017)",
    "description": "သိပံံံံံံရုပ်ရှင်တွေကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်တော့ခံစားမှုအသစ်ပေးမယ့်ဇာတ်ကားကောင်းလေးပါ။ယခုနှစ်၂၀၁၇မတ်၂၄ကမှထုတ်လိုက်တဲ့ကားသစ်လေးဖြစ်ပါတယ်။အမြင်တမျိုးနဲ့ကြည့်ရတာကောင်းတဲ့ကားလေးတကားဖြစ်ပါတယ်။နိုင်ငံပေါင်းစုံကအာကာသပညာရှင်တစုဟာနိုင်ငံတကအာကာသစခန်းမှာအတူတူအင်္ဂါဂြိုလ်ကိုလေ့လာရင်းအလုပ်လုပ်နေကြတာပါ။သမိုင်းမှာအရေးကြီးတဲ့ရှာဖွေမှုဖြစ်တဲ့ကမ္ဘာအပြင်တခြားဘယ်နေရာတွေမှာသက်ရှိတွေရှိလဲဆိုတာကိုရှာဖွေလေ့လာနေကြတာပါ။ကံကောင်းစွာပဲအင်္ဂါဂြိုလ်ကယူလာတဲ့မြေနမူနာတွေကိုစမ်းသပ်လိုက်တဲ့အခါသက်ရှိဖြစ်လာမယ့်ကလပ်စည်းလေးကိုတွေ့ရှိသွားပါတယ်တွေ့ရှိမှုအတွက်အားလုံးဝမ်းသာဝမ်းမြောက်ဖြစ်ကြရပြီးနိုင်ငံတကာကပါအားပေးခဲ့ကြပါတယ်။ဒါပေမယ့်ရုတ်တရတ်ပဲမတော်တဆအမှားတခုဖြစ်သွားပြီးတဲ့နောက်မှာတော့အဲဒီသက်ရှိမျိုးစိတ်လေးကလှုပ်ရှားမှုမရှိတော့ပါဘူး။ဒါပေမယ့်လူသားပေပဲ။မဖြစ်နိုင်ဘူးဆိုတာကိုဖြစ်အောင်လုပ်တတ်တာလဲလူသားတွေပါပဲ။အဲဒီဖြစ်လာတဲ့အကျိုးဆက်ကိုခံစားရတာလဲလူပါပဲ။အဲလိုပဲကယ်ဗင်လို့သူတို့နာမည်ပေးထာတဲ့အင်္ဂါဂြိုလ်ကသက်ရှိလေးကိုပြန်လည်အသက်သွင်းပြီးမူလအခြေအနေနဲ့မတူပဲထူးဆန်းစွာပြုမှုနေတဲ့အခါမှာတော့အာကာသပညာရှင်ကြီးတွေဘယ်လိုလုပ်ကြမလဲ။အဲဒီကယ်ဗင်လေးကရောဘယ်လိုတွေကံမကောင်းမှုတွေယူလာမလဲ။သူ့ရန်ကနေအာကာသပညာရှင်တွေကာကွယ်နိုင်မှာလား။ကမ္ဘာကြီးကိုကယ်တင်မယ်ဆိုတဲ့သူတို့ဆန္ဒတွေပြည့်ဝမလားဆိုတာတော့ဇာတ်ကားလေးမှာဆက်ကြည့်လိုက်ပါဦးဗျာ။စိတ်လှုပ်ရှားမှုတွေပေးမှာဖြစ်ပြီးတကယ်ကြည့်ကောင်းစေမယ့်ကားလေးပါ။ဇာတ်ကားနောက်ပိုင်းရောက်လေပိုပြီးစိတ်လှုပ်ရှားရလေပါပဲ။ရုံဝင်ငွေ၉၃.၅သန်းထိဝင်ခဲ့တဲ့ကားလေးလည်းဖြစ်ပါတယ်။အားလပ်ချိန်ကိုစိတ်အပန်းပြေစေ၊စိတ်ကျေနပ်စေမယ့်ကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်)———————————————————-သိပံံံံံံရုပ္ရွင္ေတြၾကိဳက္တဲ့ပရိတ္သတ္ေတြအတြက္ေတာ့ခံစားမႈအသစ္ေပးမယ့္ဇာတ္ကားေကာင္းေလးပါ။ယခုႏွစ္၂၀၁၇မတ္၂၄ကမွထုတ္လိုက္တဲ့ကားသစ္ေလးျဖစ္ပါတယ္။အျမင္တမ်ဳိးနဲ႕ၾကည့္ရတာေကာင္းတဲ့ကားေလးတကားျဖစ္ပါတယ္။ႏိုင္ငံေပါင္းစံုကအာကာသပညာရွင္တစုဟာႏိုင္ငံတကအာကာသစခန္းမွာအတူတူအဂၤါျဂိဳလ္ကိုေလ့လာရင္းအလုပ္လုပ္ေနၾကတာပါ။သမိုင္းမွာအေရးၾကီးတဲ့ရွာေဖြမႈျဖစ္တဲ့ကမာၻအျပင္တျခားဘယ္ေနရာေတြမွာသက္ရွိေတြရွိလဲဆိုတာကိုရွာေဖြေလ့လာေနၾကတာပါ။ကံေကာင္းစြာပဲအဂၤါျဂိဳလ္ကယူလာတဲ့ေျမနမူနာေတြကိုစမ္းသပ္လိုက္တဲ့အခါသက္ရွိျဖစ္လာမယ့္ကလပ္စည္းေလးကိုေတြ႕ရွိသြားပါတယ္ေတြ႕ရွိမႈအတြက္အားလံုး၀မ္းသာ၀မ္းေျမာက္ျဖစ္ၾကရျပီးႏိုင္ငံတကာကပါအားေပးခဲ့ၾကပါတယ္။ဒါေပမယ့္ရုတ္တရတ္ပဲမေတာ္တဆအမွားတခုျဖစ္သြားျပီးတဲ့ေနာက္မွာေတာ့အဲဒီသက္ရွိမ်ဳိးစိတ္ေလးကလႈပ္ရွားမႈမရွိေတာ့ပါဘူး။ဒါေပမယ့္လူသားေပပဲ။မျဖစ္ႏိုင္ဘူးဆိုတာကိုျဖစ္ေအာင္လုပ္တတ္တာလဲလူသားေတြပါပဲ။အဲဒီျဖစ္လာတဲ့အက်ဳိးဆက္ကိုခံစားရတာလဲလူပါပဲ။အဲလိုပဲကယ္ဗင္လို႕သူတို႕နာမည္ေပးထာတဲ့အဂၤါျဂိဳလ္ကသက္ရွိေလးကိုျပန္လည္အသက္သြင္းျပီးမူလအေျခအေနနဲ႕မတူပဲထူးဆန္းစြာျပဳမႈေနတဲ့အခါမွာေတာ့အာကာသပညာရွင္ၾကီးေတြဘယ္လိုလုပ္ၾကမလဲ။အဲဒီကယ္ဗင္ေလးကေရာဘယ္လိုေတြကံမေကာင္းမႈေတြယူလာမလဲ။သူ႕ရန္ကေနအာကာသပညာရွင္ေတြကာကြယ္ႏိုင္မွာလား။ကမာၻၾကီးကိုကယ္တင္မယ္ဆိုတဲ့သူတို႕ဆႏၵေတြျပည့္၀မလားဆိုတာေတာ့ဇာတ္ကားေလးမွာဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။စိတ္လႈပ္ရွားမႈေတြေပးမွာျဖစ္ျပီးတကယ္ၾကည့္ေကာင္းေစမယ့္ကားေလးပါ။ဇာတ္ကားေနာက္ပိုင္းေရာက္ေလပိုျပီးစိတ္လႈပ္ရွားရေလပါပဲ။ရုံ၀င္ေငြ၉၃.၅သန္းထိ၀င္ခဲ့တဲ့ကားေလးလည္းျဖစ္ပါတယ္။အားလပ္ခ်ိန္ကိုစိတ္အပန္းေျပေစ၊စိတ္ေက်နပ္ေစမယ့္ကားေလးျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 751 MBQuality : Bluray 720pRunning Time : 1hr 44minutesFormat : Mp4Genre : Horror, Sci-Fi, ThrillerTranslator : FridaysEncoder :Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nNh7vHHISVAaziJEqAq0P9iL52w.jpg",
      "https://image.tmdb.org/t/p/w300/jvUKejL9uZtI0yi2aoQZ2oykRTA.jpg",
      "https://image.tmdb.org/t/p/w300/9ehynavOyvN8DlJK0v21GZUsA1q.jpg",
      "https://image.tmdb.org/t/p/w300/haEACwDiVTnPFcwd9KDlZBae1Ef.jpg",
      "https://image.tmdb.org/t/p/w300/kW6FPCBwFaDyeKNoKqufWUzj8ij.jpg",
      "https://image.tmdb.org/t/p/w300/awuzsMQEiMWTsNJQgnP4wM5mD6T.jpg",
      "https://image.tmdb.org/t/p/w300/3pTI3ExOIdhqfNDAPpaK0wbbvAK.jpg",
      "https://image.tmdb.org/t/p/w300/mJEdA3hHWcEaaYJ7P3v9L88qWTv.jpg",
      "https://image.tmdb.org/t/p/w300/99zjL0XmvOFImvf6lQp5KXgNyRF.jpg",
      "https://image.tmdb.org/t/p/w300/gGp4eJafuQiBwbPXRBWFEvtNEXg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/life-2017.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ft4kosdzu1m9.html",
        "server": "usersdrive.com",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/life-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e3959eec/life-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yOkb/Life_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1Zt0mCCS#poEaGElCgChL_23mrzcn3_eNN-K0_bP2ocpc22lYuwE",
        "server": "mega.nz",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8okw8xkkmimm",
        "server": "upstream.to",
        "size": "751 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cuA-xqBw4jE",
      "video_url": "https://www.youtube.com/watch?v=cuA-xqBw4jE",
      "embed_url": "https://www.youtube.com/embed/cuA-xqBw4jE"
    }
  },
  {
    "metadata": "Not Rated|2023|2h 23m|Action,Adventure,Bollywood,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "495"
    },
    "title": "Dhoomam (2023)",
    "description": "Dhoomam (2023)“မှတ်ဉာဏ် မီးခိုးငွေ့များ”အတိတ်က မွှေးခဲ့တဲ့မီးက ပစ္စုပ္ပန်အထိ လိုက်ပါပြီးမီးခိုးငွေ့တွေ တရိပ်ရိပ်လောင်နေတုန်းပဲအတိတ်စာမျက်နှာရဲ့ ဘယ်နေရာမှာ ဘာတွေ မှားခဲ့လဲ အခုခံစားနေရတဲ့ အကျိုးဆက်တွေက ဘာကြောင့်လဲ ဆိုတာတောင် မသိရတဲ့ အခြေအနေ…CM ပရိသတ်ကြီး ရုံးပိတ်ရက်မှာ အနားယူဖို့ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ Malayalam စကားပြော mystery/thriller ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ အာဗီဆိုတဲ့ စီးကရက်ကုမ္ပဏီတစ်ခုက မားကတ်တင်းမန်နေဂျာနဲ့ သူ့ရဲ့ ဇနီးသည်ဖြစ်သူ ဒီယာ တို့က ညဖက် ကားမောင်းနေတုန်းမတော်တဆမှုတစ်ခု ကြုံရပါတယ်ဇာတ်လမ်းကို အတိတ်ဖြစ်ရပ် ကာလအပိုင်းအခြားနဲ့ လက်ရှိဖြစ်နေတဲ့ timeline ကို တစ်လှည့်စီ ရိုက်ကူးပြထားပါတယ်အတိတ်နဲ့ ပစ္စုပ္ပန်တို့ရဲ့ ဇာတ်ကြောင်းနှစ်ခုဟာ ဘယ်လိုမှ မသက်ဆိုင်အောင် ကွာခြားနေပြီး ဒါကပဲ ဒီဇာတ်ကားမှာပရိသတ်အနေနဲ့ ဘာဆက်ဖြစ်မလဲ ခန့်မှန်းချင်စိတ်ပေါ်လာအောင် ဆွဲဆောင်ထားနိုင်တဲ့ အချက်ပါအာဗီက လက်ရှိပစ္စုပ္ပန်မှာ အတိတ်မေ့နေပြီးတော့ သူလုပ်ခဲ့တဲ့အရာနဲ့လက်ရှိသူ့မိန်းမနဲ့ သူတို့နှစ်ယောက်ဖြစ်နေတဲ့ ပြဿနာကို ဆက်စပ်မရဖြစ်နေပါတယ်အတိတ်ဖြစ်ရပ်မှာတော့ သူ့မိန်းမဖြစ်သူနဲ့ စတွေ့ခဲ့တဲ့ ရိုမန့်ဆန်ဆန် ဇာတ်လမ်းနဲ့အတူ အလုပ်မရှိပဲမြို့တက်လာရာကနေ ဆစ်ဒူဆိုတဲ့ လူနဲ့ဆုံပြီး စီးကရက် ကုမ္ပဏီရဲ့ မားကတ်တင်း ရာထူးကြီးတစ်ခုမထင်မှတ်ပဲ ကမ်းလှမ်းခံရပုံကို ဖော်ပြထားပါတယ်ဇာတ်လမ်းအစမှာ အသေခံဗုံးခွဲသမားတစ်ယောက်ကို စစ်ကြောရေးတစ်ခုက မေးမြန်းနေပြီး အကြမ်းဖက်သမားကဆေးလိပ်သောက်ခွင့်တောင်းပါတယ်… ဒါပေမယ့် ဗုံးကို အကြမ်းဖက်သမားရဲ့ လည်ချောင်းမှာထည့်ထားတာ ဖြစ်ပြီးဆေးလိပ် သောက်တာနဲ့ ဗုံးပေါက်သွားအောင် လုပ်ထားတာပါဒီ ဗုံးကိစ္စနဲ့ရော ပင်မဇာတ်လမ်းနဲ့ ဘယ်လိုဆက်စပ်နေသလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာပါအညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team က ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size… 2.4GB / 1GBQuality…1080p  WEB DL /720pFormat…mp4Duration….2h 23mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood Team",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dvBOmgWTW1eOBqlE84Gc2jVhInj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMDA0NTM3ZjktN2FkNi00ZDkyLTk3MWQtOTY4NWNlMWJjYTljXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dhoomam-2023-true-web-dl-1080-p-hq-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m5yhi9d0h11k.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20zqe/Dhoomam_(2023)_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4nlg2D7I#sA6bkHQa8sme6Ec_ryv9v98KwuF5VNHzib_72WvfQTQ",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dhoomam-2023-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kkay6ok73ipi.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20zpy/Dhoomam_(2023)_TRUE_WEB-DL_-_720p_-_AVC_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dyk2iKgI#Qy-CE0soT2E1wJbKKtdpRNh3TGqPZ6Bdv2sE9hjblPk",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/lbv2hpv42iq6",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/s3vaw99uwvuo",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Giver(2014)",
    "description": "Screen Shotသကၠရာဇ္ ၂၀၄၈ . . .စစ္ပြဲျပီးဆုံးသြားတဲ့အခါမွာေတာ့ အဖြဲ႕အစည္းတစ္ခုဟာ လူမ်ဳိးႏြယ္စုေတြ ခံစားခ်က္ေတြကုိ ဖယ္ရွားပစ္ဖုိ႕ ဆုံးျဖတ္လုိက္ပါေတာ့တယ္။ ႏုိင္ငံသားအားလုံးဟာ သူတုိ႕ရဲ႕ မွတ္ညဏ္ေတြဖ်က္ဆီးခံလိုက္ရျပီး မွတ္ညဏ္ေတြက်န္ေနခဲ့တဲ့ တစ္ေယာက္တည္းေသာသူကေတာ့ Receiver of Memory လုိ႕ေခၚတဲ့ အတိတ္ရဲ႕ မွတ္ဥာဏ္ေတြကုိ လက္ခံထားသူျဖစ္ျပီး အဖြဲ႕အစည္းတစ္ခုလုံးမွာ တစ္ေယာက္ပဲ ရွိပါတယ္။ သူကေတာ့ ေခါင္းေဆာင္နဲ႕ လူၾကီးေတြကုိ အဖြဲ႕အစည္းရဲ႕ ဆုံးဖ်က္ခ်က္ေတြနဲ႕ ပက္သတ္ျပီးေတာ့ အၾကံဥာဏ္ေပးဖုိ႕ပါ။ Jonas ဟာ Receicer of Memory ကုိ ဆက္ခံမည္႕သူအျဖစ္ေရြးခ်ယ္ခံခဲ့ရျပီး လက္ရွိ Receiver of Memory ဆီကေန အတိတ္မွတ္ဥာဏ္ေတြကုိ လက္ခံရယူလ်က္ရွိေနပါေတာ့တယ္။Jonas ဟာ အသားအေရာင္၊ လူမ်ဳိးစု၊ ဘာသာေရး၊ နာက်င္မႈ၊ ခံစားတတ္မႈေတြမရွိတဲ့ အဖြဲ႕အစည္းမွာေနထုိင္ေနတဲ့ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး သူ႕မွာ သူငယ္ခ်င္း ၂ ေယာက္ရွိပါတယ္။ ေကာင္မေလးကေတာ့ Fiona ျဖစ္ျပီး ေယာက်ာ္ေလးတစ္ေယာက္ကေတာ့ Asher ျဖစ္ပါတယ္။ အရြယ္ေရာက္လုိ႕ အသီးသီး တာ၀န္ထမ္းေဆာင္ရမည္႕ေနရာေတြကေတာ့ မတူညီပဲ Jonas ကေတာ့ Receiver of Memory အျဖစ္ ေရြးခ်ယ္ျခင္းခံခဲ့ရပါေတာ့တယ္။Receiver of Memory အျဖစ္ေရြးခ်ယ္ခံရသူဟာ သင္ၾကားခဲ့ရတဲ့အေၾကာင္းအရာေတြကုိ တျခားသူေတြကုိ ျပန္လည္ေျပာျပျခင္းမျပဳရပါဘူး။ ဒါေပမယ့္ Jonas ကေတာ့ သူ႕မိသားစုနဲ႕ Fiona ကုိ သူေတြ႕ၾကဳံခဲ့ရတာေတြကုိ ျပန္ေျပာျပေလ့ရွိပါတယ္။ ထုိအေတာအတြင္းမွာပါ သူတုိ႕အိမ္ကုိ Gabe လုိ႕ေခၚတဲ့ ကေလးေလးတစ္ေယာက္ ေရာက္လာပါေတာ့တယ္။ မၾကာခင္ပဲ ထုိကေလးကုိ Jonas ဟာ သံေယာဇဥ္ျဖစ္သြားျပီး သူနဲ႕တူတဲ့အမွတ္တစ္ခုလည္း လက္မွာပါလာပါေသးတယ္။Jonas ဟာ တျဖည္းျဖည္းနဲ႕ သင္ယူရတာကုိ ပုိမုိစိတ္၀င္စားလာျပီး သူ႕အတြက္ေတာ့ အရာရာဟာထူဆန္းလုိ႕ေနပါတယ္။ ေပ်ာ္ရႊင္မႈ၊ ဝမ္းနည္းမႈ၊ စစ္ပြဲ၊ ေတးဂီတ၊ ခ်စ္ျခင္းေမတၱာ စသည္႕တုိ႕ကုိ သိလာရျပီး သူတုိ႕ေနထုိင္ရာ ေနရာရဲ႕ အရာအားလုံးဟာ အတုေတြမွန္း သိလာပါေတာ့တယ္။  မနက္ပုိင္းအိမ္က ထြက္တုိင္း လက္ေမာင္းကုိေဆးတစ္လုံးအထုိးခံရပါတယ္။ ထုိေဆးကေတာ့ စိတ္ခံစားမႈေတြကုိ ေလ်ာ့ခ်ေပးတဲ့ေဆးျဖစ္ျပီး ေနာက္ပုိင္းက်ေတာ့ Jonas ဟာ ထုိေဆးကုိ မထုိးေတာ့ပဲ ပန္းသီးတစ္လုံးနဲ႕လွည္႕စားျပီး ေနေနပါေတာ့တယ္။Jonas ကုိ သင္ေပးေနတဲ့ဆရာ .  . . သူ႕ကုိယ္သူ Giver လုိ႕နာမည္ေပးထားတဲ့သူကေတာ့ နဂုိက သူ႕မွာ သမီးတစ္ေယာက္ရွိပါတယ္။ Rosemary ျဖစ္ျပီး Jonas အရင္ Receiver of Memory အျဖစ္ေရြးခ်ယ္ခံခဲ့ရျပီး သင္ၾကားေနတုန္းမွာ စိတ္ဂေယာက္ဂယက္ျဖစ္ျပီး ကုိယ့္ဘာသာကုိယ္ သက္ေသသြားခဲ့ပါတယ္။ အဖြဲ႕အစည္းအဆုိအရေတာ့ လႊတ္ေပးတယ္ေပါ့။ ထုိအေတာအတြင္း Gabe ေလးဟာ မၾကာခဏငုိျပီး အဆင္မေျပတာေၾကာင့္ သူ႕ကုိ ျပန္ပုိ႕ဖုိ႕ ျဖစ္လာပါေတာ့တယ္။  မၾကာခင္ Gabe ေလးတစ္ေယာက္ အသတ္ခံရေတာ့မယ္ဆုိတာကုိ Jonas ဟာ ထုိအရာကုိ ရိပ္စားမိလိုက္ပါေတာ့တယ္။ Gabe ကုိ ကယ္ဖုိ႕အတြက္ Jonas တစ္ေယာက္ ဘယ္လုိၾကိဳးစားခဲ့ျပီး သူ႕သူငယ္ခ်င္းေတြကေကာ ဘယ္လုိကူညီေပးခဲ့သလဲ . . . .  အျပင္ေလာကကုိေကာ သူတကယ္ ေရာက္သြားႏုိင္ပါ့မလား။စိတ္ကူးယဥ္ဆန္တဲ့ ေခတ္လြန္ဇာတ္ကားမ်ဳိးျဖစ္ျပီး တျခားကားေတြလုိ ရႈပ္ေထြးေနျခင္းေတာ့ မရွိပါဘူး။ ဒါေပမယ့္ တအားၾကီးလည္း ရုိးရွင္းလြန္းေနပါေတာ့တယ္။ ရုပ္ရွင္အစပုိင္းမွာ အျဖဴအမည္းပုံစံမ်ဳိးနဲ႕ျပထားျပီး Jonas သင္ယူမႈမွာပုိသိလာေလ အေရာင္ေတြေျပာင္းလာေလျဖစ္ပါတယ္။ စိတ္လႈပ္ရွားခံစားသိတတ္မႈမရွိတဲ့ ကမာၻကုိခံစားၾကည္႕လုိက္ပါ။ ဘယ္လုိမ်ဳိးျဖစ္လာမလဲလုိ႕ . . . ။ Jeff Bridges, Brenton Thwaites, Odeya Rush, Katie Holmes  တုိ႕ အဓိကပါ၀င္သရုပ္ေဆာင္ထားျပီး Taylor Swift ကေတာ့ Rosemary အျဖစ္ အခန္းအနည္းငယ္ ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ IMDB Ratings:6.7/10 ရရွိထားပါတယ္။ မူရင္းစာအုပ္ထြက္ျပီး ၂၁ ႏွစ္ၾကာမွ ရုပ္ရွင္အျဖစ္ ျပန္လည္အသက္သြင္းထားျခင္းျဖစ္ပါတယ္။ တခ်ဳိ႕ေတြကေတာ့ မူရင္းဇာတ္ညႊန္းက ပုိမုိေကာင္းမြန္တဲ့အေၾကာင္း ေျပာဆုိထားၾကပါေသးတယ္။(mmmovieguide မွကူးယူေဖာ္ျပပါသည္။)File size…733MBQuality….DVDripFormat…mp4hour….01:28:45subtitle….ျမန္မာစာတန္းထိုး",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/10/The-Giver-2014-movie-poster-2.jpg",
    "movie_links": [
      {
        "link": "http://yoitect.com/94GZ",
        "server": "Soliddrive.co",
        "size": "730 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2003|125 min|Adventure,Drama,Fantasy",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "379,445"
    },
    "title": "Big Fish (2003)",
    "description": "IMDb Rating (8/10)Rotten Tomatoes (76%)Big Fish…“အမှန်တရားဆိုတာသန့်ရှင်းတာ ရှားတယ်ရိုးရှင်းတယ်ဆိုတာ မရှိဘူး” ဆိုတဲ့အော်စကာဝိုင်းရဲ့ စကားတစ်ခွန်းရှိပါတယ်။ဒါ့အပြင် အများစုသော အမှန်တရားတွေဟာမလှပပါဘူး…..။အမှန်တရားဟာထူးခြားလားဆိုတော့လည်း မထူးခြားပါဘူးမီးတွင်းထဲက ဇနီးသည်ဆီ အချိန်မှီမရောက်ခဲ့တဲ့ယောကျာ်းတစ်ယောက်..သူ့ကလေးမွေးတာနဲ့ ပက်သက်ပြီးတကယ့်အမှန်တရားဟာ..သူဟာနောက်ကျခဲ့တဲ့ ဖခင်ဆိုတဲ့ အမှန်တရားပါပဲ။ဒီအတွက် သူ စိတ်မကောင်းဖြစ်ခဲ့ရတယ်။ရောက်ခဲ့တယ်ဆိုရင်ရော…သားဖွားခန်းထဲ ယောကျာ်းဝင်ခွင့်မရှိတဲ့အတွက်ဘာများ ထပ်ထူးခြားမလဲ။မထူးခြားပါဘူး..ဒါပေမဲ့ နောက်ကျခဲ့တယ်ဆိုတဲ့အမှန်တရားကတော့ ငြင်းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမှန်တရားတွေအစား..သူ့ကလေးကို ပျိုးထောင်ဖို့ဇာတ်လမ်းလှလှလေးတွေ တည်ဆောက်ခဲ့ပါတယ်။သူတကယ် ကြုံခဲ့ရတဲ့ ဒုက္ခတွေအစားအမှန်တရားတချို့တဝက်သင်ခန်းစာ တချို့တဝက်နဲ့တကယ့်အဖြစ်အပျက်တွေကိုသူ့သားကို ပုံစံပြောင်း ပြောပြခဲ့ပါတယ်။ဖုံးထားတဲ့ အမှန်တရားကိုမှမြင်ချင်တက်ကြတဲ့ လူ့ သဘာဝအတိုင်းသူ့သားက အမှန်တရားကို ရှာဖွေဖို့ကြိုးစားလာခဲ့တဲ့အခါ…….။သူဘာတွေသိရမလဲ ခံစားကြရမှာပါ။ဘယ်တော့မှ မဟောင်းသွားတဲ့ဟာသတစ်ပုဒ်ကို ကြားဖူးကြလား..ပြန်ကြားရတိုင်း ပထမတုန်းကဘာလို့ရယ်ရသလဲ မေ့သွားပြီးအသစ်ပြန်ဖြစ်သွားတဲ့ ဟာသမျိုး..။ဒီလိုမျိူး ပုံပြင်တစ်ပုဒ်ကိုအကြိမ်ရေထောင်ချီ ပြောခဲ့တဲ့ လူတစ်ယောက်ကိုဒီဇာတ်ကားမှာ ခင်ဗျားတို့ တွေ့ရမှာပါ။လူတစ်ယောက်ဟာ ဒဏ္ဍာရီတစ်ပုဒ်ကိုအခါခါ အထပ်ထပ်ပြောရင်း သူကိုယ်တိုင်အဲ့ဒီ ဒဏ္ဍာရီ ဖြစ်လာတယ်။..သူတို့ မရှိတော့ပေမဲ့ အဲ့ဒီ ဒဏ္ဍာရီတွေက ရှိတုန်းပါ..ထာဝရ ရှင်သန်နိုင်ခဲ့တယ်…။သူ့အဖေမရှိတော့ပေမဲ့သူ့ကလေးတွေကိုသူ့အဖေရဲ့အကြောင်းပုံပြင်တွေကိုပြောနေတဲ့ အဖေတစ်ယောက်ရဲ့ပျော်ရွှင်မှုကို ဒီကားမှာ မပါပေမဲ့ကျွန်တော်တို့ရဲ့ စိတ်အလျဉ်နဲ့ပဲတူးဖော်ကြည့်ရအောင်…။—————————————————————————“အမွန္တရားဆိုတာသန္႔႐ွင္းတာ ႐ွားတယ္႐ိုး႐ွင္းတယ္ဆိုတာ မ႐ွိဘူး” ဆိုတဲ့ေအာ္စကာဝိုင္းရဲ႕ စကားတစ္ခြန္း႐ွိပါတယ္။ဒါ့အျပင္ အမ်ားစုေသာ အမွန္တရားေတြဟာမလွပပါဘူး…..။အမွန္တရားဟာထူးျခားလားဆိုေတာ့လည္း မထူးျခားပါဘူးမီးတြင္းထဲက ဇနီးသည္ဆီ အခ်ိန္မွီမေရာက္ခဲ့တဲ့ေယာက်ာ္းတစ္ေယာက္..သူ႔ကေလးေမြးတာနဲ႔ ပက္သက္ၿပီးတကယ့္အမွန္တရားဟာ..သူဟာေနာက္က်ခဲ့တဲ့ ဖခင္ဆိုတဲ့ အမွန္တရားပါပဲ။ဒီအတြက္ သူ စိတ္မေကာင္းျဖစ္ခဲ့ရတယ္။ေရာက္ခဲ့တယ္ဆိုရင္ေရာ…သားဖြားခန္းထဲ ေယာက်ာ္းဝင္ခြင့္မ႐ွိတဲ့အတြက္ဘာမ်ား ထပ္ထူးျခားမလဲ။မထူးျခားပါဘူး..ဒါေပမဲ့ ေနာက္က်ခဲ့တယ္ဆိုတဲ့အမွန္တရားကေတာ့ ျငင္းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမွန္တရားေတြအစား..သူ႔ကေလးကို ပ်ိဳးေထာင္ဖို႔ဇာတ္လမ္းလွလွေလးေတြ တည္ေဆာက္ခဲ့ပါတယ္။သူတကယ္ ၾကဳံခဲ့ရတဲ့ ဒုကၡေတြအစားအမွန္တရားတခ်ိဳ႕တဝက္သင္ခန္းစာ တခ်ိဳ႕တဝက္နဲ႔တကယ့္အျဖစ္အပ်က္ေတြကိုသူ႔သားကို ပုံစံေျပာင္း ေျပာျပခဲ့ပါတယ္။ဖုံးထားတဲ့ အမွန္တရားကိုမွျမင္ခ်င္တက္ၾကတဲ့ လူ႔ သဘာဝအတိုင္းသူ႔သားက အမွန္တရားကို ႐ွာေဖြဖို႔ႀကိဳးစားလာခဲ့တဲ့အခါ…….။သူဘာေတြသိရမလဲ ခံစားၾကရမွာပါ။ဘယ္ေတာ့မွ မေဟာင္းသြားတဲ့ဟာသတစ္ပုဒ္ကို ၾကားဖူးၾကလား..ျပန္ၾကားရတိုင္း ပထမတုန္းကဘာလို႔ရယ္ရသလဲ ေမ့သြားၿပီးအသစ္ျပန္ျဖစ္သြားတဲ့ ဟာသမ်ိဳး..။ဒီလိုမ်ိဴး ပုံျပင္တစ္ပုဒ္ကိုအႀကိမ္ေရေထာင္ခ်ီ ေျပာခဲ့တဲ့ လူတစ္ေယာက္ကိုဒီဇာတ္ကားမွာ ခင္ဗ်ားတို႔ ေတြ႕ရမွာပါ။လူတစ္ေယာက္ဟာ ဒ႑ာရီတစ္ပုဒ္ကိုအခါခါ အထပ္ထပ္ေျပာရင္း သူကိုယ္တိုင္အဲ့ဒီ ဒ႑ာရီ ျဖစ္လာတယ္။..သူတို႔ မ႐ွိေတာ့ေပမဲ့ အဲ့ဒီ ဒ႑ာရီေတြက ႐ွိတုန္းပါ..ထာဝရ ႐ွင္သန္ႏိုင္ခဲ့တယ္…။သူ႔အေဖမ႐ွိေတာ့ေပမဲ့သူ႔ကေလးေတြကိုသူ႔အေဖရဲ႕အေၾကာင္းပုံျပင္ေတြကိုေျပာေနတဲ့ အေဖတစ္ေယာက္ရဲ႕ေပ်ာ္ရႊင္မႈကို ဒီကားမွာ မပါေပမဲ့ကြၽန္ေတာ္တို႔ရဲ႕ စိတ္အလ်ဥ္နဲ႔ပဲတူးေဖာ္ၾကည့္ရေအာင္…။File size…(1 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byWiRa Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kK1rVmqk8pLTuK5ZE7eVdCSqqHL.jpg",
      "https://image.tmdb.org/t/p/w300/2Zsk0RXoFE0sKvjiRGBeoc8sL2k.jpg",
      "https://image.tmdb.org/t/p/w300/kE72NrAjezJSuKhIxeVfLAXlhUm.jpg",
      "https://image.tmdb.org/t/p/w300/GVC225e17b4cEVp3CVcE50ryL6.jpg",
      "https://image.tmdb.org/t/p/w300/yCkAY7bCEj2eqwJhFTBaDnVimu.jpg",
      "https://image.tmdb.org/t/p/w300/vgQaHT8MCOLP6xSMpRXnD2w6LwI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/Big-fish.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/myr2mhp1yand.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/big-fish-2003-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/e5b612d/big-fish-203-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4eB1U/Big_Fish_[2003]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/9aZ2QQyI#4oR9zDDQE_I2GJzB2d8RIOJXwtJHSAMcRdH9rLDLTy8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/50iwjxpy9idr",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "M3YVTgTl-F0",
      "video_url": "https://www.youtube.com/watch?v=M3YVTgTl-F0",
      "embed_url": "https://www.youtube.com/embed/M3YVTgTl-F0"
    }
  },
  {
    "metadata": "|||Adventure,Biography,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "True Spirit (2023)",
    "description": "ကိုယ့်ဘဝမှာဖြစ်ချင်နေတဲ့ အိပ်မက်တွေရှိနေပြီး အဲ့ဒီအိပ်မက်တွေနောက်ကိုအကြောင်းအမျိုးမျိုးကြောင့် မလိုက်နိုင်ဖြစ်နေကြတဲ့ လူတွေအများကြီးရှိမှာပါ။အဲ့ဒီလို အိပ်မက်တွေဖြစ်လာဖို့က ကိုယ့်ရဲ့အိပ်မက်ကိုကိုယ်ယုံကြည်ပြီးအပြင်းအထန်ကြိုးစားရင် ဖြစ်နိုင်တယ်ဆိုတာကို ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးနဲ့သက်သေပြသွားတာပဲဖြစ်ပါတယ်။မဖြစ်နိုင်ဘူးဆိုတာမရှိပါဘူး။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဂျက်ဆီကာလို့ခေါ်တဲ့ သြစတေးလျကမ်းခြေမှာကြီးပြင်းလာခဲ့တဲ့ကောင်မလေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက ပင်လယ်နဲ့အကျွမ်းတဝင်ရှိခဲ့ပြီး ရွက်လွှင့်ရတာကို အရမ်းနှစ်သက်သဘောကျတဲ့ကောင်မလေးပဲဖြစ်ပါတယ်။သူကအသက် ၁၇ နှစ်နဲ့ကမ္ဘာတစ်ပတ်ကိုအကူအညီမပါပဲ ဆက်တိုက်ရွက်လွှင့်ခဲ့တဲ့ဂျက်ဆီမာတင်ဆိုတဲ့ အသက်အငယ်ဆုံးရွက်လွှင့်သူကို အရမ်းအားကျပြီးသူကိုယ်တိုင်လဲအဲ့လိုမျိုးဖြစ်ချင်ခဲ့ပါတယ်။ဒါကြောင့်ဂျက်ဆီကငယ်ငယ်လေးကတည်းက ဘန်ဆိုတဲ့နည်းပြနဲ့လေ့ကျင့်ခဲ့ပြီးအသက် ၁၆ နှစ်ပြည့်တဲ့အခါမှာတော့ ကိုယ်တိုင်သူသွားချင်တဲ့ပန်းတိုင်ကို ခရီးနှင်ဖို့စတင်ခဲ့ပါတော့တယ်။ ဒါပေမယ့်စစချင်းမှာတော့ မီဒီယာတွေနဲ့အစိုးရက သူ့ကိုအရမ်းတိုက်ခိုက်ကြပေမဲ့ လုံးဝလက်မလျှော့ပဲ မိသားစုနဲ့နည်းပြရဲ့ အကူအညီနဲ့ သူ့ရဲ့ကမ္ဘာပတ်ခရီးစဉ်ကိုစတင်ခဲ့ပါတော့တယ်။ဒီခရီးတစ်လျှောက်မှာ တွေ့ကြုံရမဲ့အခက်အခဲတွေမုန်တိုင်းတွေကိုဘယ်လိုတွေဖြစ်ကျော်ပြီးရက်ပေါင်း ၂၁၀ (ခုနှစ်လ) ကြာမြင့်တဲ့အခါမှာအောင်မြင်စွာပြန်လာနိုင်ခဲ့ပုံတွေကို ရင်ထိတ်ဖွယ်ရာ စိတ်ဝင်စားစရာဒရာမာတွေနဲ့ လူ့ဘဝရဲ့အတွေ့အကြုံတွေကိုပေါင်းစပ်ပြီး ရိုက်ကူးထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။File size…  2.70GB / 800MBQuality… NF WEB-DL1080p 5.1CH / 720pFormat…mp4Duration….1h 49mGenre …..  Adventure , Biography , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw Lay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dA34DDakXgvbjnyKocOcLJtKz0.jpg",
      "https://image.tmdb.org/t/p/w300/xAqOYC8ypBWfCNiEDh97e3p5bcP.jpg",
      "https://image.tmdb.org/t/p/w300/z6yq3IYpW6PSdhSADS2Dddtz62V.jpg",
      "https://image.tmdb.org/t/p/w300/lzAgQ6PDLtQ5gGrflTu3SzJaKBk.jpg",
      "https://image.tmdb.org/t/p/w300/mXutpDNoPWqZn16XyjTtHHvvNrk.jpg",
      "https://image.tmdb.org/t/p/w300/iITAiyHaqCOQNgSbiOLAPoCvrBD.jpg",
      "https://image.tmdb.org/t/p/w300/yfxDORjQuuT2P3osnIivdBQVvgp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/B7m21gukMeVK3NAuk1PLCo9C8p.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vo68xjvi0ksl.html",
        "server": "usersdrive.com",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/true-spirit-2023-nf-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1VTkw/True.Spirit.2023.NF.WEB.DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LI1TBLCK#LfmpH22cL9wXa248Ug38ApiBcIiGdOTAmwI_9zF599I",
        "server": "mega.nz",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/iwbxzwb03qfc",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ojeawqzp7bri.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/true-spirit-2023-nf-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3hOex/True.Spirit.2023.NF.WEB.DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/iVdCQaQC#Oiv_Zyg4KD1ZT896lrDJWs0QCpXUFRF-2Qd0JQn7M-s",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/42may71sg02v",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "UPYD9dw6jmA",
      "video_url": "https://www.youtube.com/watch?v=UPYD9dw6jmA",
      "embed_url": "https://www.youtube.com/embed/UPYD9dw6jmA"
    }
  },
  {
    "metadata": "|2015||Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "A Wonderful Cloud (2015)",
    "description": "A Wonderful Cloud 2015IMDB 5.8/10ကိတ်နဲ့ ယူဂျင်းဆိုတာက အကွဲကွဲအပြဲပြဲနဲ့ ပြတ်သွားခဲ့ကြတဲ့ရည်းစားဟောင်းနှစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ကိတ်တယောက် ရည်းစားဘ၀တုံးက အတူထောင်ခဲ့တဲ့ကုမ္ပဏီကိုလက်လွှဲယူဖို့အတွက် ယူဂျင်းရှိရာ လော့စ် အိန်ဂျလိစ်မြို့ကိုအလည်ခရီးလာဖို့အကြောင်းဖန်လာပါတော့တယ်။ ကိတ်ကို မပြတ်နိုင်သေးတဲ့ယူဂျင်းရဲ့ ပြန်သိမ်းသွင်းမယ့် ဉာဏ်နီဉာဏ်နက် အစီအစဉ်တွေကိုကိတ်တယောက်ရိပ်မိသွားတဲ့အချိန်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ဘ၀အနာဂတ်တခုတကယ်ရှိနိုင်ပါ့မလားဆိုတာ 72နာရီအတွင်းအဖြေရှာဖို့ဖြစ်လာပါတော့တယ်။ယူဂျင်းတယောက် ကိတ်ကို ပြန်စည်းရုံးနိုင်ပါမလား။ကိတ်ကလည်း ဘာကိုရွေးချယ်သွားမလဲ။ဒီအလည်ခရီးရဲ့ အဆုံးမှာ သူတို့နှစ်ယောက်ရဲ့ ထူးထူးခြားခြား ဇာတ်လမ်းလေးကဘယ်လိုမျိုးနိဂုံးချုပ်သွားမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။ဒီ အချစ်ဒရာမာ ဇာတ်ကားရဲ့ထူးခြားချက်အနေနဲ့ကတော့မင်းသား/ ဒါရိုက်တာ ယူဂျင်းကိုယ်တိုင်က တကယ့်ရည်းစားဟောင်းဖြစ်တဲ့ကိတ်နဲ့ပဲ ဇာတ်လမ်းကို အမည်နာမပြောင်းလဲခြင်းမရှိရေးသားရိုက်ကူးထားတာဖြစ်ပါတယ်။File size…  1.7 GB /  790 MBQuality… Webrip 1080p / 720pFormat… mp4Duration…. 1h 21mGenre …..  Drama, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Brackman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/59QAy4sjdoMPeTkRQR8c20vNKQc.jpg",
      "https://image.tmdb.org/t/p/w300/xMS481nkoL06JovgZ6S0oDvZ3pk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xBVrbJ8OjR20yypCaVjsnYNBQjX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/30g0mbmp0atp.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-wonderful-cloud-2015-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/41Kic/A.Wonderful.Cloud.2015.1080p.WEBRip_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6n5geldxv2dw.html",
        "server": "usersdrive.com",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-wonderful-cloud-2015-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/41KiR/A.Wonderful.Cloud.2015.720p.WEBRip_{CM}.mp4",
        "server": "megaup.net",
        "size": "790 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Kol08r_hVUk",
      "video_url": "https://www.youtube.com/watch?v=Kol08r_hVUk",
      "embed_url": "https://www.youtube.com/embed/Kol08r_hVUk"
    }
  },
  {
    "metadata": "Unrated|2022|1h 29m|Crime,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1700"
    },
    "title": "Maigret (2022)",
    "description": "Maigret (2022)~ IMDb – 5.9/10, Rotten Tomatoes – 93% ~Georges Simenon လက်စွမ်းပြခဲ့တဲ့ Maigret ဝတ္တုတွေဟာ တော်တော်အောင်မြင်ခဲ့သလို ဇာတ်ကားပြန်ရိုက်ကြတာလည်း မနည်းပါဘူး။ ဂျော့ဂျ်ဟာ အဲလ်ဘတ်ကမြူးနဲ့ ခေတ်ပြိုင်လို့ပြောလို့ရတဲ့ စာရေးဆရာဖြစ်ပြီး စည်းအပြင်ကလူလိုမျိုး ခပ်ဆင်ဆင်ဝတ္တုကို ကမြူးနဲ့ တစ်ပြိုင်တည်းထုတ်ခဲ့ဖူးတဲ့သူပါပဲ။ ကံဆိုးစွာနဲ့ ကမြူးလ်ဝတ္တုပဲ လူသိများသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂျော့ဂျ်ဟာလည်း ဆရာတစ်ပါးဆိုတာတော့ ငြင်းမရပါဘူး။ ဂျော့ဂျ်ရဲ့ ပထမဆုံး Maigret ဝတ္တုဟာ ၁၉၃၁မှာ စထုတ်ခဲ့တာမို့ ခုဆို နှစ်တစ်ရာတောင်ပြည့်လုနီးနီးပါပဲ။ ဂန္ထဝင်စုံထောက်ဝတ္တုတွေထဲက တစ်ခုဆိုလည်းမမှားပါဘူး။ ဂျော့ဂျ်ရဲ့ပထမဆုံး Maigret ကားကိုတော့ ၁၉၃၂မှာ နာမည်ကျော် ပြင်သစ်ဒါရိုက်တာ Jean Renoir က ရိုက်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ စစဖွင့်ကတည်းက သမိုင်းကြီးခဲ့တဲ့ Maigret ကို အရင်နှစ်တွေတုန်းက မစ္စတာဘင်းန်တစ်ဖြစ်လဲ ရိုဝန်အက်ကင်ဆန်က သရုပ်ဆောင်ထားတဲ့စီးရီးထွက်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ ခုကားကတော့ နောက်ဆုံး Maigret ကားဖြစ်ပြီး ပြင်သစ်က ရိုက်ကူးထုတ်လုပ်တာပါ။ အခုဒါရိုက်တာကလည်း ဝါရင့်ပြင်သစ်ဒါရိုက်တာဖြစ်တော့ တစ်မျိုးတစ်ဖုံနဲ့ အကောင်းစားဖြစ်နေတဲ့ကားပါပဲ။ပဲရစ်မြို့မှာ ညနေခင်းပွဲတက်ဂါဝန်လေး ဝတ်ထားတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ အလောင်းကို တွေ့လိုက်ရတယ်။ ဘယ်သူဘယ်ဝါရယ်မသိရတဲ့ ဒီမိန်းကလေးရဲ့ ဖြစ်တည်မှု၊ သေဆုံးခြင်းဖြစ်ရပ်မှန်နဲ့ လက်သည်တရားခံကိုရှာဖွေဖော်ထုတ်ဖို့ ရဲမင်းကြီးမိုင်းဂရက်တစ်ယောက် အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ ရုပ်ရှင်ဆိုတာကိုက မှော်ဆန်တဲ့အရာမို့ ဒီကားထဲက ဇာတ်ကောင်ရဲ့ ကိုယ်ထဲဝင်ပြီး ကိုယ်တိုင်ခံစားစေမယ့် ခံစားချက်ကိုပေးတဲ့ကားမျိုးလို့ပြောရင် လွန်မယ်မထင်ပါဘူး။တစ်ခါတလေ အဖြေတွေက ပိုလို့ရိုးရှင်းတတ်ပါတယ်။ ပဟေဠိပုစ္ဆာရဲ့ တကယ့်အဖြေထက် အဲ့ဒီ့ပုစ္ဆာကို ဘယ်လိုဖြေရှင်းလဲဆိုတဲ့ နည်းလမ်းကသာလျင် အမြဲ ပိုစိတ်ဝင်စားဖို့ကောင်းတာပဲ မဟုတ်ပါလား။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုZမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 750MB, 350MBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 1H 29MinGenre – Crime, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byZEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eLHnIntkegAXqGpC38DvOIRhdIT.jpg",
      "https://image.tmdb.org/t/p/w300/5FynGKhZJGhiJSlRvo0iXMPmjFf.jpg",
      "https://image.tmdb.org/t/p/w300/sHtEFlpn4TrHKIc9BbaRLxnP0oY.jpg",
      "https://image.tmdb.org/t/p/w300/kBivPzAx6DTGtMPwl1vsrNU6aQ3.jpg",
      "https://image.tmdb.org/t/p/w300/lmNQb7nW88nDYlAbDoHqy6QxZhj.jpg",
      "https://image.tmdb.org/t/p/w300/nhakN8pulc348fXw4sMCDRab3g9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hJGm8gqeFVd5MkOZa6HEHDi1te7.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-maigret-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xapj/(CM)_Maigret_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "750MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VmYxQLaD#pPFk9bMTvdzFdF7yxNf4zeJELWh9nUAJsSAacU7bXXk",
        "server": "mega.nz",
        "size": "750MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/90wxcoseya9o.html",
        "server": "usersdrive.com",
        "size": "750MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/dhuguc7hyo4q.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/og3xwpnw6ltc",
        "server": "streamvid.io",
        "size": "750MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-maigret-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1bfuz/(CM)_Maigret_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "350MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9yYmwIZI#B15DH4PfIccpIyut7dsS7iqpndi0X0LoChjMCThAPP8",
        "server": "mega.nz",
        "size": "350MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9lteea9vc4n9.html",
        "server": "usersdrive.com",
        "size": "350MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/j3d8m15t1e3p.html",
        "server": "streamsb.com",
        "size": "350MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/mur9tatqw1wz",
        "server": "streamvid.io",
        "size": "350MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9Q1NTvyLxgY",
      "video_url": "https://www.youtube.com/watch?v=9Q1NTvyLxgY",
      "embed_url": "https://www.youtube.com/embed/9Q1NTvyLxgY"
    }
  },
  {
    "metadata": "R|2021|2h 17min|Action,Adventure,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "553"
    },
    "title": "Rurouni Kenshin: The Beginning (2021)",
    "description": "ယောက်ဖတော်နဲ့ အသေအကြေတိုက်ခဲ့တဲ့ Rurouni Kenshin: The Final အပြီးမှာထပ်ထွက်လာတဲ့ Rurouni Kenshin: The Beginning ဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ လေ့လွင့်ရိုနင် ခန်းရှင်း ရယ်လို့မဖြစ်လာမီ လူသတ်သမား ဘတ်တိုဆိုင်းအဖြစ် နိုင်ငံရေးရှုတ်ထွေးတွေကြားထဲမှာခန်းရှင်းကျင်လည်ခဲ့ရတဲ့ဘဝ အစိတ်အပိုင်းကို နောက်ကြောင်းပြန်တဲ့ပုံမျိုးနဲ့ပြောပြရင်း ဇတ်အိမ်တည်ထားတာဖြစ်ပါတယ်၁၈၆၀ ခုနှစ်မှာ ဂျပန်ပြည်တွင်း အဆုံးသတ်စစ်ပွဲဆင်နွှဲနေကြချိန် မြို့ထဲလမ်းမတွေမှာ တိုက်ပွဲတွေနေရာအနှံဖြစ်ပွားနေပြီးလူသတ်သမား ဘတ်တိုဆိုင်းဆိုတဲ့ နာမည်ကြီး ဓားသမားတစ်ယောက်ဟာ အကျင့်ပျက်အစိုးရအရာရှိကြီးတွေကိုလိုက်လံသုတ်သင်လျှက်ရှိပြီးအင်အားဘယ်လောက်များများသူ့ကိုဘယ်သူကမှမတားဆီးနိုင်ခဲ့ကြရုံမက ရှိုးဂန်းခေတ်နှောင်းရဲ့ ရဲတပ်ဖွဲ့ကြီးကတောင် လက်မြှောက်ထားရပါတယ်။ဘတ်တိုဆိုင်းအနေနဲ့နှုတ်ယူခဲ့ရတဲ့အသက်တွေကြောင့် ဂျပန်ပြည်ကြီးကို ခေတ်သစ်တစ်ခုဆီခေါ်ဆောင်သွားချင်တဲ့စိတ်သာရှိတဲ့လူငယ်လေးကို ခံစားချက်မဲ့လူသတ်စက်ကြီးလိုခေါ်ရလောက်အောင်ရင့်သီးသွားစေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့လိုဘဝတူ ကျိုးပဲ့နေတဲ့ဘဝထဲက မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီး ကံကြမ္မာအလှည့်အပြောင်းတွေကြားကနေ ကြမ်းတမ်းခက်ထန်တဲ့လူသတ်သမားအဖြစ်ကနေ နောက်ထပ် လူမသတ်တော့ဖို့ရာကျိန်ဆိုတဲ့အထိအောင်ဖြစ်သွားခဲ့ရပါတော့တယ်။Rurouni Kenshin: The Beginning ကတော့ ခန်းရှင်းနဲ့ တိုမိုအဲတို့ရဲ့ အချစ်ဇတ်လမ်းလေးကနေအသွားပြောင်းပြန်ဓားသမား ခန်းရှင်းအဖြစ်ပြောင်းလဲသွားခဲ့ရတဲ့ သခင်မဲ့ဓားသမား ခန်းရှင်းရဲ့ မူလဖြစ်တည်ရာပါပဲ။Rurouni Kenshin movies series က Anime ကနေ live action ပြန်အသက်သွင်းကြတဲ့ ဇာတ်လမ်းတွေထဲမှာအကောင်းဆုံးလို့သတ်မှတ်ထားကြတဲ့ ဇတ်လမ်းပဲဖြစ်တဲ့အတွက် ရုပ်ရှင်စီးရီးကြီးတစ်ခုလုံးရဲ့ အစဖြစ်သလို နောက်ဆုံးသောအဆုံးသတ်လဲဖြစ်နေပါတယ်။Reviewe တွေအရတော့ The Beginning ဟာ Live action တွေထဲမှာ ထိပ်တန်းဖြစ်တယ်လို့ဆိုကြပါတယ်။ခန်ရှင်းဆိုတာဘာမှန်းမသိရင်တောင် ဒီ The Beginning ကကြည့်ရတာတန်စေရပါမယ်။Rurouni Kenshin ဆိုတဲ့အတိုင်း အလန်းစား Swordskill တွေကိုကြည့်မှာပါ။ကြည့်လိုတန်တဲ့အပြင် နောက်ဆုံးအနေနဲ့ ခန်းရှင်း ရုပ်ရှင်ဇတ်လမ်းတွဲရဲ့ အစဦးကိုကြည့်ရှုပေးကြပါဦး။ဘာသာပြန်သူတွေကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…File Size : (2.67 GB) , (999 MB) and (500 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 17minFormat : Mp4Genre : Action, Drama, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP5.1.x264-NOGRPTranslated by d3mon & Ma PhiEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gelEEbaWZLnkPBeSIm2WGIjpF23.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rODS466qSdrwMlGdbUwPENhDN2c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-rurouni-kenshin-the-beginning-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-rurouni-kenshin-the-beginning-2021-720-p-nf-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/oq7ajy8bkd96.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1E5rs/(CM)_Rurouni_Kenshin_The_Beginning_(2021)_720p_NF_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/z4hvx7sljik9.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-rurouni-kenshin-the-beginning-2021-nf-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/hqcd45y36d2y.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Y81b/(CM)_Rurouni_Kenshin__The_Beginning_(2021)__NF_WEB-DL_480p.mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbcloud1.com/9xeso6c6yg4g.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-rurouni-kenshin-the-beginning-2021-1080-p-nf-web-dl-ddp-5-1-x-264-do-a-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.67 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/90391jlor5c1.html",
        "server": "usersdrive.com",
        "size": "2.67 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "Uploading...",
        "quality": "Uploading..."
      },
      {
        "link": "https://sbcloud1.com/lb6aosy4csgq.html?fbclid=IwAR16zqArqWXhkLh20kerNC8EGU5PvxGJGXeTEvfEjHU_1Z-xu1lY6Nc2Qn0",
        "server": "streamsb.com",
        "size": "2.67 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://disk.yandex.com/i/jaxCVjpOmexDEg?fbclid=IwAR2YMMczaWB5PtU-3KTHZhEIlZE0N-iKZJz99qknEwFJf9wU8_uuTHO1J5c",
        "server": "disk.yandex.com",
        "size": "2.67 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://mega.nz/file/2AxjTKIZ#293sfENMkUUpFCAG9Nlwu1yHUzOsPrSJcBYOGi398zg",
        "server": "mega.nz",
        "size": "2.67 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://veryfiles.com/5vx0bv3zfmsu?fbclid=IwAR3r2lDdo1SDE8x7bi6vtKRsUwKZlmFe1gKwMOjOqPFbryVfivKwduiJw6M",
        "server": "veryfiles.com",
        "size": "2.67 GB",
        "quality": "1080p5.1"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13||2h 15min|Action,Adventure,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "278,397"
    },
    "title": "The Bourne Legacy (2012)",
    "description": "The Bourne Legacy (2012)IMDb Rating (6.6) / Rotten Tomatoes (56%)++++++++++++ဒီဇာတ်ကားကတော့ Matt Damon ရဲ့ Bourne ဇာတ်လမ်းမဟုတ်တော့ဘဲ မင်းသားသစ် Jeremy Renner ခေါင်းဆောင်ရိုက်ကူးထားတဲ့ Bourne ဇာတ်လမ်းကျောရိုးထဲက ဇာတ်ကားဖြစ်ပါတယ်…ဇာတ်လမ်းအကျဉ်း..The Bourne Ultimateum ဇာတ်ကားတုန်းက အဖြစ်အပျက်များကြောင့် ပြည်သူလူထုနှင့် နိုင်ငံရေးသမားများသည် လမ်းများပေါ်သို့ ထွက်လာကာ CIA နှင့် ရင်ဆိုင်လာသည်။ ထို့ကြောင့် CIA သည် ပြဿနာအရှုပ်အထွေးတွေ ယခုထက် ပိုမိုများပြားမလာခင် သူတို့၏ Operation Outcome ပရော်ဂျက်ကြီးအား လက်စတုံးဖျောက်ဖျက်ပစ်ဖို့ ကြံရွယ်လာခဲ့ကြသည်။ သဲလွန်စတစ်ခုမကျန် မြေကြီးထဲ မြှပ်နှံပစ်ဖို့ အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် စေခိုင်းခြင်းခံရသူ စပိုင်များသည် Operation Outcome ၏ လူအားလုံးကို သတ်တော့သည်။ အေရွန်ခရော့စ် (ဂျယ်ရီမီးရန်နာ) က Operation Outcome ၏ အေးဂျင့်တစ်ဦး ဖြစ်သောကြောင့် လုပ်ကြံသူများလက်ကနေ လွတ်မြောက်အောင် ကိုယ်လွတ်ရုန်းပြေးရတော့သည်။ ပြေးရင်းလွှားရင်း သူနှင့်ဘဝတူအဖြစ် ဆုံစည်းလာသူက ဒေါက်တာစတီဗင်စနိုက်ဒါ (မင်းသမီးချော ရေချယ်ဝိုက်စ်) ဖြစ်သည်။ ဒေါက်တာစတီဗင်သည် Outcome အေးဂျင့်များကို ဖန်တီးပုံဖော်ရာတွင် အဓိက အကူအညီပေးခဲ့သည့် ဆရာဝန်တစ်ဦးဖြစ်တာကြောင့် သူလည်းလုပ်ကြံသူများ လက်ကနေ လွတ်မြောက်အောင် မနည်းကြိုးစားရရှာသည်။ သူတို့ကို နောက်ကနေ အသေအလဲ လိုက်လံလုပ်ကြံနေသူက ဇာတ်ကားအစမှာကတည်းက ရန်သူတော်တစ်ဦး ဖြစ်သည့် စီအိုင်အေအေးဂျင့်ဗျာ (အင်ဒ်ဝပ်နော်တန်) ဖြစ်သည်။ သူက အေးရွန်ခရော့စ်နှင့် ဒေါက်တာစတီဗင်တို့အား အငြိုးကြီးကြီးဖြင့် သတ်ဖြတ်ဖို့ ကြိုးစားသည်။ အေရွန်ခရော့စ်တို့ စုံတွဲကလည်း ပြေးရင်းလွှားရင်းနှင့်ပင် အမှန်တရားကို ဖော်ထုတ်ကာ သူတို့၏ လွတ်မြောက်ရာလမ်းကို ရှာဖွေကြမည်။ ဇာတ်ကားတစ်ကားလုံး ပြေးလွှားပစ်ခတ်ကြသည်များကို အသည်းတယားယား၊ ရင်တဖိုဖို ကြည့်ကြရမည်။ CIA က Operation Outcome အဖွဲ့ကို မြေမြှပ်ဖို့ ဆုံးဖြတ်ချက်ချပြီး အမိန့်ထုတ်ပြန်လိုက်ကတည်းက The was never justone တစ်ယောက်မှ မကျန်စေနဲ့ဆိုတဲ့ ကြောက်စရာစကားလုံးကြီး အောက်ကနေ အေရွခရော့စ်တို့ ဘယ်လိုရုန်းထွက်ပြီး လွတ်မြောက်အောင် ပြေးကြမလဲဆိုတာကတော့ စိတ်ဝင်တစားကြည့်ရမှာ ဖြစ်ပါတယ်Bourne ရုပ်ရှင်ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=jason+bourneကြည့်ပါ။File size…(6.7 GB)/ (2.5 GB)/(1.4 GB)Quality….BluRay4K HEVC/1080p /720pFormat…mkv/mp4Duration….02:14:56Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka Naung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yV2ieH5a8cdGuDaljqIbcEA5h22.jpg",
      "https://image.tmdb.org/t/p/w300/a5MwhL3n6wOToPgLY2q2YnvSUQ1.jpg",
      "https://image.tmdb.org/t/p/w300/g8ra9lMLYUgS36sfGJwfBkQUOyQ.jpg",
      "https://image.tmdb.org/t/p/w300/cnsjvtojLz1WwptM3OMBOVYMtqR.jpg",
      "https://image.tmdb.org/t/p/w300/akNBILfG0vh7WhuzjA1bXfrgpYI.jpg",
      "https://image.tmdb.org/t/p/w300/pvIMudB6nFlKgXum8qhxVlgVpy6.jpg",
      "https://image.tmdb.org/t/p/w300/gHYH5ke6sV4CBQds1hZMJewJWlk.jpg",
      "https://image.tmdb.org/t/p/w300/dqaHMwWe7jCQfYWwTEUkGeUdDqM.jpg",
      "https://image.tmdb.org/t/p/w300/2nHmJI7XMcn1Zc7zJD4yUgzWQfm.jpg",
      "https://image.tmdb.org/t/p/w300/TTejSQv6TPhpXAeyIMpRCiFwA7.jpg",
      "https://image.tmdb.org/t/p/w300/gJDMXFqOBPLwabyTlbJMmawgcl1.jpg",
      "https://image.tmdb.org/t/p/w300/mLgQU0VIXJBvyryAlW2KdkbS2t8.jpg",
      "https://image.tmdb.org/t/p/w300/ApW5tZaVSBJkqaQnyDOnTfR8x63.jpg",
      "https://image.tmdb.org/t/p/w300/o53QvZOhumvP5nPxSt6353R01Lu.jpg",
      "https://image.tmdb.org/t/p/w300/aJW3hO2cF3PUE0jwJYHVxWFITpe.jpg",
      "https://image.tmdb.org/t/p/w300/j2qCDVZKrJch0bfm9lx2nQy5krJ.jpg",
      "https://image.tmdb.org/t/p/w300/vvPPJcJey1jfCwi3jqfOcTixTzW.jpg",
      "https://image.tmdb.org/t/p/w300/4pMo9lS6PrpXRSfeHyiuIyADh3B.jpg",
      "https://image.tmdb.org/t/p/w300/fDQSOfQ9ahJ1moH4ZdIc4CAoo41.jpg",
      "https://image.tmdb.org/t/p/w300/kkKer3h7uOSxJ0yGskD6K1RiEmI.jpg",
      "https://image.tmdb.org/t/p/w300/zHXc0FPA6t2Vk0DOOHlaXQWA504.jpg",
      "https://image.tmdb.org/t/p/w300/udTaF1ZL2SB88rpbUhz8sfklnnh.jpg",
      "https://image.tmdb.org/t/p/w300/xjqtdtRQkDAeB1Z8KCBNPDWVNgN.jpg",
      "https://image.tmdb.org/t/p/w300/jiSILXBcI9lNrfaTC8lf3a94se1.jpg",
      "https://image.tmdb.org/t/p/w300/jQ3PakHHIvaFGjMp0xjgvraWzUq.jpg",
      "https://image.tmdb.org/t/p/w300/kSRNrvg2hFvf93SUyjvkI3qOaSa.jpg",
      "https://image.tmdb.org/t/p/w300/z7syc2VXKDn1H88nAiy8Pmr8yI7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/09/5656641_sa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-legacy-2012-blu-ray-2160-p-x-265-10-bit-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-legacy-2012-blu-ray-1080-p-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XKrx/(CM)_The_Bourne_Legacy_(2012)_BluRay_1080p_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xn9xSKjD#jy1f4yf1T6ny2y2YUtyqceUKKRuBTaxD0AH2XEZg4is",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/66qiosg7rjxi.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-legacy-2012-blu-ray-720-p-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2DHS5/(CM)_The_Bourne_Legacy_(2012)_BluRay_720p_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4mlXjKwD#qV-fT4ZP3qGVXQL4oy661Vwwqux3ra2iS_M_JAa4gZM",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mix4p6lnwhve.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/b3wqbd09vix3",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/l301yarjaxo9",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "43WTCO8-C4w",
      "video_url": "https://www.youtube.com/watch?v=43WTCO8-C4w",
      "embed_url": "https://www.youtube.com/embed/43WTCO8-C4w"
    }
  },
  {
    "metadata": "||1h 31 min|Action,Fantasy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "262"
    },
    "title": "The Thousand Faces Of Dunjia 2 ( 2023 )",
    "description": "အေးချမ်းနေသလိုထင်ရတဲ့လောကကြီးမှာ လူသားတွေပဲနေထိုင်နေတာမဟုတ်ပါဘူး။တစ်လျှောက်လုံးမှာ မိစ္ဆာကြီးငယ်တွေက လူယောင်ဆောင်ပြီးလူတွေကြားမှာရှင်သန်နေထိုင်နေခဲ့ကြပါတယ်။ကောင်းတဲ့သူတွေရှိသလို ဆိုးသွမ်းတဲ့သူတွေလဲရှိပါတယ်။ဒီအရာအားလုံးကိုစီစဉ်တကျဖြစ်အောင်ထိန်းသိမ်းပေးနေတာကတော့လျို့ဝှက်ပြီးရပ်တည်နေတဲ့ဝုယင်ဂိုဏ်းဆိုတဲ့လျို့ဝှက်ဂိုဏ်းတစ်ခုပါ။မိစ္ဆာမကြီးထျန်းရှဲဟာ မကောင်းဆိုးဝါးနတ်စွမ်းအင်ထိုက်ဆွေ့ကိုအသုံးချပြီးမိစ္ဆာတိုင်းပြည်ကိုတည်ထောင်ဖို့ကြံစည်နေပါတယ်။ဒါပေမယ့် မထင်မှတ်ပဲထိုက်ဆွေ့ဟာဝူရင်းဆိုတဲ့ကလေကချေတစ်ယောက်ရဲ့ကိုယ်ထဲကိုဝင်သွားပါတယ်။ဝုယင်ဂိုဏ်းသားလေးဖုန်းရှောင်ရှောင်ကဝူရင်းကိုရှာတွေ့သွားပြီးထိုက်ဆွေ့ကိုသူ့ကိုယ်ထဲကနေထုတ်ဖို့ကြံစည်ခဲ့ရာ ဝူရင်းကစိတ်ကူးပြောင်းသွားပြီး ထိုက်ဆွေ့ကိုထိန်းချုပ်ပြီးလောကကြီးကိုကယ်တင်မယ့် သူရဲကောင်းတစ်ယောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။သာမန်လူသားဖြစ်တဲ့ဝူရင်းတစ်ယောက် ထိုက်ဆွေ့ရဲ့စွမ်းအားကိုထိန်းချုပ်နိုင်ပါ့မလား……မိစ္ဆာခေါင်းဆောင်ကြီးထျန်းရှဲကိုရောဘယ်လိုအနိုင်ယူကြမလဲ……ဝူရင်းနဲ့ဝုယင်ဂိုဏ်းသားဖုန်းရှောင်ရှောင်ကရောဘယ်လိုဇာတ်လမ်းတွေရှိခဲ့တာလဲဆိုတာ လှပဝေဆာတဲ့CGI Effectကောင်းတွေနဲ့ စိတ်ဝင်တစ်စားကြည့်ရှုရမှာဖြစ်ပါတယ်။ထိုက်ဆွေ့ကိုပုံဖော်ထားတာMCUရဲ့Venonနဲ့နည်းနည်းဆင်ပေမယ့်မတူညီတဲ့ဟန်နဲ့ဇာတ်လမ်းလေးမလို့တစ်မျိုးတော့ကြည့်ကောင်းမှာသေချာပါတယ်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Thriller , DramaRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated byCM TeamReviewed ByNu MonEncoded byLK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cyFci2fEPtIA22gL2bAgIfD6yHq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gcyeIqQzq619sXBN23SFrX4BXpK.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-thousand-faces-of-dunjia-2-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i3hj1fhp6ytg.html",
        "server": "usersdrive.com",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/djnm0perfrst.html",
        "server": "streamsb.com",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3VKvD/The_Thousand_Faces_Of_Dunjia_2_(_2023_)_1080p_WEB-DL_(CM).mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/d22uksofau43",
        "server": "streamvid.io",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0HkmQQIQ#YNBBlSjwbPH1ZoJ31oXCPgaIkUxs0Y4s8jiGclSfibo",
        "server": "mega.nz",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-thousand-faces-of-dunjia-2-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "549 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/3ljz7bz8nafx.html",
        "server": "usersdrive.com",
        "size": "549 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/NPMDBA4R#fbsxAFE4ZAOTPQ8CLYWl9ahOAOWF1efFdajxOQ1Kj7w",
        "server": "mega.nz",
        "size": "549 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2007|2h 40min|Biography,Crime,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "164,131"
    },
    "title": "The Assassination of Jesse James by the Coward Robert Ford ( 2007 )",
    "description": "[Unicode]Assassination of Jesse JamesBy the Coward Robert Ford (2007)IMDB Rating……. 7.5ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ ရာဇဝင်လူဆိုးကြီးကို သေချာမသိကြရင်တောင် အရှောင်အတိမ်း ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ စကားလေးတော့ ကြားဖူးကြမယ်ထင်ပါတယ်။ဒီလိုနာမည်တွင်ရလောက်အောင်လည်းညဂျက်ဆီဂျိမ်းစ်ကို ဖမ်းမယ့်အစား ငါးရှဉ့်ကို လက်ချောဆီသုတ်ပြီး ဖမ်းရတာကမှ လွယ်ပါဦးမယ်။ဒီလိုနဲ့ ဂျက်ဆီဂျိမ်းစ်းဟာ ဆုကြေးအမြင့်ဆုံး ရာဇဝင်လူဆိုးဖြစ်လာတာပါပဲ။နာမည်တူ စာအုပ်ကိုပဲရိုက်ထားတဲ့ဒီရုပ်ရှင်ဟာ သူ့ကို လုပ်ကြံသတ်ဖြတ်ခဲ့တဲ့လူနဲ့ သူနဲ့ကြားက ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဒီရုပ်ရှင်ရဲ့ နာမည်မှာတင် ဘာအကြောင်းဆိုတာ ဂဃနဏကြီးသိအောင် ပြပြီးသားပါ။Brad Pittရဲ့ Plan B Entertainmentကာထုတ်လုပ်ထားပြီး မထီတထီဇာတ်ရုပ်တွေမှာာသိပ်လိုက်တဲ့ Brad Pitt ကပဲညဂျက်ဆီဂျိမ်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။အိမ်အနားစွန်းမှာ ရွေ့မျောနေတဲ့မှောင်ရီပျိုးစကောင်းကင်အောက်က တိမ်‌‌တွေ။ပိန်းပိတ်အောင်မှောင်နေတဲ့ ရထားလမ်းဆီဟိုးအဝေးကခုတ်မောင်းလာတဲ့ကျောက်မီးသွေးသုံး မီးရထားတစ်စင်း။ဓားပြတိုက်ဖို့ ရထားသံလမ်းပေါ်ထွက်ရပ်နေတဲ့ကျောက်မီးသွေး‌ငွေ့တွေကြားက ဂျက်ဆီဂျိမ်းစ်သူ့ကို ထိုးထားတဲ့ ရထားရှေ့မီး။ရောဘတ်ဖို့ဒ်ရဲ့ သေနတ်ပြောင်းကို ကျောခိုင်းထားတဲ့ဂျက်ဆီဂျိမ်းစ်ရဲ့ ‌ပန်းချီကားရှေ့က နောက်ဆုံးထွက်သက်။ဒီရုပ်ရှင်ရဲ့ Cinematographyတွေအားလုံးက ဒီ၂နာရီခွဲကြာတဲ့ ရုပ်ရှင်ကို တစ်ကွက်မှ ငြီးမသွားစေလောက်အောင် လှပပါတယ်။အသက်ဆယ့်ခြောက်နှစ်မှာ ရာဇဝတ်သားစဖြစ်ခဲ့တဲ့ ဂျက်ဆီဂျိမ်းစ်ဟာ လူ၁၇ယောက်ကို သတ်ခဲ့ဖူးပြီး သူ့အတွက် လူသတ်ရတာဟာ ပဲကြီးလှော်ဝါးရသလိုလွယ်ပါတယ်။သူ့ရဲ့ ထီမထင်စိတ်နဲ့ ရက်စက်မှုကြောင့် သူ့အစ်ကိုကိုယ်တိုင်ကတောင် သူ့ကိုကြည့်မရပါဘူး။သူ့ခန္ဓာကိုယ်မှာ သေနတ်ဒဏ်ရာနှစ်ခုရှိပြီး သူရဲ့ လက်ခလယ်လက်ဆစ်ကပြတ်နေပါပြီ။ခဲမှန်ဖူးတဲ့စာသူငယ်ကလေး ဂျက်ဆီဂျိမ်းဟာ အတော်သတိကြီးပါတယ်။ဂျက်ဆီဂျိမ်းစ်အနောက်ကို ဘယ်သူမှတိတ်တိတ်လေး ရောက်လာလို့မရတဲ့အထိ အကင်းပါးသလိုသူ့ခါးက သေနတ်အိမ်ကို လုံးဝမချွတ်တဲ့လူ။ရေချိုးလို့သေနတ်အိမ်ခဏချွတ်ရရင်တောင် သေနတ်ကို ဘေးမှာထားတဲ့လူမျိုးပါ။အဲ့ဒီခေတ်က အမေရိကန်အစိုးအရရဲ့ ရာဇဝတ်သားတွေကို ရှင်းတဲ့နည်းကတော့ ဆုငွေထုတ်ပြီး ရာဇဝတ်သားအချင်းချင်း သတ်အောင်လုပ်တဲ့နည်းပါပဲ။ဘယ်သူမှ သတ်မရဘဲ ဓားပြမှုများစွာ ကျူးလွန်ခဲ့တဲ့ ဂျက်ဆီဂျိမ်းစ်အတွက် ဆုငွေကလည်း ကြီးပါတယ်။ဆိုတော့ကာဂျက်ဆီရဲ့ သတိကလည်းကြီးပါတယ်။သူ့ကို သစ္စာဖောက်ဖို့ တွေးမိရုံနဲ့တင် အဲ့ဒီလူ သေပါပြီ။ဒီလိုသတိကြီးတဲ့ ဂျက်ဆီဂျိမ်းကိုဖမ်းဖို့ အစိုးအရဟာ ဂျိမ်းစ်အဖွဲ့ကလူတွေကို ပြစ်ဒဏ်ကင်းလွတ်ခွင့်နဲ့ ဆုတော်ငွေ မက်လုံးပေးပြီး ခိုင်းလိုက်ပါတယ်။ဂျက်ဆီဂျိမ်းစ်ကို သတ်ခဲ့တဲ့လူကတော့သူရဲဘောကြောင်တဲ့ ရောဘတ် ဖို့ဒ်ပါ။ရောဘတ်ဖို့ဒ်ဟာ ဂျက်ဆီဂျိမ်းစ်ကို လုပ်ကြံဖို့ အကြိမ်၈၀၀ကျော် ကြိုးစားခဲ့ရပါတယ်။ဒီအချိန်မှာ ဂျက်ဆီဂျိမ်းစ်ဟာ သက်လတ်ပိုင်း ရောက်နေပြီး ကလေးနှစ်ယောက်ရှိနေပါပြီ။တစ်နေကုန်လှုပ်ကုလားတစ်လုံးမှာ ထိုင်ရင်း ဆေးလိပ်တစ်လိပ်ကို ပြာချရင်း သူ့အတိတ်က အမှားတွေကို နောင်‌တရနေပါပြီ။နောက်ဆုံးပြဿနာကိုဖြေရှင်းဖို့ကြံတုန်းမှာ သူ့သမီးလေးရဲ့ အသံကလေးကြောင့်သေနတ်အိမ်ကိုချွတ်ပြီး သူဖို့ဒ်ညီနောင်ကိုကျောခိုင်းရင်း ပန်းချီကားကို ဖုန်သုတ်ဖို့လုပ်ပါတယ်။ကားချပ်အပေါ်အုပ်ထားတဲ့ မှန်သားမှာ သူ့ခေါင်းကို သေနတ်နဲ့ချိန်ထားတဲ့ ရောဘတ်ဖို့ဒ်ကို မြင်လိုက်ရပါတယ်။ဒါ သူ့ရဲ့ နောက်ဆုံးမြင်ကွင်းပါပဲ။ဂျက်ဆီဂျိမ်းစ်ဟာ လူဆိုးဓားပြသက်သက်ပါပဲ။တစ်ခါတလေ ဆင်းရဲသားတွေကို ပေးကမ်းတတ်တဲ့သူရဲ့ စာနာစိတ်ကလေးကြောင့်သူ့ရဲ့ စွန့်စားခန်းတွေကြောင့်သူရဲ့ နာမည်ကျော်ကြားမှုကြောင့်သူ့ကို လူထုက လေးစားကြပါတယ်။ဂျက်ဆီဂျိမ်းစ်ရဲ့ အလောင်းဓာတ်ပုံကိုတင် လူပေါင်းများစွာ အလုအယက်ဝယ်ကြပြီးသူ့အလောင်းကို ရေခဲရိုက်ပြီး တလေးတစားထားခဲ့ကြပါတယ်။ရောဘတ်ဖို့ဒ်ရဲ့ သူရဲဘောကြောင်တဲ့ လုပ်ကြံမှုကပဲ ဂျက်ဆီဂျိမ်းစ်ရဲ့ ဘုန်းရွှေရောင်ကို ပိုတောက်ပစေခဲ့တယ်ပဲ ထင်ပါရဲ့။( အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Assassination of Jesse JamesBy the Coward Robert Ford (2007)IMDB Rating……. 7.5ဂ်က္ဆီဂ်ိမ္းစ္ဆိုတဲ့ ရာဇဝင္လူဆိုးႀကီးကို ေသခ်ာမသိၾကရင္ေတာင္ အေရွာင္အတိမ္း ဂ်က္ဆီဂ်ိမ္းစ္ဆိုတဲ့ စကားေလးေတာ့ ၾကားဖူးၾကမယ္ထင္ပါတယ္။ဒီလိုနာမည္တြင္ရေလာက္ေအာင္လည္းညဂ်က္ဆီဂ်ိမ္းစ္ကို ဖမ္းမယ့္အစား ငါးရွဥ့္ကို လက္ေခ်ာဆီသုတ္ၿပီး ဖမ္းရတာကမွ လြယ္ပါဦးမယ္။ဒီလိုနဲ႔ ဂ်က္ဆီဂ်ိမ္းစ္းဟာ ဆုေၾကးအျမင့္ဆုံး ရာဇ၀င္လူဆိုးျဖစ္လာတာပါပဲ။နာမည္တူ စာအုပ္ကိုပဲ႐ိုက္ထားတဲ့ဒီ႐ုပ္ရွင္ဟာ သူ႔ကို လုပ္ႀကံသတ္ျဖတ္ခဲ့တဲ့လူနဲ႔ သူနဲ႔ၾကားက ဇာတ္လမ္းတစ္ပုဒ္ပါ။ဒီ႐ုပ္ရွင္ရဲ႕ နာမည္မွာတင္ ဘာအေၾကာင္းဆိုတာ ဂဃနဏႀကီးသိေအာင္ ျပၿပီးသားပါ။Brad Pittရဲ႕ Plan B Entertainmentကာထုတ္လုပ္ထားၿပီး မထီတထီဇာတ္႐ုပ္ေတြမွာာသိပ္လိုက္တဲ့ Brad Pitt ကပဲညဂ်က္ဆီဂ်ိမ္းအျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္။အိမ္အနားစြန္းမွာ ေ႐ြ႕ေမ်ာေနတဲ့ေမွာင္ရီပ်ိဳးစေကာင္းကင္ေအာက္က တိမ္‌‌ေတြ။ပိန္းပိတ္ေအာင္ေမွာင္ေနတဲ့ ရထားလမ္းဆီဟိုးအေဝးကခုတ္ေမာင္းလာတဲ့ေက်ာက္မီးေသြးသုံး မီးရထားတစ္စင္း။ဓားျပတိုက္ဖို႔ ရထားသံလမ္းေပၚထြက္ရပ္ေနတဲ့ေက်ာက္မီးေသြး‌ေငြ႕ေတြၾကားက ဂ်က္ဆီဂ်ိမ္းစ္သူ႔ကို ထိုးထားတဲ့ ရထားေရွ႕မီး။ေရာဘတ္ဖို႔ဒ္ရဲ႕ ေသနတ္ေျပာင္းကို ေက်ာခိုင္းထားတဲ့ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ ‌ပန္းခ်ီကားေရွ႕က ေနာက္ဆုံးထြက္သက္။ဒီ႐ုပ္ရွင္ရဲ႕ Cinematographyေတြအားလုံးက ဒီ၂နာရီခြဲၾကာတဲ့ ႐ုပ္ရွင္ကို တစ္ကြက္မွ ၿငီးမသြားေစေလာက္ေအာင္ လွပပါတယ္။အသက္ဆယ့္ေျခာက္ႏွစ္မွာ ရာဇ၀တ္သားစျဖစ္ခဲ့တဲ့ ဂ်က္ဆီဂ်ိမ္းစ္ဟာ လူ၁၇ေယာက္ကို သတ္ခဲ့ဖူးၿပီး သူ႔အတြက္ လူသတ္ရတာဟာ ပဲႀကီးေလွာ္ဝါးရသလိုလြယ္ပါတယ္။သူ႔ရဲ႕ ထီမထင္စိတ္နဲ႔ ရက္စက္မႈေၾကာင့္ သူ႔အစ္ကိုကိုယ္တိုင္ကေတာင္ သူ႔ကိုၾကည့္မရပါဘူး။သူ႔ခႏၶာကိုယ္မွာ ေသနတ္ဒဏ္ရာႏွစ္ခုရွိၿပီး သူရဲ႕ လက္ခလယ္လက္ဆစ္ကျပတ္ေနပါၿပီ။ခဲမွန္ဖူးတဲ့စာသူငယ္ကေလး ဂ်က္ဆီဂ်ိမ္းဟာ အေတာ္သတိႀကီးပါတယ္။ဂ်က္ဆီဂ်ိမ္းစ္အေနာက္ကို ဘယ္သူမွတိတ္တိတ္ေလး ေရာက္လာလို႔မရတဲ့အထိ အကင္းပါးသလိုသူ႔ခါးက ေသနတ္အိမ္ကို လုံး၀မခြၽတ္တဲ့လူ။ေရခ်ိဳးလို႔ေသနတ္အိမ္ခဏခြၽတ္ရရင္ေတာင္ ေသနတ္ကို ေဘးမွာထားတဲ့လူမ်ိဳးပါ။အဲ့ဒီေခတ္က အေမရိကန္အစိုးအရရဲ႕ ရာဇ၀တ္သားေတြကို ရွင္းတဲ့နည္းကေတာ့ ဆုေငြထုတ္ၿပီး ရာဇ၀တ္သားအခ်င္းခ်င္း သတ္ေအာင္လုပ္တဲ့နည္းပါပဲ။ဘယ္သူမွ သတ္မရဘဲ ဓားျပမႈမ်ားစြာ က်ဴးလြန္ခဲ့တဲ့ ဂ်က္ဆီဂ်ိမ္းစ္အတြက္ ဆုေငြကလည္း ႀကီးပါတယ္။ဆိုေတာ့ကာဂ်က္ဆီရဲ႕ သတိကလည္းႀကီးပါတယ္။သူ႔ကို သစၥာေဖာက္ဖို႔ ေတြးမိ႐ုံနဲ႔တင္ အဲ့ဒီလူ ေသပါၿပီ။ဒီလိုသတိႀကီးတဲ့ ဂ်က္ဆီဂ်ိမ္းကိုဖမ္းဖို႔ အစိုးအရဟာ ဂ်ိမ္းစ္အဖြဲ႕ကလူေတြကို ျပစ္ဒဏ္ကင္းလြတ္ခြင့္နဲ႔ ဆုေတာ္ေငြ မက္လုံးေပးၿပီး ခိုင္းလိုက္ပါတယ္။ဂ်က္ဆီဂ်ိမ္းစ္ကို သတ္ခဲ့တဲ့လူကေတာ့သူရဲေဘာေၾကာင္တဲ့ ေရာဘတ္ ဖို႔ဒ္ပါ။ေရာဘတ္ဖို႔ဒ္ဟာ ဂ်က္ဆီဂ်ိမ္းစ္ကို လုပ္ႀကံဖို႔ အႀကိမ္၈၀၀ေက်ာ္ ႀကိဳးစားခဲ့ရပါတယ္။ဒီအခ်ိန္မွာ ဂ်က္ဆီဂ်ိမ္းစ္ဟာ သက္လတ္ပိုင္း ေရာက္ေနၿပီး ကေလးႏွစ္ေယာက္ရွိေနပါၿပီ။တစ္ေနကုန္လႈပ္ကုလားတစ္လုံးမွာ ထိုင္ရင္း ေဆးလိပ္တစ္လိပ္ကို ျပာခ်ရင္း သူ႔အတိတ္က အမွားေတြကို ေနာင္‌တရေနပါၿပီ။ေနာက္ဆုံးျပႆနာကိုေျဖရွင္းဖို႔ႀကံတုန္းမွာ သူ႔သမီးေလးရဲ႕ အသံကေလးေၾကာင့္ေသနတ္အိမ္ကိုခြၽတ္ၿပီး သူဖို႔ဒ္ညီေနာင္ကိုေက်ာခိုင္းရင္း ပန္းခ်ီကားကို ဖုန္သုတ္ဖို႔လုပ္ပါတယ္။ကားခ်ပ္အေပၚအုပ္ထားတဲ့ မွန္သားမွာ သူ႔ေခါင္းကို ေသနတ္နဲ႔ခ်ိန္ထားတဲ့ ေရာဘတ္ဖို႔ဒ္ကို ျမင္လိုက္ရပါတယ္။ဒါ သူ႔ရဲ႕ ေနာက္ဆုံးျမင္ကြင္းပါပဲ။ဂ်က္ဆီဂ်ိမ္းစ္ဟာ လူဆိုးဓားျပသက္သက္ပါပဲ။တစ္ခါတေလ ဆင္းရဲသားေတြကို ေပးကမ္းတတ္တဲ့သူရဲ႕ စာနာစိတ္ကေလးေၾကာင့္သူ႔ရဲ႕ စြန႔္စားခန္းေတြေၾကာင့္သူရဲ႕ နာမည္ေက်ာ္ၾကားမႈေၾကာင့္သူ႔ကို လူထုက ေလးစားၾကပါတယ္။ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ အေလာင္းဓာတ္ပုံကိုတင္ လူေပါင္းမ်ားစြာ အလုအယက္၀ယ္ၾကၿပီးသူ႔အေလာင္းကို ေရခဲ႐ိုက္ၿပီး တေလးတစားထားခဲ့ၾကပါတယ္။ေရာဘတ္ဖို႔ဒ္ရဲ႕ သူရဲေဘာေၾကာင္တဲ့ လုပ္ႀကံမႈကပဲ ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ ဘုန္းေ႐ႊေရာင္ကို ပိုေတာက္ပေစခဲ့တယ္ပဲ ထင္ပါရဲ႕။( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )Quality__Bluray-1080p , Bluray-720pIMDb Rating__7.5/10Format__mp4Type__Biography, Crime, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5r2BZajlRZqnOc6s2BS0aiFDcne.jpg",
      "https://image.tmdb.org/t/p/w300/udlauJ2JYITMFUAbgq1Q8nCN0l3.jpg",
      "https://image.tmdb.org/t/p/w300/9ZYTqEA4cYTUIDGorYi6WiT1eXe.jpg",
      "https://image.tmdb.org/t/p/w300/oAu8V25rIdGxdgOpPnl7MvB1YS8.jpg",
      "https://image.tmdb.org/t/p/w300/3HvQ5PaxwQJEiRSZD5AyVuqEiNn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2d1S6fJS80fvseg6mJE8eq5o7Kx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0vl0l7a9dkbq.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://usersdrive.com/s1at8b707c2t.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://usersdrive.com/ly8lm9y8jwya.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2d92r/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_1080p5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://megaup.net/Re99/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_720p..mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://megaup.net/2T6ve/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_SFS.mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/4BwTkIBS#IFtlwIdiycaXL_EXdZqmSNC3iPv92AtUTC4fI4sG5D4",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://mega.nz/file/IN4jlQoR#cJ2l_8oXNH3eHmZcUAqEpGzI3jsb65w9vxCUJwR780U",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://mega.nz/file/ANoRzYyb#dxLmm9Weoch7Hu1Nwuu5_tlhpaLqpcoD_xc6wUlHC90",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/QKIviNhQ1FKuYw",
        "server": "disk.yandex.com",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://yadi.sk/i/UxM8fysemVYTVg",
        "server": "disk.yandex.com",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yadi.sk/i/L21cpNT1O9-6OQ",
        "server": "disk.yandex.com",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/g001h9a20rn4",
        "server": "upstream.to",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://upstream.to/qkajj1zs7lm0",
        "server": "upstream.to",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://upstream.to/78gipmj0bxsw",
        "server": "upstream.to",
        "size": "500 MB",
        "quality": "SFS"
      }
    ],
    "trailer": {
      "video_id": "nk0JaEwhf00",
      "video_url": "https://www.youtube.com/watch?v=nk0JaEwhf00",
      "embed_url": "https://www.youtube.com/embed/nk0JaEwhf00"
    }
  },
  {
    "metadata": "|||Adult",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] Old Man and Emma Chan-Ema Futaba [ATID-574-Decensored]",
    "description": "Ema Futaba ဆိုတာ မြင်ဖူးနေကျ JAV မင်းသမီးတွေနဲ့ခပ်ဆင်ဆင်ဆိုပေမယ့် မတူတဲ့ဝိသေသတွေသူ့ဆီမှာရှိပါတယ်။အထူးသဖြင့်တော့ ပါးဖောင်းဖောင်းလေးနဲ့ ရီဝေဝေကြည့်တတ်တာလေးက စွဲငြိစရာပါ။ATID-574-Decensored ဒီဇာတ်လမ်းထဲမှာတော့ သူမကို ရိုးသားအေးဆေးတဲ့ကောင်မလေးတစ်ယောက်အဖြစ်မြင်တွေ့ရမှာဖြစ်ပြီး မင်းသားကြီးကတော့ JAV တွေရဲ့ဇာတ်လိုက်ကျော်ကြီး Masahiro Tabuchi ဖြစ်ပါတယ်။JAV ဆိုတာ အာသာပြေစိတ်ကူးယဉ်ဇာတ်လမ်းတွေမလို့  ဒီတိုင်းထွက်ပေါက်တစ်ခုအနေနဲ့ပဲ ခံစားမယ်ဆို အဆင်ပြေပါတယ်။Decensored Version နဲ့ဆိုတော့ Ema Futaba ကိုစွဲလန်းသွားစေဖို့လုံလောက်မှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File Size : (2.1 GB) & (1.1 GB)Quality : HD-RipDecensored1080p & 720pRunning Time : 01:57:06Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byErenEncoded by JAVA",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/atid-574-old-man-im-home-emma-who-took-her-virgini-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/atid-574-decensored-h-drip-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ee5lu/(ATID-574-Decensored)_HDrip.1080p.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dLtCmBjC#tmPeiMzkzeHFkJdxJ7p31UEoZW54eKwqK5CsWFovxOY",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n3f3kna80bz9.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/ku5mchqczi7l",
        "server": "streamsb.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/atid-574-decensored-h-drip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/rLgui/(ATID-574-Decensored)_HDrip.720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sK0VkAwS#wTYugOkP4pGZD79B1ltNjhnAquU3tAbuHRIN1wGf07U",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h1ch5yk0ggzt.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5oyg7cth1ulg",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/hmrjl2g59oo9",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2003|93 min|Action,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2,446"
    },
    "title": "Running on Karma(2003)",
    "description": "ဒီကားကုိ ကြ်န္ေတာ္ငယ္ငယ္တုန္းက ရြာလယ္က ဗီဒီယုိရုံေလးမွာ သြားၾကည့္ခဲ့တာ…လူသန္ဗလႀကီးက ငွက္ေမြးေလးလုိေပါ့ပါးစြာခုန္ရင္း လူဆုိးေတြကုိ အားရပါးရ ႏႊာခဲ့တဲ့သူ႕ကုိအရမ္းသေဘာက်ခဲ့တယ္….ျဖတ္ခနဲခုန္..ေဒါသတႀကီး ေလာ္ကာေတြကုိ၀ုန္းခနဲထုိးခ်..မေကာင္းမႈက်ဴးလြန္တဲ့သူေတြကုိႏွိမ္နင္း.အဂၤလိပ္စာတန္းထုိးဆုိေတာ့နားမလည္ ပါးမလည္း အရမ္းေကာင္းတဲ့အက္ရွင္ကားလုိ႕ပဲမွတ္ခ်က္ခ်ခဲ့တယ္…ေကာင္းခန္းေရာက္မွာတိပ္ေခြက မႈန္ေနလုိ႕ ပုိက္ဆံအသစ္ေလးနဲ႕ပြတ္ၿပီး ဖုိက္ခန္းေတြေက်ာ္သလုိျဖစ္တဲ့ရုံပုိင္ရွင္ဦးေလးႀကီးကုိျပန္ရစ္ေပးပါလုိ႕အသံၿဗဲႀကီးနဲ႕ေအာ္ခဲ့တာ…ခုျမန္မာစာတမ္းထုိးေလးနဲ႕ၾကည့္ေတာ့ အက္ရွင္ကားဆုိတာထက္ပုိတယ္လုိ႕ေျပာလုိ႕ရသလုိ ရသေျမာက္ အက္ရွင္ကားလုိ႕လည္းေျပာရမယ္ထင္တယ္. ဒီလုိေကာင္းလုိ႕လည္း Best Picture,Best Actor,Best Screen Play စတဲ့ဆု(၃)ဆုေတာင္ရသြားပါတယ္…Best Actor ဆုရသြားတာကေတာ့ေခါင္းေဆာင္မင္းသားAndy Lauဆုိတာေတာ့ေျပာစရာလုိမယ္မထင္ဘူး….ကားေဟာင္းလည္းျဖစ္လုိ႕ဇာတ္လမ္းဇာတ္ကြက္ေတြမေျပာျပေတာ့ပါဘူး……File Size…(855MB) and (355MB)Quality…BluRay 720pFormat…mp4Duration…01:33:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by Honest Abe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m5AMLgKaoOg9724Qx5EXcvUn2dJ.jpg",
      "https://image.tmdb.org/t/p/w300/j1T2J2kIL8Pf5B3aaoxa16CyTMw.jpg",
      "https://image.tmdb.org/t/p/w300/4QqMYJwxiYwloLvbuOE6nLHngXX.jpg",
      "https://image.tmdb.org/t/p/w300/p4rdCGo6IjeXTBFq5lNINZJSXXp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTIwNTg5MTc3MV5BMl5BanBnXkFtZTcwNTYwMDE0MQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/?op=file_edit&file_code=igz1xakz3kkd",
        "server": "usersdrive.com",
        "size": "855MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/running-on-karma-2003-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "855MB",
        "quality": ""
      },
      {
        "link": " https://megaup.net/SW7q/Running_On_Karma_[2003]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "855MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/8j0umzxermkj",
        "server": "upstream.to",
        "size": "855MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "kRm720rD2Ww",
      "video_url": "https://www.youtube.com/watch?v=kRm720rD2Ww",
      "embed_url": "https://www.youtube.com/embed/kRm720rD2Ww"
    }
  },
  {
    "metadata": "|||Horror,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "3.7K"
    },
    "title": "Cassadaga (2011)",
    "description": "လီလီဟာ ငယ်စဉ်ကတည်းက အကြားအာရုံချို့တဲ့ခဲ့တဲ့ ပန်းချီဆရာမတစ်ဦးဖြစ်ပါတယ်။ သူမတက္ကသိုလ်ရှိရာ ကာဆာဒက်ဂါမြို့လေးကိုပြောင်းရွှေ့လာကာစမှာပဲ ဝိဉာဉ်ခေါ်ဆရာဆီသွားပြီး သေဆုံးသွားတဲ့ညီမဖြစ်သူရဲ့ ဝိဉာဉ်နဲ့ဆက်သွယ်ဖို့ကြိုးစားပါတယ်။ ဝိဉာဉ်ခေါ်ပွဲမှာကမောက်ကမအဖြစ်အပျက်တစ်ခုကြောင့် မဆိုင်တဲ့ဝိဉာဉ်ပါရောက်လာပြီးလီလီကိုလိုက်လံခြောက်လှန့်ပါတော့တယ်။ဝိဉာဉ်ရဲ့ခိုင်းစေချက်အရ လီလီဟာ စိတ္တဇလူသတ်သမားတစ်ယောက်အကြောင်း စုံစမ်းထောက်လှမ်းမိလျက်သားဖြစ်သွားပြီး အဲဒီဝိဉာဉ်ကိုယ်တိုင်ဟာလည်း အဆိုပါလူသတ်သမားရဲ့ ညှဉ်းပန်းနှိပ်စက်သတ်ဖြတ်ခံထားရသူတစ်ယောက်ဆိုတာ သိလာရပါတယ်။ စိတ္တဇလူသတ်သမားဟာ အမျိုးသမီးငယ်လေးတွေကို လူသားရုပ်သေးရုပ်ဖြစ်အောင် ဖြတ်တောက်ပြီး အမျိုးမျိုးနှိပ်စက်ညှင်းပန်းတတ်သူဖြစ်ကြောင်း ထင်ရှားလာတဲ့အပြင် လီလီကိုယ်တိုင်ဟာလည်း လူသတ်သမားရဲ့လက်ထဲကျရောက်ရမယ့်အဖြစ်မျိုး ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်ရှိလာပါတော့တယ်။လီလီဟာ လူသတ်သမားလက်ကလွတ်နိုင်ပါ့မလား..လူသတ်သမားရဲ့ နောက်ကြောင်းရာဇဝင်ဖော်ထုတ်နိုင်ပြီး သေဆုံးသွားတဲ့အမျိုးသမီးငယ်လေးရဲ့ ဝိဉာဉ်အတွက် လက်စားချေပေးနိုင်ပါ့မလား…လူသတ်သမားရဲ့ နောက်ကြောင်းရာဇဝင်ကကော ဘာတွေရှိမလဲ..လီလီကကော သူ့ကိုခြောက်လှန့်နေတဲ့ ဝိဉာဉ်ရဲ့လက်က လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ Cassadaga ရုပ်ရှင်ဇာတ်ကားမှာ ဆက်လက်ရှုစားကြရမှာဖြစ်ပါတယ်။R rated ဖြစ်တာကြောင့် သွေးထွက်သံယိုနဲ့ ထိတ်လန့်စရာ ဇာတ်ဝင်ခန်းများပါဝင်မှာဖြစ်ပါတယ်…File size… 1.87 GB / 805 MBQuality… Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….2h 8mGenre …..  Horror , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Miyamoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/irZkfjoKwGwSCo8OD4bLcgKhDJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wMmGcnLGdLlPjbS3G6KKIlBv73c.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6icnxj5w9s7d.html",
        "server": "usersdrive.com",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/cape-fear-1991-blu-ray-1080-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/7rXlk/Cassadaga.2011.BLURAY,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Yu8TELgL#ipIDess04nl0DjaWUafPi1H_uo5Z_6QgEMSL55slHiU",
        "server": "mega.nz",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/94e8a6584mpd",
        "server": "streamvid.io",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/sdfwzfr5vxkp.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/cassadaga-2011-bluray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/kZ8tp/Cassadaga.2011.BLURAY,720p(CM).mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/FyEH0JRb#Hr_euwcN-DTsWHKlNFeXdzahRrWL6hfdBc4Ot-MAu-Y",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/61x17uh4rczr",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2010|89 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "36,160"
    },
    "title": "The Ward(2010)",
    "description": ".. Kristen ဆိုတဲ့ ခပ္ဆိုးဆိုးေကာင္မေလးတစ္ေယာက္ဟာ ယာအိမ္တစ္လံုးကို မီးရွို႔ပစ္ခဲ့ပါတယ္…ဒီမီးရႈိ႕မႈနဲ႔ သူဟာ ဖမ္းဆီးခံခဲ့ရၿပီး စိတ္က်န္းမာေရးေဆးရံုတစ္ခုမွာ ထိန္းသိမ္းျခင္းခံခဲ့ရပါတယ္…Kristen ဟာ ေဆးရံုမွာ ေနထိုင္ခ်ိန္အတြင္း Dr. Geral Stringer, Emily, Sarah, Zoey, Iris ဆိုတဲ့ မိန္းကေလးေတြနဲ႔ ရင္းႏွီးခဲ့ပါတယ္…ေဆးရံုတိုင္းလိုလို နာနာဘဝ မေကာင္းဆိုးဝါးဆိုတာ ရွိစျမဲပါ…ဒီလိုပဲ Kristen တစ္ေယာက္လဲ ေရခ်ိဳးရင္း သရဲမ တစ္ေကာင္နဲ႔ ပတ္ပင္းတိုးခဲ့ပါတယ္…Kristen သရဲမကို ျမင္ၿပီးေနာက္မွာေတာ့ သူ႔သူငယ္ခ်င္း Iris ဟာလဲ သရဲမကို ေတြ႕ခဲ့ၿပီး အသက္ႏႈတ္ယူခံခဲ့ရပါတယ္… Iris ေပ်ာက္ဆံုးသတင္းကို ၾကားၿပီးေနာက္မွာေတာ့ မိန္းကေလးေတြဟာ Iris ကို ရွာေဖြခဲ့ၾကပါတယ္…ကံဆိုးခ်င္ေတာ့ Sarah, Emily တစ္ေယာက္ၿပီး တစ္ေယာက္ ေသဆံုးခဲ့ၾကပါတယ္…. Kristen ကေတာ့ ကံေကာင္းေထာက္မၿပီး လြတ္ေျမာက္ခဲ့ပါတယ္… သူဟာ က်န္ရွိေနတဲ့ သူငယ္ခ်င္း Zoey ကို ကယ္တင္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္…သို႔ေပမဲ့ Zoey ဟာလဲ သရဲမ ဖမ္းဆီးျခင္းခံခဲ့ရပါတယ္… Kristen တစ္ေယာက္ၾကံရာမရျဖစ္ၿပီး သူ႔အသိ Dr.Geral Stringer ဆီကို အေျပးအလႊားသြားခဲ့ပါတယ္…Dr. ဆီေရာက္တဲ့အခ်ိန္မွာေတာ့ သူ သရဲမ အေၾကာင္းကို သိခဲ့ပါတယ္…သရဲမ နာမည္က Alice ျဖစ္ၿပီး Kristen သူ႔အေၾကာင္းကို အလံုးစံုသိလိုက္ရခ်ိန္မွာေတာ့…. Kristen တစ္ေယာက္ Zoey ကိုကယ္ၿပီး လြတ္ေျမာက္ႏိုင္မလား… သရဲမ Alice က ဘာလို႔ လိုက္သတ္ေနတာလဲ…စတဲ့အေၾကာင္းအရာေတြကို စိတၱဇဆန္ဆန္ ရိုက္ကူးထားပါတယ္…သဲထိတ္ရင္ဖိုဇာတ္လမ္း ႀကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္တိုင္း လက္မလႊတ္တမ္းၾကည့္သင့္တဲ့ ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါေၾကာင္း……..ဇာတ္လမ္းအညႊန္းကုိကူညီေရးသားေပးသူကေတာ့ May Harukoျဖစ္ပါတယ္…..File Size…(800MB) and (301MB)Quality…BluRay 720pFormat…mp4Duration…01:29:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeSubtitle by Anonymous",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j01PwweLdwHk3e5pTAZazvAp2VS.jpg",
      "https://image.tmdb.org/t/p/w300/vEkehMagsPfz7YLEUO7vK8At55v.jpg",
      "https://image.tmdb.org/t/p/w300/8rgNKpgRDJLZsud5AvUz28ASNYM.jpg",
      "https://image.tmdb.org/t/p/w300/5xsQpZOnuiJ6bazZKRbZUsDwy8L.jpg",
      "https://image.tmdb.org/t/p/w300/fIFbap8FOBN2RoMO5eqBKwbzh0a.jpg",
      "https://image.tmdb.org/t/p/w300/ydSloCzkMF1dSmFmrYS8wlM6rWW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZDZmNmYzZjctMGJhZS00Zjg3LWIzMzEtZTE1MGIyYWQ2YjVlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR006971000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://kializer.com/4BTI",
        "server": "openload.co",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4Bge",
        "server": "openload.co",
        "size": "301MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4Bmd",
        "server": "Soliddrive.co",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4BpI",
        "server": "Soliddrive.co",
        "size": "301MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4CiP",
        "server": "channelmyanmar.agbcloud.com",
        "size": "301MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4Cmb",
        "server": "drive.google.com",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "buF-keImNYk",
      "video_url": "https://www.youtube.com/watch?v=buF-keImNYk",
      "embed_url": "https://www.youtube.com/embed/buF-keImNYk"
    }
  },
  {
    "metadata": "TV-MA|2012|2h 14 min|Action,Asian,Drama,History",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "19,168"
    },
    "title": "Rurouni Kenshin: Origins (2012)",
    "description": "Rurouni Kenshin: Origins (2012)_____IMDb – 7.5/10ကဲဗျာဒီတစ်ခါတော့ IMDb Rating 7.5 ရထားတဲ့ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်ကြီး သိတဲ့ အတိုင်းပဲဂျပန် ဆာမူရိုင်းကားလေးဖြစ်ပြီး ဆာမူရိုင်းခေတ်ကနေခေတ်သစ်ကိုပြောင်းလဲတဲ့ အခါမှာ ဘုရင့်တပ်မတော်မှာ အရင် ကတည်းကလိုအပ်ရင် စစ်မှုထမ်းလေ့ရှိတဲ့ ဆာမူရိုင်းတွေနဲ့ခေတ်ပြောင်းလဲမှုကိုလက်ခံကြတဲ့ သူတွေအကြားမှာတဖက်နဲ့ တဖက် ငဋိပက္ခဖြစ်ကြတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ် ဗျာ ဇာတ်လမ်းက အဟောင်းဖြစ်ပြီးမြန်မာစာတန်းထိုးနဲ့ မဟုတ်တောင် ဒီတိုင်း အင်္ဂလိပ်စာတန်းထိုးနဲ့တော့ကြည့်ဖူးကြမယ့် ကားလေးမို့ သိပ်မညွှန်းတော့ပါဘူးနော်ကဲဗ်ာဒီတစ္ခါေတာ့ IMDb Rating 7.5 ရထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ပရိတ္သတ္ႀကီး သိတဲ့ အတိုင္းပဲဂ်ပန္ ဆာမူ႐ိုင္းကားေလးျဖစ္ၿပီး ဆာမူ႐ိုင္းေခတ္ကေနေခတ္သစ္ကိုေျပာင္းလဲတဲ့ အခါမွာ ဘုရင့္တပ္မေတာ္မွာ အရင္ ကတည္းကလိုအပ္ရင္ စစ္မႈထမ္းေလ့ရွိတဲ့ ဆာမူ႐ိုင္းေတြနဲ႔ေခတ္ေျပာင္းလဲမႈကိုလက္ခံၾကတဲ့ သူေတြအၾကားမွာတဖက္နဲ႔ တဖက္ ငဋိပကၡျဖစ္ၾကတာကို ႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ ဗ်ာ ဇာတ္လမ္းက အေဟာင္းျဖစ္ၿပီးျမန္မာစာတန္းထိုးနဲ႔ မဟုတ္ေတာင္ ဒီတိုင္း အဂၤလိပ္စာတန္းထိုးနဲ႔ေတာ့ၾကည့္ဖူးၾကမယ့္ ကားေလးမို႔ သိပ္မၫႊန္းေတာ့ပါဘူးေနာ္File Size – 2 GB /1080PFile Type – Mp4Quality – Blu-Ray Rip 720pDuration – 02:14:00Translator – Khant Zaw HeinEncoder – kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5LfRACPpcdXo3K3yjZLswsYmzBJ.jpg",
      "https://image.tmdb.org/t/p/w300/gTrzLPMfJXQ6wJa5GrPVCv148Fk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDgzODM2MjUyMF5BMl5BanBnXkFtZTgwMzg4MjA1OTE@._V1_SY1000_CR006791000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/rurouni-kenshin-origin-2012",
        "server": "VIP Links",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/rurouni-kenshin-2012-1080-p-blu-ray-x-265-aac-5-1-and-stereo-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/f3g2spiuzbaz.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/2jnqr/Rurouni_Kenshin_(2012)_[1080p_BluRay_x265_AAC_5.1&Stereo](CM).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/h9g5wl9kvk0e",
        "server": "veryfiles.com",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://sbembed2.com/jn2gammwelg4.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080 P"
      }
    ],
    "trailer": {
      "video_id": "lc_JmcRxdx8",
      "video_url": "https://www.youtube.com/watch?v=lc_JmcRxdx8",
      "embed_url": "https://www.youtube.com/embed/lc_JmcRxdx8"
    }
  },
  {
    "metadata": "PG-13|2000|1h 47m|Action,Adventure,D&D Trilogy,Fantasy",
    "rating": {
      "rating": "/10",
      "rating_count": "34000"
    },
    "title": "Dungeons & Dragons (2000)",
    "description": "Dungeons & Dragons (2000)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ကားတွေကို ကြိုက်တဲ့သူတွေအတွက် အာသာပြေစေမယ့်ကား‌တွေလို့ပြောလို့ရတာတော့ မမှားပါဘူး။~ ဇာတ်လမ်းအကျဉ်း ~Dungeons & Dragons Trilogy ရဲ့ အကောင်းဆုံးကားလို့ပြောရပါမယ်။ Jeremy Ironsတို့ Marlon Wayansတို့ပါဝင်ထားပါတယ်။ အသစ်ပြမယ့် Reboot ကလည်း ဒီကားကိုပဲ အခြေခံထားတယ် ထင်ပါတယ်။ ဒီကားမှာတော့ အစ်ဇမာရဲ့ဧကရီမလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ထီးနန်းစိုးစံဖို့ဖြစ်လာပါတယ်။ ဒါပေမဲ့ကောင်စီက ဧကရီမလေးရဲ့ မှော်ဆရာတွေနဲ့ သာမန်လူတွေကို တစ်သားတည်းထား တန်းတူညီမျှအခွင့်အရေးပဲ ပေးချင်တဲ့ ပုန်ကန်တတ်တဲ့ဗီဇကို ကြောက်ရွံ့ပြီး ဧကရီမလေးဆီက အာဏာသိမ်းတဲ့ သဘောဆန်ဆန်လုပ်ဖို့ကြံလာပါတယ်။ ဒီခေတ်မှာတော့ ဘုရင်မဟာ နဂါးတွေကိုထိန်းချုပ်နိုင်စွမ်းရှိပြီး နဂါးတွေနဲ့ တိုက်ခိုက်တာတွေ ဘာတွေမြင်ရပါမယ်။ ဒါပေမဲ့ ကောင်စီက ဧကရီမလေးရဲ့ ရာဇတောင်ဝှေးကို အကြောင်းပြချက်ပေးသိမ်းယူဖို့ကြံတာကြောင့် ဧကရီမလေးနဲ့ လူယုံတွေဟာ နဂါးနီတွေကို ထိန်းချုပ်နိုင်တဲ့ ကျိုင်းကိုရှာပြီး သူ့လက်နက်အစားကိုင်စွဲပြီး ကောင်စီကို ဆန့်ကျင်ဖို့ လုပ်ပါတယ်။ ပုံပြင်ထဲမှာသာရှိပြီး မတွေ့တာကြာပြီဖြစ်တဲ့ ဒီကျိုင်းကိုရှာဖို့ မှော်ကျောင်းကမှော်ဆရာမလေးရယ် ဧကရီမလေးရဲ့အမှုထမ်းရယ် သူခိုး၂ကောင်ရယ် လူပုလေးတစ်ကောင်ရယ် စွန့်စားခန်းဖွင့်ကြတာကို ကြည့်ရမှာပါ။ နတ်သူငယ်တွေလည်း ပါပါသေးတယ်။ ဒီတော့ သူ့ပုံစံကြီးက GoT နဲ့ LoTR ကိုပေါင်းထားသလိုလိုပါပဲ။ ဘာနေနေကြည့်ကောင်းတဲ့ စွန့်စားခန်းမှော်ကားတစ်ကားလို့ပြောလို့ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 1.05MBQuality – 1080p, 720pFormat – mp4Duration – 1H 45MinGenre – Action, Adventure, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6EkMUU6qkdASRvZbnhqsd1dRGqR.jpg",
      "https://image.tmdb.org/t/p/w300/utozhLLXu9lXuoilMomJfXJOy5x.jpg",
      "https://image.tmdb.org/t/p/w300/dlpc4YSNhc9SgFpbyhOHDYQof46.jpg",
      "https://image.tmdb.org/t/p/w300/2mkDJRzYzFFExd4mJs9TP9mNg0r.jpg",
      "https://image.tmdb.org/t/p/w300/jWUQX2SPBYZSUSK3xNI8gYl3mRY.jpg",
      "https://image.tmdb.org/t/p/w300/iZv5vPj1HUx3YmZGizWCuG0EQWZ.jpg",
      "https://image.tmdb.org/t/p/w300/tOCfglRNJgbTDIuhnlhaa58R9zu.jpg",
      "https://image.tmdb.org/t/p/w300/pj6hdG1utbw1TRJKZFLnlq0Zhhf.jpg",
      "https://image.tmdb.org/t/p/w300/aFOmj2X7YBrQsajCDGA8rmd1KZt.jpg",
      "https://image.tmdb.org/t/p/w300/mhAzA8tS9sEmRrlmLfIOx0OBAfR.jpg",
      "https://image.tmdb.org/t/p/w300/zOztSuQUuXrVmvkzpFFBCrrB2eI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bbVFeTA4vv7gqXb8dPzxTg9j2gr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-2000-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Rjnw/(CM)_Dungeons_&_Dragons_(2000)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/crh1DS7Q#VgWsKFTaOOkiZp5gAYg8hmKPB8NEWOQK2kvmY1tVg1Q",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6imosjr52m0h.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/yx5gbxap0i9m.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jy42m2a7pe7p",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-2000-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Rjmv/(CM)_Dungeons_&_Dragons_(2000)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xqgzESKI#BXYGbK-WIrWcihltKQkWo75Jo9FYWKm1VvXwafawA7I",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1nch94m5ti5z.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/rob9t8tkbgkv.html",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/lbo1kovncj1t",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "efSq9FF1r2Q",
      "video_url": "https://www.youtube.com/watch?v=efSq9FF1r2Q",
      "embed_url": "https://www.youtube.com/embed/efSq9FF1r2Q"
    }
  },
  {
    "metadata": "|||Adventure,Drama,Family",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "7369"
    },
    "title": "The Call of the Wild (2020)",
    "description": "စာရေးဆရာကြီး ဂျက်လန်ဒန်ရဲ့ နာမည်ကျော်စာအုပ်ကိုရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။ခေတ်ကတော့ ၁၉ရာစုနှောင်းပေါင်း ရွှေမုဆိုးတွေရဲ့ ခေတ်ပါပဲ။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ် ပါဝင်ထားပါတယ်။အဓိကဇာတ်ကောင်ကတော့ အင်မတန်လိမ္မာတဲ့ ဘက်ခ်ဆိုတဲ့ဧရာမခွေးကြီးတစ်ကောင်ပါပဲ။ဘက်ခ်ဟာ သခင်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်တဲ့ဘဝကနေ စွပ်ဖားလှည်းဆွဲတဲ့ခွေးအဖြစ် ရောင်းစားခံခဲ့ရတယ်။စွပ်ဖားလှည်းတစ်စီးနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ခဲ့ရင်းသခင်မဲ့သွားချိန်မှာ အဘိုးကြီး တစ်ယောက်နဲ့ မိတ်ဆွေဖြစ်ခဲ့ရပြန်ပါရော။အဲဒီအဘိုးကြီးနဲ့အတူ ဘက်ခ်ဟာ လူသူမရောက်ဖူးတဲ့နေရာတွေကိုစွန့်စားခန်းတွေထွက်ရင်းသူ့ဘဝအပြောင်းလဲကြီးပြောင်းလဲစရာတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒီရုပ်ရှင်ဟာ တိရစ္ဆာန်ချစ်သူတွေ၊ စွန့်စားခန်းတွေနဲ့စိတ်ကူးယဉ်ရတာ ချစ်သူတွေအတွက်တော့ အကောင်းစားရုပ်ရှင်တစ်ကားပါပဲ။File Size : ( 933 MB , 340 MB)Quality : WEB-Rip 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Adventure , Drama , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Wai Yan MaungEncoded by Moe Myint LwinZGစာေရးဆရာႀကီး ဂ်က္လန္ဒန္ရဲ႕ နာမည္ေက်ာ္စာအုပ္ကို႐ုပ္ရွင္အျဖစ္ ႐ိုက္ကူးထားတာပါ။ေခတ္ကေတာ့ ၁၉ရာစုေႏွာင္းေပါင္း ေ႐ႊမုဆိုးေတြရဲ႕ ေခတ္ပါပဲ။မင္းသားႀကီး ဟယ္ရစ္ဆန္ဖို႔ဒ္ ပါဝင္ထားပါတယ္။အဓိကဇာတ္ေကာင္ကေတာ့ အင္မတန္လိမၼာတဲ့ ဘက္ခ္ဆိုတဲ့ဧရာမေခြးႀကီးတစ္ေကာင္ပါပဲ။ဘက္ခ္ဟာ သခင္နဲ႔အတူ ေပ်ာ္႐ႊင္စြာေနထိုင္တဲ့ဘဝကေန စြပ္ဖားလွည္းဆြဲတဲ့ေခြးအျဖစ္ ေရာင္းစားခံခဲ့ရတယ္။စြပ္ဖားလွည္းတစ္စီးနဲ႔အတူ စြန႔္စားခန္းေတြ ဖြင့္ခဲ့ရင္းသခင္မဲ့သြားခ်ိန္မွာ အဘိုးႀကီး တစ္ေယာက္နဲ႔ မိတ္ေဆြျဖစ္ခဲ့ရျပန္ပါေရာ။အဲဒီအဘိုးႀကီးနဲ႔အတူ ဘက္ခ္ဟာ လူသူမေရာက္ဖူးတဲ့ေနရာေတြကိုစြန႔္စားခန္းေတြထြက္ရင္းသူ႔ဘဝအေျပာင္းလဲႀကီးေျပာင္းလဲစရာေတြ ဆက္တိုက္ႀကဳံလာရပါေတာ့တယ္။ဒီ႐ုပ္ရွင္ဟာ တိရစာၦန္ခ်စ္သူေတြ၊ စြန႔္စားခန္းေတြနဲ႔စိတ္ကူးယဥ္ရတာ ခ်စ္သူေတြအတြက္ေတာ့ အေကာင္းစား႐ုပ္ရွင္တစ္ကားပါပဲ။File Size : ( 933 MB , 340 MB)Quality : WEB-Rip 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Adventure , Drama , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Wai Yan MaungEncoded by Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yFRpUmsreYO5Bc0HVBTsJsHIIox.jpg",
      "https://image.tmdb.org/t/p/w300/9sXHqZTet3Zg5tgcc0hCDo8Tn35.jpg",
      "https://image.tmdb.org/t/p/w300/lSOpD4uDLi7vuyiogeONtUXOooy.jpg",
      "https://image.tmdb.org/t/p/w300/zZYuyn4DVnjxeDyhjyS0LUjcpyT.jpg",
      "https://image.tmdb.org/t/p/w300/md427RbcwsZvHEPRFD2AQaM3F6b.jpg",
      "https://image.tmdb.org/t/p/w300/xdkTaukfnsEHi3GtAnFFQppjnMI.jpg",
      "https://image.tmdb.org/t/p/w300/swuHhdPfVQuEhL6F4B1CNeBP1vM.jpg",
      "https://image.tmdb.org/t/p/w300/hFsnnBGJHvkw4nlEeyCOs4Q1q4c.jpg",
      "https://image.tmdb.org/t/p/w300/nNt1bgMQVrFCJBYFVVzfsMmYMlt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/33VdppGbeNxICrFUtW2WpGHvfYc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-call-of-the-wild-2020",
        "server": "VIP Links",
        "size": "933 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/2RESq/(CM)_The_Call_Of_The_Wild_2020_WebRip_720p.mp4",
        "server": "megaup.net",
        "size": "933 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/7uh1g9ljg7k7",
        "server": "upstream.to",
        "size": "933 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-call-of-the-wild-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "933 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/gVkDTBxL#VFa7r0ItAVy3L7lhNmRfccIm_bh1_h0isD5AGlhwbb0",
        "server": "mega.nz",
        "size": "933 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/3p7fi9pozzvj.html",
        "server": "usersdrive.com",
        "size": "933 MB",
        "quality": "WEB-RIP 720P"
      }
    ],
    "trailer": {
      "video_id": "5P8R2zAhEwg",
      "video_url": "https://www.youtube.com/watch?v=5P8R2zAhEwg",
      "embed_url": "https://www.youtube.com/embed/5P8R2zAhEwg"
    }
  },
  {
    "metadata": "|2023|1h 33min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1.9k"
    },
    "title": "The Artifice Girl (2023)",
    "description": "The Artifice Girl (2023)Artificial Intelligence AI ဥာဏ်ရည်တု၊ ဖန်တီးဥာဏ်ရည်၊ အသက်မဲ့ဦးနှောက် စသဖြင့်ခေါ်ကြတဲ့နည်းပညာဟာဟိုးအရင်ထဲနေအခုထိ စာအုပ်ပေါင်းများစွာဇာတ်လမ်းပေါင်းများစွာရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ခဲ့တယ်။လူသားတွေဖန်တီးထားတဲ့ ဥာဏ်ရည်က တစ်နေ့မှာလူသားဥာဏ်ရည်ကိုကျော်လွန်သွားမလားဆိုတဲ့ ဆွေးနွေးမှုတွေလဲအများကြီးပါပဲ။တကယ်တမ်းတော့ အဲ့အတွက်အဖြေကရှိပြီးသားပါ။နည်းပညာတိုးတက်မှုအရ တစ်ချိန်မှာတော့ကျော်ကိုကျော်သွားမှာပါပဲ။အဲ့ဒီတစ်ချိန်က လက်ရှိရှိနေတဲ့လူတွေသက်တမ်းမှာဟုတ်မဟုတ်တော့မပြောနိုင်ဘူးပေါ့။တကယ့်မေးခွန်းက ဒီဥာဏ်ရည်တုတွေမှာ စိတ်ဝိဥာဥ်တွေ ခံစားနားလည်နိုင်တဲ့အသိတွေရောရှိလာမလား။ဒီဇာတ်ကားထဲကဥပမာတစ်ခုအရပြောရရင် လူတစ်ယောက်ကို အမဲကင်နဲ့ ဆဲလ်မန်ငါးဘာစားရမလဲမေးရင်သူက သူစားဖူးတဲ့အတွေ့အကြုံအရ သူ့ခံစားချက်အရဖြေမှာပဲ။ဥာဏ်ရည်တုကိုအဲ့ဒါမေးရင်တော့ သူ့အတွေ့အကြုံခံစားချက်ဆိုတာမရှိတော့ ဒီအစားအသောက်တွေနဲ့ပတ်သက်ပြီးဒေတာတွေ rating ရှာမယ် နှိုင်းယှဥ်သုံးသပ်မယ် ပြီးတော့မှအဖြေပေးမယ်။ပြီးတော့သူ့ကိုဖန်တီးတဲ့သူကမေးရင် သူ့အတွက်အဲ့လူကိုလိုအပ်တာကြောင့် အဲ့ဒီလူအတွက်ကျန်းမာစေမယ့် ဆဲလ်မန်ကိုသူညွှန်းမယ်ပေါ့။ဒါတွေအားလုံးကတွက်ချက်မှုပါပဲ။တစ်ချို့ဇာတ်လမ်းတွေမှာဆိုရင် ဒီဥာဏ်ရည်တုတွေက ခံစားချက်တွေရသွားပြီး လောကကြီးကိုသိမ်းပြီးလူသားတွေကိုပါပြန်ထိန်းချုပ်မလားဆိုတဲ့အယူအဆတွေရှိပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဥာဏ်ရည်တုတွေကိုအဲ့လိုအန္တရာယ်ရှိတဲ့ပုံအဖြစ်ပုံဖော်မထားပဲ လူသားတွေအနေနဲ့ဒီဥာဏ်ရည်တုတွေကို ဘယ်လိုဆက်ဆံသင့်တယ်သူတို့အတွက်ရောကိုယ်ပိုင်အခွင့်အရေးတွေဆုံးဖြတ်နိုင်မှုတွေရသင့်လားဆိုတဲ့ ကိုယ့်ကျင့်တရားပိုင်းဆိုင်ရာတွေကို ဆွေးနွေးမှုပုံစံ အငြင်းအခုံပုံစံနဲ့ဖော်ပြသွားလိုက်တာဆွဲခေါ်အားကောင်းချက်ကတော့ ပျင်းစရာဆိုတာမရှိဘဲ သူတို့ဆွေးနွေးမှုထဲကိုယ်ပါမြောပါသွားရတာပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ဂယ်ရက်ဆိုတဲ့လူတစ်ယောက်က အွန်လိုင်းချက်တင်ခန်းတွေက ကလေးလိင်အမြတ်ထုတ်သူတွေလူကုန်ကူးသူတွေကိုဖော်ထုတ်နိုင်ဖို့ ချယ်ရီဆိုတဲ့ ကလေးလေးပုံစံဥာဏ်ရည်တုကိုဖန်တီးခဲ့ပါတယ်။ချယ်ရီက ချက်တင်ခန်းတွေမှာဒီလူတွေနဲ့စကားပြောပြီး သံသယရှိစရာလူတွေဆိုရင် သူတို့အချက်အလက်တွေကို တာဝန်ရှိသူတွေဆီပို့ပေးတာပေါ့။ဒါပေမဲ့တဖြေးဖြေးချယ်ရီ့ရဲ့တိုးတက်မှုတွေက ဂယ်ရက်ထင်ထားတာထက်အများကြီးပိုမြန်ဆန်ပြီးသူတို့ကိုကူညီပေးဖို့ ICWL ဆိုတဲ့အဖွဲ့အစည်းကို ချယ်ရီက ဂယ်ရက် မသိအောင် ဆက်သွယ်လိုက်တဲ့နောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲချယ်ရီ့တိုးတက်မှုကဘယ်အတိုင်းအတာထိသွားမလဲဥာဏ်ရည်တုက လူသားဥာဏ်ရည်ကိုကျော်သွားတဲ့တစ်ချိန်ဘာဖြစ်ကြမလဲစိတ်ဝင်စားစရာပါ။သေချာတာကတော့ ကြည့်ရှုသူပရိသတ်ကိုအတွေးတွေအများကြီး ချန်ရစ်ပေးနိုင်မယ့်ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Mystery, Sci-Fi, ThrillerQuality…. 1080p | 720p | 480pFile size… 753MB | 371MB | 203MBFormat… mp4Duration….1h 33minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4GvbuIuv7pIoAmIErkoSZuigKjL.jpg",
      "https://image.tmdb.org/t/p/w300/9j7EPYAaS2Pa3bry7Yrkq64ToLf.jpg",
      "https://image.tmdb.org/t/p/w300/6vSwsOpGzmtjYSrphxNAimO1Inx.jpg",
      "https://image.tmdb.org/t/p/w300/iUmJYNPuF5hMsTW3yy5FEo1miSW.jpg",
      "https://image.tmdb.org/t/p/w300/yCjUvoSFasl5wio0uikMKxUx3V0.jpg",
      "https://image.tmdb.org/t/p/w300/km9i02050lnjJlDARVWkJm5vKHk.jpg",
      "https://image.tmdb.org/t/p/w300/fK0QwuRwHy5f9jSSEG8MFE15bZP.jpg",
      "https://image.tmdb.org/t/p/w300/zOjA0qfQ9YKPEvDMAnTwun2hwY2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A3qrVjsBd4IZ3QWHMs2x1dwRxuX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i12tomq4tej3.html",
        "server": "usersdrive.com",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-artifice-girl-2023-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3fPNO/The.Artifice.Girl.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/MP02VLZS#s3ndeHgI7sDdkgCX9IvvFspXDvz-BKoi6x_yfl0YBbE",
        "server": "mega.nz",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/o2n9cwtj8np2.html",
        "server": "usersdrive.com",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-artifice-girl-2023-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3fPNI/The.Artifice.Girl.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QP1CXbaa#-7kC9QgKg_SJ8iafNMs3OaemFguD1rGokrnIt1ulxaw",
        "server": "mega.nz",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/oinf5pgpj1b8.html",
        "server": "streamsb.com",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/k7mdkmqaai1p",
        "server": "streamvid.io",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/qxvb3laons01.html",
        "server": "usersdrive.com",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-artifice-girl-2023-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2zSll/The.Artifice.Girl.2023.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/kSsyXAiK#ATMjiR95eqW9LKubsvKPpwKYgepH4tEQzfg6e-aSSKo",
        "server": "mega.nz",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/84r0v62evoir.html",
        "server": "streamsb.com",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/k0rw02kyx3kz",
        "server": "streamvid.io",
        "size": "203MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "ENXfWna4bCY",
      "video_url": "https://www.youtube.com/watch?v=ENXfWna4bCY",
      "embed_url": "https://www.youtube.com/embed/ENXfWna4bCY"
    }
  },
  {
    "metadata": "|2021|2h 19m|Action,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "85"
    },
    "title": "4 Kings (2021)",
    "description": "4 Kings (2021)ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ 90 ခုနှစ်ဝန်းကျင်က အသက်မွေးဝမ်းကျောင်းတက္ကသိုလ်လေးခုကြားမှာဖြစ်ခဲ့တဲ့ ပဋိပက္ခဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပါ။ဆယ်ကျော်သက်အရွယ် သမီးတစ်ယောက်နဲ့ အဖေတစ်ခု သမီးတစ်ခု အခြေအနေကို ရောက်သွားခဲ့ရတဲ့ အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်ကျောင်းသားဟောင်း ဘီလီရဲ့ မှတ်ဉာဏ်ကနေ ပြန်လည်ဖော်ပြရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။အဖေနဲ့သမီး ဆက်ဆံရေးက သိပ်မကောင်းပေမဲ့ ကျောင်းသားလူဆိုးဂိုဏ်းကြောင့် သမီးဖြစ်သူ ထိခိုက်ဒဏ်ရာ ရသွားတဲ့အခါမှာ ဘီလီက သူနဲ့ သူ့သူငယ်ချင်းရဲ့ အတိတ်ကအကြောင်းအရာတွေကို ပြန်အမှတ်ရသွားခဲ့ပါတယ်။အဲဒီခေတ်အခါတုန်းက အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်တွေကို မျှော်လင့်ချက်ကင်းမဲ့ပြီး အနာဂတ်မရှိတဲ့ နေရာလို့ သတ်မှတ်ထားကြတာပါ။အမေက နောက်အိမ်ထောင်ပြုပြီး ပထွေးဖြစ်သူ အမုန်းခံ‌နေရတဲ့ ဘီလီအတွက် စိတ်ထွက်ပေါက်ဆိုလို့ သူ့ရဲ့ ရင်းနှီးတဲ့ သူငယ်ချင်းတွေပဲ ရှိခဲ့ပါတယ်။ ဒါကြောင့် သူ့ရဲ့ကျောင်းနေဖက် ရဲဘော်ရဲဘက်တွေကို ကာကွယ်ဖို့ ဘာမဆိုလုပ်ခဲ့ပြီး ပြဿနာတွေ အများကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရရင်း အချစ်ဆုံးသူငယ်ချင်းကို ဆုံးရှုံးလိုက်ရတဲ့အခါ …ယနေ့ထိတိုင် သူပေးဆပ်နေရတဲ့ ဘဝသင်ခန်းစာ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ 4 Kings ဆိုတဲ့ ဇာတ်လမ်းလေးကို CM ပရိသတ်ကြီးခံစားကြည့်ရှုလိုက်ပါဦးနော်(ဇာတ်လမ်းအညွှန်းကိုတော့Hnin Paleက ရေးပေးထားတာပါ။)File Size :3.7GB,923MB,421MBQuality :1080p WEB-DL AC3 5.1CH,720p WEB-DL&480pFormat :mp4Duration :2hr & 19minsGenre :Action,Crime,DramaTranslated byHnin Pale&Hay Thar OoEncoded byKinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5ejSvuGGX49JW3uziLmDiI9w5Ah.jpg",
      "https://image.tmdb.org/t/p/w300/9hcWWY93s5hMcWzBnhTN3wdB4Yc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pL9tLATXkwZyDNtnoq3RYoy0bln.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/4-kings-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-4-kings-2021-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/pse7b5nvsd80.html",
        "server": "usersdrive.com",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2r7av/[CM]4.Kings.2021.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-4-kings-2021-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "923MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ps0belpor6qh.html",
        "server": "usersdrive.com",
        "size": "923MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1L9or/[CM]4.Kings.2021.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "923MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JHdH0YgT#z4oKC4FRXjA8y640uZCdTujWMXdRP5r7SRu0M5TrYTE",
        "server": "mega.nz",
        "size": "923MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/wim9to06ojtc.html",
        "server": "streamsb.com",
        "size": "923MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-4-kings-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "421MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/2tcwbeiwjv5e.html",
        "server": "usersdrive.com",
        "size": "421MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/374iv/[CM]4.Kings.2021.480p.mp4",
        "server": "megaup.net",
        "size": "421MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/IGVGVIYa#mauUBqH9vowRvnLk1eupk3L9hgTRNWh8a7a1Ho9PqV0",
        "server": "mega.nz",
        "size": "421MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/uxqflrfzqagl.html",
        "server": "streamsb.com",
        "size": "421MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BYaZA3-GRrk",
      "video_url": "https://www.youtube.com/watch?v=BYaZA3-GRrk",
      "embed_url": "https://www.youtube.com/embed/BYaZA3-GRrk"
    }
  },
  {
    "metadata": "||1h 43min|Uncategorized",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "The Secret of Moonacre (2008)",
    "description": "ဗိုလ္မႈးၾကီး မယ္ရီဝဲသာဟာ ေသဆံုးခဲ့ၿပီးေနာက္ သူ႕ရဲ႕သမီး မာရီယာ မယ္ရီဝဲသာ အတြက္Moonacre ရြာရဲ႕ ရာဇဝင္ကုိ ေရးသားထားတဲ့စာအုပ္တစ္အုပ္ကို အေမြအျဖစ္ထားရွိခဲ့တယ္။အေဖေသဆံုးတဲ့အျပင္ အိမ္ေတြဟာလည္းဆံုးရံႈးခဲ့တဲ့အတြက္ ေနထိုင္တဲ့ေနရာကေနစြန္႕ခြာခဲ့ရၿပီးဦးေလးေတာ္စပ္သူအိမ္မွာသြားေရာက္ေနထိုင္ဖို႕ျဖစ္လာခဲ့တယ္။သူ႕ကိုအရမ္းခ်စ္ျမတ္ႏိုးတဲ့ ဟီလီရိုထေရာ့ ဟာလည္း လိုက္ပါလာခဲ့ပါတယ္။ဦးေလးျဖစ္သူေနထိုင္တဲ့ေနရာဟာ စာအုပ္ထဲမွာေရးသားထားတဲ့ Moonacre ရြာျဖစ္ၿပီးထူးဆန္းမႈေတြကို ေတာက္ေလွ်ာက္ၾကံဳေတြ႕ရတဲ့ မစ္စ္မယ္ရီဝဲသာတစ္ေယာက္ ခက္ခဲစြာ ေက်ာ္ျဖတ္ခဲ့ရပံုေတြ . ေသခါနီး တိရစာၦန္ေလးေတြကို ကယ္တင္ခဲ့ပံုမ်ားကို ဒီကားေလးထဲမွာ ေတြ႕ျမင္ရမွာပါ။ ဒီဇာတ္ကားေလးဟာ အလြန္ကိုစိတ္ဝင္စားဖို႕ေကာင္းသလို ၾကည္ႏူးစရာေတာတြင္းနဲ႕ ထိတ္လန္႕ဖြယ္ရာေတာတြင္း ဒုကၡေတြကို ေတြ႕ျမင္ရမွာပါ။(ဒီဇာတ္ကားေလးကို ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hsu Sandar Aung ျဖစ္ပါတယ္။)File Size : 613 MB/213 MBQuality : Bluray 720PRunning Time : 1hr 43minutesGenre : Adventure, Family, FantasyTranslator : Hsu Sandar AungEncoder : San Win MaungDownload from Op Link 720PDownload from Op Link 360P",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/moonacre1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "4578"
    },
    "title": "The Humans(2021)",
    "description": "The Humans(2021) အညွှန်း***********************ဒါကတော့ စီးမြောခံစားသက်ဝင်လို့ရတဲ့Drama ရုပ်ရှင်ကားတစ်ကားပါ။ပြဇာတ်ဆရာ Stephen Karamက သူ့ရဲ့Tony awardဆုရထားတဲ့ The Humansပြဇာတ်အပေါ်မှာပဲဇာတ်အိမ်တည်ပြီး ဒီကားကိုဒါရိုက်တာလုပ်ပြီးရိုက်ထားတာပါ။ဇာတ်လမ်းကတော့ ရည်းစားဖြစ်သူ ရစ်ချက်နဲ့ နယူးရောက်ကတိုက်ခန်းဟောင်းကို ပြောင်းနေတဲ့ဘရစ်ဆီကို ဘရစ်ရဲ့မိသားစု (ဘလိတ်ခ်မိသားစု)ကအလည်လာပြီးကျေးဇူးတော်နေ့ညကိုအတူကုန်ဆုံးတာကိုပဲ ကောင်းမွန်တဲ့ရိုက်ချက်တွေနဲ့စိတ်ခြောက်ခြားစရာဖြစ်အောင် ခံစားချက်ကိုအသားပေးပြီး ရိုက်ပြထားတာပါ။ဘလိတ်ခ်မိသားစုမှာ စိတ်မမှန်တော့ပဲဝှီးချဲနဲ့နေနေရတဲ့အဖွားရယ်၊ အထက်တန်းကျောင်းမှာနှစ်အကြာကြီးအလုပ်လုပ်ခဲ့ပြီးစိတ်ခြောက်ခြားမှုတွေနဲ့အိပ်မက်ဆိုးတွေကိုရင်ဆိုင်နေရတဲ့ဖခင်ဖြစ်သူရယ်၊ မိသားစုကိုချစ်ခင်ပေမယ့် ကိုယ်တိုင်လည်းခံစားနေရတာတွေရှိတဲ့မိခင်ဖြစ်သူရယ်(သူကတော့ The Humansပြဇာတ်မှာ Tony Awardဆုရခဲ့တဲ့သူကိုယ်တိုင်ပြန်သရုပ်ဆောင်ထားတာပါ)ကအခြေကျရာမြို့လေးမှာပဲကျန်နေခဲ့ပြီး အေမီနဲ့ဘရစ်တို့ညီအစ်မကတော့မြို့ကြီးတွေဆီကိုအသီးသီးထွက်ခွာသွားခဲ့ကြသူတွေပေါ့။ ပုံမှန်မိသားစုလေးကညစာအတူစား၊လက်ဆောင်တွေဖောက်နဲ့ရယ်မောနေပေမယ့်လည်း ဝေးကွာနေခဲ့တဲ့မိသားစုဝင်တွေအကြားမှာ တင်းမာမှုတွေ၊ စိုးရိမ်ပူပန်မှုတွေ၊ ပြောမထွက်တဲ့အကြောင်းအရာတွေနဲ့ ပြင်းထန်တဲ့ခံစားချက်တွေရှိ‌နေတာကိုလှစ်ဟပြသထားတဲ့ဇာတ်ကားပါ။ The Humansဇာတ်ကားမှာ အဖွား၊ အဖေ၊ အမေ၊ ညီအစ်မနှစ်ယောက်နဲ့ဘရစ်ရဲ့ရည်းစား ရစ်ချက်ဆိုပြီး လူသားဇာတ်ကောင်ခြောက်ယောက်ပါပြီးတော့၇ယောက်မြောက်ဇာတ်ကောင်အဖြစ်ကိုတော့ ယိုယွင်းနေတဲ့တိုက်ခန်းကို ဒါရိုက်တာကရည်ညွှန်းပါတယ်တဲ့။ခံစားသက်ဝင်ကြပါဦးး….File Size :(2.02GB) (998MB) and (380 MB)Quality : Web-Dl1080p5.1ch, 720pFormat…mp4Duration…01:48:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eN5kkbi0toepepthgk3Xxdnm2zG.jpg",
      "https://image.tmdb.org/t/p/w300/vveiE4HYWR26GNYfeUpyw6OV37P.jpg",
      "https://image.tmdb.org/t/p/w300/zR651P8Gdz7qkY5BOI8A8wEoGB7.jpg",
      "https://image.tmdb.org/t/p/w300/808EsQUH5VaPMvkxz2WvSYxa6Xt.jpg",
      "https://image.tmdb.org/t/p/w300/xUvkkhxZp77PuTkAgXkqNBkfmpx.jpg",
      "https://image.tmdb.org/t/p/w300/lPen0rP38FPP6LNjCqv6whkNsFn.jpg",
      "https://image.tmdb.org/t/p/w300/cV4JM6BlyjQxswKckFq8mQhrk09.jpg",
      "https://image.tmdb.org/t/p/w300/j5LygbAjM3KQNFHAPcG1uuGjLP6.jpg",
      "https://image.tmdb.org/t/p/w300/zV6dPhDRtBs5u4DwBPZ7X4TyJsg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gQsDWmkvzzJxlrc3HCqkfQRH11.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-humans2021",
        "server": "VIP Links",
        "size": "2.01GB",
        "quality": "WEB-DL1080P5.1Ch"
      },
      {
        "link": "https://usersdrive.com/mqdebxw8g06i.html",
        "server": "usersdrive.com",
        "size": "2.01GB",
        "quality": "WEB-DL1080P5.1Ch"
      },
      {
        "link": "https://yoteshinportal.cc/the-humans-2021-web-dl-1080-p-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.01GB",
        "quality": "WEB-DL1080P5.1Ch"
      },
      {
        "link": "https://megaup.net/10tfo/The_Humans.2021.WEB-DL.1080P5.1CH.mkv",
        "server": "megaup.net",
        "size": "2.01GB",
        "quality": "WEB-DL1080P5.1Ch"
      },
      {
        "link": "https://mega.nz/file/Zp8EDYRL#O7aiwZVAPjz4q9cu_TjOs67DTIHANYgCFwSZaoN_jrE",
        "server": "mega.nz",
        "size": "2.01GB",
        "quality": "WEB-DL1080P5.1Ch"
      },
      {
        "link": "https://usersdrive.com/1jv2a3y0dhwt.html",
        "server": "usersdrive.com",
        "size": "998MB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-humans-2021-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "998MB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://mega.nz/file/5k0WAAwD#QH37ngRBg7D6wYpDCdtlgPj0Fr0G2dJywEnJh8ngXlA",
        "server": "mega.nz",
        "size": "998MB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://megaup.net/10tfg/The_Humans.2021.WEB-DL.720P.mp4",
        "server": "megaup.net",
        "size": "998MB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://watchsb.com/8835eezesjf6.html",
        "server": "streamsb.com",
        "size": "998MB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://usersdrive.com/8hpn8lmhq5xn.html",
        "server": "usersdrive.com",
        "size": "319MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/the-humans-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "319MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2mofj/The_Humans.2021.480P.mp4",
        "server": "megaup.net",
        "size": "319MB",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/9x9qcoio1hoq.html",
        "server": "streamsb.com",
        "size": "319MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "dp3Whb77eXc",
      "video_url": "https://www.youtube.com/watch?v=dp3Whb77eXc",
      "embed_url": "https://www.youtube.com/embed/dp3Whb77eXc"
    }
  },
  {
    "metadata": "|2023|1h 37min|Action,Fantasy,Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "348"
    },
    "title": "In My Mother’s Skin (2023)",
    "description": "In My Mother’s Skin (2023)ရယူခြင်းကိုသာမြင်ပြီး ပေးဆပ်ရမယ့်တန်ကြေးကိုမမြင်ရခြင်းရဲ့နောက်ကွယ်မှာ နတ်ဆိုးနဲ့အပေးအယူလုပ်သူတွေ တော်တော်များများဟာ အကျိုးထက်အဆိုးနဲ့ကြုံရတာများပါတယ်။တချို့ကလည်း ဒီနတ်ဆိုးနဲ့အပေးအယူလုပ်တယ်ဆိုတာကို ဒဏ္ဍာရီစကားသက်သက်လို့ပဲမှတ်ယူကြပါတယ်။အခုဒီကားလေးကတော့ နတ်ဆိုးနဲ့အပေးအယူလုပ်မိတဲ့ ကောင်မ‌လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတာပါ။ဒါတွေတကယ်ရှိမရှိဆိုတာကိုတော့ ကိုယ့်အယူအဆနဲ့ကိုယ် လိုရာဆွဲတွေးနိုင်ပါကြောင်း…ဒုတိယကမ္ဘာစစ်အပြီးမှာ ဖိလစ်ပိုင်နိုင်ငံလည်း ဂျပန်စစ်မီးကြောင့် တော်တော်လေးအထုအထောင်းခံလိုက်ရပါတယ်။အယ်လ်ဒိုတို့ကလည်း ချမ်းသာတဲ့မိသားစုဖြစ်ခဲ့ပေမဲ့ စစ်ဒဏ်နဲ့နင်းပြားဖြစ်ပြီးတော့ အခြေအနေမဟန်လှပါဘူး။ဒါ့အပြင် အယ်လ်ဒိုတစ်ယောက်က ပဋိပက္ခတွေကြားမှာ စစ်ထွက်ရဖို့ ဖြစ်လာပြီး အယ်လ်ဒိုကို ရွှေတွေခိုးပါတယ်စွပ်စွဲသူကတစ်ဖက်၊ဖက်ဆစ်ဂျပန်ကောင်တွေရဲ့ အကုန်သုတ်သင်ရှင်းလင်းရေးကတစ်ဖက်နဲ့ ပြဿနာစုံကြားမှာ မိန်းမနဲ့သမီးကိုထားရစ်ခဲ့ပါတော့တယ်။စစ်မီးဒဏ်ကြောင့် စားစရာမရှိရတဲ့ကြားထဲ အမေဖြစ်သူကပါရောဂါသည်းလာလေတော့သမီးကြီးဖြစ်သူတာရာတစ်ယောက် အမေက တောထဲမသွားဖို့ အတန်တန်တားထားတဲ့ကြားထဲကမှ တောထဲသွားရင်း နတ်သမီးတစ်ပါးနဲ့ တွေ့လာတဲ့အခါ…တောကြီးမျက်မည်းထဲမှာ ကလေးပီပီ မဲမဲမြင်ရာ နတ်သမီးလို့ဇွတ်ထင်ပစ်လိုက်ပြီးသူ့ရဲ့အကူအညီကို လက်ခံလိုက်ချိန်မှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါစို့လား။အညွန်းနဲ့ ဘာသာပြန်ကတော့Mary Christပဲ ဖြစ်ပါတယ်။Genre….. Comedy, DramaQuality…. 1080p | 720pFile size… 1GB | 504MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mary ChristEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fLMACOnyLmsLX92sfO1CIMdarni.jpg",
      "https://image.tmdb.org/t/p/w300/cUBLbs8ZWyaBb2RedEbYQLkCJUs.jpg",
      "https://image.tmdb.org/t/p/w300/ruvzLTePmHKoPQ1HDRvfZ3jOVSr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bjYg9GIKiR3NcE06JsO7K7yJ7RB.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ey0bm9deqjze.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/in-my-mothers-skin-2023-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2F8sD/In.My.Mothers.Skin.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5j8DASjR#HJO_6kavhLf8tBzSyFaT617xxdrInX-YTmCqpQpqbG8",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fyzz5tafp2ud.html",
        "server": "usersdrive.com",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/in-my-mothers-skin-2023-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1jdxl/In.My.Mothers.Skin.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/s3sH1ZBD#Q96dNDR7PRzYgUi8PKRHyy4kf7NXEpFA4SrFNwpRIcc",
        "server": "mega.nz",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/r6i1e00vz3fa",
        "server": "streamvid.io",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/5w51t6zbi45z",
        "server": "streamsb.com",
        "size": "504MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yZVCkRxW1_s",
      "video_url": "https://www.youtube.com/watch?v=yZVCkRxW1_s",
      "embed_url": "https://www.youtube.com/embed/yZVCkRxW1_s"
    }
  },
  {
    "metadata": "|||Action,Crime,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "11236"
    },
    "title": "Nobody(2021)",
    "description": "Nobody(2021) အညွှန်း*******************IMDb…7.6(((BLU-RAY 1080P.5.1CH ထွက်လာလို့ Updateပေးထားပါတယ်.)ဒီကားကိုတော့ ဂျွန်ဝစ် lite လို့ ပြောရမလား pro max လို့ ပြောရမလား ကိုယ်တိုင်ဆုံးဖြတ်ကြည့်ပါတော့။ကြမ်းတာတော့ အတော်ကြမ်းပါတယ်။ ဘရုစ်ဝီလီရဲ့ Red လို ခံစားမှုမျိုးလည်းပါတယ်။ ဇာတ်လမ်းကတော့ ရှင်းပါတယ်။မန်ဆယ်လ်ဟာ စာလုံးသုံးလုံးပါတဲ့ အဖွဲ့အစည်းတွေရဲ့ စာရင်းစစ် အငြိမ်းစားပါ။မိသားစုနဲ့ ကလေးနှစ်ယောက်နဲ့ အေးဆေးနေပါတယ်။ဒါပေမယ့် မိသားစုကို ညဘက် ဓားပြတိုက်ခံလိုက်ရတဲ့ကိစ္စနဲ့ ပတ်သတ်ပြီး ပြန်လိုက်ရှင်းရင်းနဲ့သမိုင်းပေးလူဆိုးတွေဖြစ်တဲ့ ရုရှားတွေနဲ့ သွားရှုပ်မိတဲ့အခါ… ချူချာတွေ ကံဆိုးရပါတော့တယ်…ဒီကားက သတ်ဖြတ်ခန်းတွေကြမ်းတဲ့အပြင် မင်းသားကြီးBob Odenkirk ရဲ့အမိုက်စားသရုပ်ဆောင်ချက်တွေကြောင့်Box Office မှာလည်း တော်တော်ဝင်ငွေကောင်းတဲ့ကားကြီးဖြစ်ခဲ့တာမို့ အားလုံးပဲ လက်မလွှတ်သင့်ပါကြောင်းနင်းကန်သတင်းကောင်းပေးပါရစေ…..File Size : 856MBQuality : WEB-DL 720pFormat…mp4Duration…01:32:00Genre :Action,Crime,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by LittleneoEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6zbKgwgaaCyyBXE4Sun4oWQfQmi.jpg",
      "https://image.tmdb.org/t/p/w300/uWeffFhprUohUL5GO3YfQqdsVrI.jpg",
      "https://image.tmdb.org/t/p/w300/afExiUhpbY3FVR4W5QNROgWdHXt.jpg",
      "https://image.tmdb.org/t/p/w300/sBwGOfJtSF6hlXaEgvFfBfeLqMk.jpg",
      "https://image.tmdb.org/t/p/w300/4k9DEd4KxSgTnLyX6L1TluAOYwU.jpg",
      "https://image.tmdb.org/t/p/w300/pmwESzKvCCAVY06mX5f9eL7ABTk.jpg",
      "https://image.tmdb.org/t/p/w300/bbsj4F5ioUD49eIut1uMpU8cyeR.jpg",
      "https://image.tmdb.org/t/p/w300/y6i3vFMOlpPS8gymSYNak9Z4u6G.jpg",
      "https://image.tmdb.org/t/p/w300/83Hp44xD24OndqfaJbXFQqD25EX.jpg",
      "https://image.tmdb.org/t/p/w300/uMYDM80xXl2bXvd5C0G77QZ16un.jpg",
      "https://image.tmdb.org/t/p/w300/r6Nnn8V86jlr1ESzwmZGMO4gpc0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nobody-2021-1080-phevc-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P.HEVC.5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/nobody-2021-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "856MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/pu2nfvugabmr.html",
        "server": "usersdrive.com",
        "size": "856MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Cukn/Nobody.2021.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "856MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/So5BUQqQ#oNNolmT3Hl9yffJHD2RvGNBcPYayMVjOJEs7XzdVeGA",
        "server": "mega.nz",
        "size": "856MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/ged5j5sbub75",
        "server": "veryfiles.com",
        "size": "856MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/7dnqsv1gylu7.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      },
      {
        "link": "https://yoteshinportal.cc/nobody-2021-blu-ray-1080-p-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      },
      {
        "link": "https://megaup.net/Xr99/Nobody.2021.BLU-RAY.1080P.HEVC.mkv",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      },
      {
        "link": "https://mega.nz/file/I1o1QAiI#_5roxzC0DDhyKKpyDmm7B6f5LwcTRQunyfFCFLMt08Y",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      },
      {
        "link": "https://veryfiles.com/lvrk6zvnmefl",
        "server": "veryfiles.com",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/nobody2021",
        "server": "VIP Links",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      },
      {
        "link": "https://sbembed4.com/zlb1zuik6emj.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "BLU-RAY1080PHEVC"
      }
    ],
    "trailer": {
      "video_id": "wZti8QKBWPo",
      "video_url": "https://www.youtube.com/watch?v=wZti8QKBWPo",
      "embed_url": "https://www.youtube.com/embed/wZti8QKBWPo"
    }
  },
  {
    "metadata": "|||Drama,Romance,Uncategorized",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "26K Votes"
    },
    "title": "Along for the Ride (2022)",
    "description": "Along for the ride (2022)==================IMDb Rating – 6.0/10Netflix ကနေ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Family, Drama,Romance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်….မိသားစုရဲ့နွေးထွေးမှုကို မရရှိတဲ့ ကောင်မလေးနဲ့ ရည်မှန်းချက်တွေကွယ်ပျောက်နေတဲ့ ကောင်လေးအကြောင်းကို အဓိကရိုက်ကူးထားတာပါ…….အာဒန်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးက ကျောင်းပြီးတော့သူ့အဖေနဲ့ သူ့မိထွေးရှိရာ ကိုဘီမြို့ကိုထွက်လာခဲ့ပါတယ်။ အကြောင်းအရင်းကတော့ ကိုယ့်ကိုယ်ကိုရှာဖွေဖို့အတွက်ပါ။ ကိုဘီမြို့က သူ့မိထွေးဆိုင်လေးမှာ စာရင်းကိုင်အလုပ်ဝင်လုပ်ပြီး အမှတ်မထင် စက်ဘီးစီးတဲ့ကောင်လေး အီလိုင်နဲ့ တွေ့ဆုံခဲ့ပါတယ်…..အဲ့တော့ ဒီတွေ့ဆုံမှုတွေရဲ့နောက်ကွယ်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊အာဒန်ဆိုတဲ့ ကောင်မလေးရော ကိုဘီမြို့မှာ သူငယ်ချင်းအသစ်တွေရနိုင်ပါ့မလား၊ အာဒန်နဲ့အီလိုင် ဘယ်လိုတွေ့ခဲ့ကြလဲ၊ သူတို့နှစ်ဦးမှာရှိတဲ့စိတ်ဒဏ်ရာတွေကို ဘယ်လိုကုစားကြမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size – (1.56 GB) / (760 MB) / (760 MB)Quality – Web-Rip 1080p/ 720p / 480pDuration – 1Hr 46minsSubtitle – Myanmar HardsubFormat – MP4Genre : Drama, RomanceTranslator – ParrisEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xqlxMhXkLGHHDiFwVYzYTayUFyA.jpg",
      "https://image.tmdb.org/t/p/w300/r8B1OWzvrXmi2n61eovLXqIlfV3.jpg",
      "https://image.tmdb.org/t/p/w300/1cgmFSmQUi3viOYHZutm8hoOOIq.jpg",
      "https://image.tmdb.org/t/p/w300/1naX4l6RUGJt1s0fLEaumEQJy2p.jpg",
      "https://image.tmdb.org/t/p/w300/rOunAU2rF7C0eU58X9VKHY79EIq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/d5spmLeGR9kxBRQ6qxCFad1ljvT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/along-for-the-ride-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2qzfv/Along.for.the.Ride.2022.1080p.WEBRip%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/H49hhZzJ#ErcrSr-lOJVYQVdrqkJx7835U6KXZjDX1SxkyC2YXD4",
        "server": "mega.nz",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/aa44lur5bjuw.html",
        "server": "usersdrive.com",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/along-for-the-ride-2022-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/14El4/Along.for.the.Ride.2022.720p.WEBRip%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/d39b5moqwkx5.html",
        "server": "streamsb.com",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/CotEWbZD#sUom9LMMLURfNQLnk7CgwavfwkkAYlOywijMacBKTXk",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/x898fdavqpdd.html",
        "server": "usersdrive.com",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/along-for-the-ride-2022-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "512 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2qAdD/Along.for.the.Ride.2022.480p.WEBRip%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "512 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/r2ekwb2zfwzh.html",
        "server": "streamsb.com",
        "size": "512 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/H0UiTILQ#Nje3ZtRPtYRLknZbyvJoFIMo7ag6AKe5V6w4X21LSoY",
        "server": "mega.nz",
        "size": "512 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/4ts25z75v1du.html",
        "server": "usersdrive.com",
        "size": "512 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "A1PTIxYrTVw",
      "video_url": "https://www.youtube.com/watch?v=A1PTIxYrTVw",
      "embed_url": "https://www.youtube.com/embed/A1PTIxYrTVw"
    }
  },
  {
    "metadata": "|||Action,Bollywood,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Viruman (2022)",
    "description": "Viruman (2022)Imdb-5.2/10Times of India-1.8/5ဗီရူမန်ကတော့ မွေးချင်းညီအစ်ကို လေးယောက်ထဲမှာ အငယ်ဆုံးသားဖြစ်ပါတယ်သူငယ်ငယ်လေးထဲက သူ့အဖေအရင်းကိုတောင် ဓါးကိုင်ပြီးလိုက်ခုတ်ခဲ့ဖူးပါတယ်အကြောင်းရင်းကတော့သူ့အမေအရင်းက သူ့အဖေရဲ့နှိပ်စက်မှုဒဏ်တွေကြောင့်ဆုံးပါးသွားခဲ့ပါတယ်အဲ့ဒါကြောင့်သူ့အဖေကို နာကျည်းမုန်းတီးကာ ငယ်ငယ်ထဲကသူ့ဦးလေးတွေနဲ့ပဲနေထိုင်ကြီးပြင်းခဲ့ပါတယ် ဒီလိုနဲ့ကြီးပြင်းလာ‌တော့သူ့အဖေကိုLesson ပေးချင် အပြစ်တွေအတွက် ပြစ်ဒဏ်ခံယူစေချင်တာကြောင့်အမျိုးမျိုးနှောင့်ယှက်ဒုက္ခပေးပါတော့တယ်သူ့အဖေကတော့ လာဘ်စားပြီးမောက်မာဆိုးသွမ်းတဲ့လွှတ်တော်အမတ်တစ်ဦး ဖြစ်ပါတယ်ထို့အပြင်သူ့အစ်ကိုသုံးယောက်ကိုလည်း မကောင်းတဲ့ဖခင်ကိုဆန့်ကျင်စေချင်တာကြောင့်လိုက်လံစည်းရုံးပေမဲ့ သူ့အစ်ကို ၃ယောက်က ငွေ ၊ ပစ္စည်းဥစ္စာမျက်နှာကြောင့်သူ့အဖေဘက်ကနေထွက်မလာပါဘူး ဒီလိုနဲ့‌ဖအေနဲ့ သားရဲ့တိုက်ပွဲမှာ နောက်ဆုံးသူ့အဖေကပဲရှုံးပြီး အပြစ်ကြွေးတွေဆပ်ရမလား…သူ့သားကပဲလက်လျှော့သွားရမလားဆိုတာ…File size…3GB / 1.3GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 29mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by ThuRa & Allena & Kevin & Yunni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pmDgbmRZC2M1Cid9M5CYCGmBeDo.jpg",
      "https://image.tmdb.org/t/p/w300/s8bXDXFcMzI3Lc2hTZBN5PXrmAJ.jpg",
      "https://image.tmdb.org/t/p/w300/bxzVsqEcBa6PKxKGbEqzdNUoFRC.jpg",
      "https://image.tmdb.org/t/p/w300/n3Pat0CB4qrFZ2w63ttk8Zr0dET.jpg",
      "https://image.tmdb.org/t/p/w300/r7SGZ3uPbg5yVzklxnWEpNUblG5.jpg",
      "https://image.tmdb.org/t/p/w300/n64ApdbHYDIlBjXMyoCd7ogakZm.jpg",
      "https://image.tmdb.org/t/p/w300/AuWF8HydLskaXAhZ5kRKq7bh0uA.jpg",
      "https://image.tmdb.org/t/p/w300/aBnqnSbVPmGDdOfqb9cihBbZWgX.jpg",
      "https://image.tmdb.org/t/p/w300/2v8QKU5JqONqf1SvBGf2QdfqaHb.jpg",
      "https://image.tmdb.org/t/p/w300/anW5R9TcBggdatLpGViYRJ4Kt6X.jpg",
      "https://image.tmdb.org/t/p/w300/fLIhc5foh9N4kkwQPYodMDuHil7.jpg",
      "https://image.tmdb.org/t/p/w300/zxBYSu55k3R9iFhrm2hlSeun8Jh.jpg",
      "https://image.tmdb.org/t/p/w300/jb7fLLf1uEqRkabKvseBSKl9Vwb.jpg",
      "https://image.tmdb.org/t/p/w300/5Ls1B9e3ojQEYDOKDV1GDMdKqfO.jpg",
      "https://image.tmdb.org/t/p/w300/uFP0psCwrb1l0g0GrXGS2AVOTtr.jpg",
      "https://image.tmdb.org/t/p/w300/q2YONLLm5iUziVFi4zAUShg6RIF.jpg",
      "https://image.tmdb.org/t/p/w300/jV8ZTvmIxciRTwO20hOnC4isU5A.jpg",
      "https://image.tmdb.org/t/p/w300/hPIsWtpF7NN90q5nBwzOHVxX5m5.jpg",
      "https://image.tmdb.org/t/p/w300/kiQtVZKryM7gBrOZgDXM6oUiJTk.jpg",
      "https://image.tmdb.org/t/p/w300/ArzjYUzcWy97CJtvTwNdZbqwvXm.jpg",
      "https://image.tmdb.org/t/p/w300/mTHPmSlacbxEOqRl5Ee8xCVXnR3.jpg",
      "https://image.tmdb.org/t/p/w300/xWWP3Eu5cWb2QcyBqKl2PdaaB2s.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzk3N2IxZWQtMjdkYS00ODY5LThiNTAtNzY3YmI1ZGJhNDM0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/viruman-2022-tamil-true-web-dl-1080-p-hq-avc-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/t3c4e3crhqso.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/182t3/Viruman_(2022)_Tamil_TRUE_WEB-DL_-_1080p_HQ_-_AVC.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/SApVCRjA#5flGBDZvFXl9VUCxc1oK1Of0C7o8Tlp3FKMn5gC31Hc",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/2xzxdms1ffpi.html",
        "server": "streamsb.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/9sx7fol4zt5k",
        "server": "veryfiles.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/viruman-2022-tamil-true-web-dl-720-p-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0nmtviz7ejt2.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/182ty/Viruman_(2022)_Tamil_TRUE_WEB-DL_-.720p.AAC2.0CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XU5DVR7L#GSXxr1yeoui4i6Z2DxlLjZYUbPjgA_tKnpzuSRE01uU",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/nzy5qa2lge84.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/abr3crpn52gr",
        "server": "veryfiles.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2018|98 min|Uncategorized",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "3,794"
    },
    "title": "The Man Who Killed Hitler and Then The Bigfoot (2018)",
    "description": "The man who killed Hitler and then the Bigfoot 2018ဘယ်လိုဇာတ်ကားလေးလဲမသိဘူးကြည့်သလောက်တော့ romance, action,adventure ဇာတ်ကားပါIMDB rating 5.6 ရထားတဲ့ကားလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ကယ်ဗင်ကဒုတိယကမ္ဘာစစ်မှာ ဟစ်တလာကိုသတ်ခဲ့ပါတယ်အဲ့လိုသတ်ခဲ့တယ်ဆိုတာ ကျွမ်းကျင်အဆင့်ရှိလို့ပေါ့အသက်တွေကြီးလာပေမယ့်လဲသူ့skillကပျောက်မသွားဘူးအဲ့အချိန်မှာ အမေရိကမှာလူဝံတစ်ကောင် ရဲ့ဗိုင်းရပ်စ်ကလူတွေကိုဒုက္ခပေးတဲ့အခါကယ်တင်မယ့်အချိန်ရောက်လာတယ်ထူးခြားစွာနဲ့ကယ်ဗင်ရဲ့သွေးက ဗိုင်းရပ်စ်ကိုခံနိုင်ရည်ရှိနေတယ်အဲ့ချိန်မှကယ်ဗင်ကို အဲ့လူဝံသတ်ခိုင်းတယ် ဘယ်လိုသတ်တယ်ဘယ်လိုဖြစ်သွားလဲဆိုတာ ကြည့်ပေးပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (750 MB) and (260 MB)Quality : WEB-DL 720pRunning Time : 1h 38minFormat : Mp4Genre : Adventure, Drama, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-CMRGTranslated by Tin Myo LwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6Uh1OQOJEvjCs3XOLJoGAnKEUhr.jpg",
      "https://image.tmdb.org/t/p/w300/drG6mFAPO9UJyHK6cMJleVAfIXm.jpg",
      "https://image.tmdb.org/t/p/w300/mRUXmiKRnsZ9qdbWe6N0xRymS7K.jpg",
      "https://image.tmdb.org/t/p/w300/9PivYwzeA2ybryC5S1qPwwYIuvJ.jpg",
      "https://image.tmdb.org/t/p/w300/gFq6hUsmyh8IOMamsIGUSUdLLvK.jpg",
      "https://image.tmdb.org/t/p/w300/9AumMXASjqCWygqYNvN7bbWMv2m.jpg",
      "https://image.tmdb.org/t/p/w300/ApfwIzp4wcGHz37DymdM0q6mF6u.jpg",
      "https://image.tmdb.org/t/p/w300/w5AANKfW2f1Lterj2qISG0xoWHg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2SjYLE1kOiw7A1NioP24ER0aXov.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1y85a/The_Man_Who_Killed_Hitler_And_Then_The_Bigfoot_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-man-who-killed-hitler-and-then-the-bigfoot-2019",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-man-who-killed-hitler-and-then-the-bigfoot-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/b1uh32cxdet5.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UkP4bZKCHE8",
      "video_url": "https://www.youtube.com/watch?v=UkP4bZKCHE8",
      "embed_url": "https://www.youtube.com/embed/UkP4bZKCHE8"
    }
  },
  {
    "metadata": "TV-PG|2010|1h 10min|Action,Animation,Fantasy",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1700"
    },
    "title": "Firebreather (2010)",
    "description": "Firebreather (2010)ဒီ animation ဇာတ်ကားကောင်းလေးကို မသိတဲ့သူတော်တော်ရှားမယ်ထင်ပါတယ်။ ကျွန်တော်တို့တွေ ကလေးဘ၀မှာ အသည်းစွဲဖြစ်ခဲ့ရတဲ့ ကာတွန်းကားလေးတစ်ကားဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။မကြည့်ဖူးသေးတဲ့သူတွေရော ကြည့်ပြီးတဲ့သူတွေပါ ဘာသာပြန်ကောင်းကောင်းလေးနဲ့ သေချာပြန်လည်ခံစားလို့ရအောင်လို့ Channel Myanmar ကနေ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့……ကမ္ဘာကြီးဟာ ကိုင်ဂျူးလို့ခေါ်တဲ့ ဧရာမသတ္တဝါကြီးတွေနဲ့ လူသားတွေ ရောထွေးနေထိုင်တဲ့ နေရာတစ်ခုဖြစ်လာပါတယ်။ မျိုးနွယ်နှစ်ခုကြား စစ်ပွဲရှည်ကြီး တစ်ခုဖြစ်လာခဲ့ပြီး ဒီစစ်ပွဲကို အဆုံးသတ်ပေးလိုက်တာကတော့ မားဂရက်ဆိုတဲ့ လူသားမျိုးနွယ် မိန်းကလေးတစ်ဦးနဲ့ ကိုင်ဂျူးဘုရင်ကြီး ဘယ်လော့ခ် တို့ရဲ့ ချစ်ကြိုက်မှုပဲ ဖြစ်ပါတယ်။စစ်ပွဲကြီးရပ်တန့်သွားပြီးနောက် ကိုင်ဂျူးတွေဆိုတာလည်း ဒဏ္ဍာရီသဖွယ် ဖြစ်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် ဒန်ကန်ဆိုတဲ့ ကိုင်ဂျူးတစ်၀က် လူသားတစ်၀က် ဆယ်ကျော်သက်ကောင်လေးကတော့ ဒဏ္ဍာရီမဟုတ်ခဲ့ပါဘူး။ကိုင်ဂျူးတစ်ကောင်ရဲ့အစွမ်းတွေနဲ့ လူသားလေး ဒန်ကန်ဆီကို တစ်ရက်မှာ ကိုင်ဂျူးဘုရင် ဘယ်လော့ခ်ကြီးက ဆိုက်ဆိုက်မြိုက်မြိုက် ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့……(ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.3GB, 608MBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 10MinType – Action, Animation, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated byChuck ChuckEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lYasFduyooJu9Ebi9w8TpLaJT8y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fQkCKYHmWRNAcWb1XWk8SPylUog.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/firebreather-2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-firebreather-2010-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2nH7h/(CM)_Firebreather_(2010)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RVsmRCQT#80cBxwavYPcf57qW9X5xcSfm42dSNH8smLdY9CECxM4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nsj0f4pz0c17.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/1i60ifa792t4.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-firebreather-2010-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "608MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/11Mcy/(CM)_Firebreather_(2010)_720p.mp4",
        "server": "megaup.net",
        "size": "608MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8Y0jlQzC#NgkvhyQblZPAQa2WMKGghP_gZJH9_xaF2OQMBKTSVDI",
        "server": "mega.nz",
        "size": "608MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5748xopc8z2i.html",
        "server": "usersdrive.com",
        "size": "608MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/t2g62zik0y6k.html",
        "server": "streamsb.com",
        "size": "608MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Tdx1j80G0WM",
      "video_url": "https://www.youtube.com/watch?v=Tdx1j80G0WM",
      "embed_url": "https://www.youtube.com/embed/Tdx1j80G0WM"
    }
  },
  {
    "metadata": "|2019|1h 32min|Comedy,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": ""
    },
    "title": "A Home with a View (2019)",
    "description": "[Unicode]ဒီတစ်ခါတော့ ဟာသ ဇာတ်လမ်းလေးတစ်ခု တင်ဆက်ပေးမှာ ဖြစ်ပါတယ်ဟောင်ကောင်မှာ နေထိုင်တဲ့ သာမန်မိသားစုလေး တစ်စုအကြောင်းပါ ။မြို့ပြမှာနေထိုင်တဲ့ သာမန်မိသားစုတွေရဲ့ ဘဝကို ဖော်ပြပေးထားတာပါသူတို့ မိသားစု ဘာ အခက်အခဲတွေကြုံတွေ့ရလဲစိတ်ညစ်စရာတွေ ဘယ်လိုဖြေဖျောက်လဲဆိုတာကို ဟာသအနေနဲ့ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းလုံဝေ့မန်ဟာ အလုပ်ကြိုးစားတဲ့ အိမ်ထောင်ဦးစီး တစ်ယောက်ပါဒါပေမယ့် ဘယ်လောက်ကြိုးစားပြီး ပိုက်ဆံရှာပါစေသူပေါင်ထားတဲ့ တိုက်ခန်းလေးကို မရွေးနိုင်သေးပဲ အတိုးပေးနိုင်တဲ့ အခြေနေမှာတင်ပဲ ရှိနေခဲ့ပါတယ် ။သားဖြစ်သူကလည်း အလုပ်အကိုင်မရှိသမီးဖြစ်သူကလည်း ကျောင်းတက်နေဆဲဖြစ်ပြီးအောက်ပိုင်းသေနေတဲ့ လုံဝေ့မန်ရဲ့အဖေကိုတော့ သူ့ရဲ့ဇနီးဖြစ်သူက ပြုစုနေရပါတယ်ဒါကြောင့် သူတို့မိသားစုဟာ လုံဝေ့မန်တစ်ယောက်တည်းရဲ့ ဝင်ငွေနဲ့ ရပ်တည်နေကြတာပါ ၊တိုက်ခန်းကျဉ်းထဲမှာ မိသားစု ၅ ယောက်နေကြပြီးအပေါ်ထပ်နဲ့ ရန်ဖြစ်လိုက် အောက်ထပ်နဲ့ ရန်ဖြစ်လိုက် မိသားစုချင်းရန်ဖြစ်လိုက်နဲ့ အမြဲဖြစ်နေပေမယ့်အိမ်ပြတင်းပေါက်က လှမ်းကြည့်ရင် မြင်ရတဲ့ပင်လယ်ရှုခင်းကြောင့် အမြဲတမ်း စိတ်အပန်းပြေရပါတယ် ၊ဒါပေမယ့် သူတို့တိုက်ရှေ့မှာ ကြေငြာဆိုင်းဘုတ်ကြီးတစ်ခု ပိတ်ပြီး ပင်လယ်ရှုခင်းကို မမြင်ရတော့တဲ့အခါ…သူတို့ ပင်လယ်ရှုခင်းပြန်မြင်ရအောင် ဘယ်လိုတွေ ကြိုးစားကြမလဲဆိုတာ ဟာသနှောပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ရှုစားကြပါနော်…။IMDb Rating – 5.9/10( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ခါေတာ့ ဟာသ ဇာတ္လမ္းေလးတစ္ခု တင္ဆက္ေပးမွာ ျဖစ္ပါတယ္ေဟာင္ေကာင္မွာ ေနထိုင္တဲ့ သာမန္မိသားစုေလး တစ္စုအေၾကာင္းပါ ။ၿမိဳ႕ျပမွာေနထိုင္တဲ့ သာမန္မိသားစုေတြရဲ႕ ဘ၀ကို ေဖာ္ျပေပးထားတာပါသူတို႔ မိသားစု ဘာ အခက္အခဲေတြႀကဳံေတြ႕ရလဲစိတ္ညစ္စရာေတြ ဘယ္လိုေျဖေဖ်ာက္လဲဆိုတာကို ဟာသအေနနဲ႔႐ိုက္ကူးတင္ဆက္ေပးထားတာျဖစ္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းလုံ​ေ၀့မန္ဟာ အလုပ္ႀကိဳးစားတဲ့ အိမ္ေထာင္ဦးစီး တစ္ေယာက္ပါဒါေပမယ့္ ဘယ္ေလာက္ႀကိဳးစားၿပီး ပိုက္ဆံရွာပါေစသူေပါင္ထားတဲ့ တိုက္ခန္းေလးကို မေ႐ြးႏိုင္ေသးပဲ အတိုးေပးႏိုင္တဲ့ အေျခေနမွာတင္ပဲ ရွိေနခဲ့ပါတယ္ ။သားျဖစ္သူကလည္း အလုပ္အကိုင္မရွိသမီးျဖစ္သူကလည္း ေက်ာင္းတက္ေနဆဲျဖစ္ၿပီးေအာက္ပိုင္းေသေနတဲ့ လုံ​ေ၀့မန္ရဲ႕အေဖကိုေတာ့ သူ႔ရဲ႕ဇနီးျဖစ္သူက ျပဳစုေနရပါတယ္ဒါေၾကာင့္ သူတို႔မိသားစုဟာ လုံ​ေ၀့မန္တစ္ေယာက္တည္းရဲ႕ ၀င္ေငြနဲ႔ ရပ္တည္ေနၾကတာပါ ၊တိုက္ခန္းက်ၪ္းထဲမွာ မိသားစု ၅ ေယာက္ေနၾကၿပီးအေပၚထပ္နဲ႔ ရန္ျဖစ္လိုက္ ေအာက္ထပ္နဲ႔ ရန္ျဖစ္လိုက္ မိသားစုခ်င္းရန္ျဖစ္လိုက္နဲ႔ အၿမဲျဖစ္ေနေပမယ့္အိမ္ျပတင္းေပါက္က လွမ္းၾကည့္ရင္ ျမင္ရတဲ့ပင္လယ္ရႈခင္းေၾကာင့္ အၿမဲတမ္း စိတ္အပန္းေျပရပါတယ္ ၊ဒါေပမယ့္ သူတို႔တိုက္ေရွ႕မွာ ေၾကျငာဆိုင္းဘုတ္ႀကီးတစ္ခု ပိတ္ၿပီး ပင္လယ္ရႈခင္းကို မျမင္ရေတာ့တဲ့အခါ…သူတို႔ ပင္လယ္ရႈခင္းျပန္ျမင္ရေအာင္ ဘယ္လိုေတြ ႀကိဳးစားၾကမလဲဆိုတာ ဟာသေနွာျပီးရိုက္ကူးထားတဲ့ ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ရႈစားၾကပါေနာ္…။IMDb Rating – 5.9/10( အညႊန္္းနဲ႔ဘာသာျပန္သူကေတာ့ Han Thu Aye ျဖစ္ပါတယ္ )File size__( 1.5 GB ) and ( 800 MB)Quality__Bluray-1080p ,720pIMDb Rating__5.9/10Format__mp4Duration__01:35:16Type__Comedy , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byHan Thu AyeEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hnOQVkuKA9NhklRrJwMEN2k7tod.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wOMFzaD18ZUb5xHKhoMmdZ1ArF2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/shnaunrm4r9f.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "BR-1080p 5.1"
      },
      {
        "link": "https://usersdrive.com/cqclzbiv13e9.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://usersdrive.com/75xz4bi9pj97.html",
        "server": "usersdrive.com",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/a-home-with-a-view-2019-1080-p-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "BR-1080p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/a-home-with-a-view-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-home-with-a-view-2019-360-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/1x5cs/A_Home_with_A_View_(2019)_1080p5.1.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "BR-1080p 5.1"
      },
      {
        "link": "https://megaup.net/1x5cl/A_Home_with_A_View_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://megaup.net/1x5cd/A_Home_with_A_View_(2019)_360p.mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/fJpm2IxR#dzZexIVV85bDubCFR5Xjxvm0tE8lkiXy3u_mLv91k7M",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "BR-1080p 5.1"
      },
      {
        "link": "https://mega.nz/file/udgGESpA#l6g2g0KShcRGYkmWpLX_LVJT16M4qhpJ6qzgIxA_SAI",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://mega.nz/file/3UowgCxZ#iP6DWNeP4Xx-Laa9-HtfK76FKwQ1ZukC3cWcAfMZVTc",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/QdIZajOzpMWYEg",
        "server": "disk.yandex.com",
        "size": "1.5 GB",
        "quality": "BR-1080p 5.1"
      },
      {
        "link": "https://yadi.sk/i/RwDP-nsNzV7F3Q",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://yadi.sk/i/N-qR1DrNMbRmFg",
        "server": "disk.yandex.com",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/adaslu1ira55",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "1080p 5.1"
      },
      {
        "link": "https://upstream.to/ieve14c7hu9n",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "BR-Bluray720p"
      },
      {
        "link": "https://upstream.to/jv2knw75gyea",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "SFS"
      }
    ],
    "trailer": {
      "video_id": "5FQbuxgKZ7o",
      "video_url": "https://www.youtube.com/watch?v=5FQbuxgKZ7o",
      "embed_url": "https://www.youtube.com/embed/5FQbuxgKZ7o"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "8.5/",
      "rating_count": ""
    },
    "title": "You Are My Makeup Artist (2022)",
    "description": "",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/ZZL2j_4f.jpg",
    "movie_links": [],
    "trailer": null
  }
]