[
  {
    "metadata": "|||Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "You’re Not Supposed to Be Here (2023)",
    "description": "ဒီတစ်ခေါက်မှာတော့ အသစ်ထွက် Thriller ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ မင်းသမီး Chrishell Stause (A Rose for Her Grave: The Randy Roth Story)နဲ့ Diora Baird (Hot Tamale), မင်းသား Curtis Hamilton (In Broad Daylight) တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပါ။လိင်တူချစ်သူနှစ်ဦးဖြစ်တဲ့ ကန်နဒီနဲ့ ဇိုဝီတို့ နှစ်ဦးက တစ်ဦးနဲ့ တစ်ဦး သစ္စာရှိစွာ ချစ်ခင်ကြသူတွေဖြစ်ပြီး ကံဆိုးစွာနဲ့ ပထမကလေး ပျက်ကျသွားခဲ့တဲ့အဖြစ်ဆိုးကို ရင်ဆိုင်ထားရသူတွေပါ။သို့ပေမဲ့လည်း ကလေးလိုချင်ကြသူ သူတို့နှစ်ဦးက ဇိုဝီ့သူငယ်ချင်းကောင်လေး အက်ဒမ့်ဆီကနေ သုတ်ပိုးအလှူခံပြီး နောက်တစ်ကြိမ်ကြိုးစားခဲ့ရာကနေ ဇိုဝီက မကြာခင်မွေးဖွားခါနီး နေ့စေ့လစေ့ အခြေအနေကို ရောက်ရှိနေချိန်မှာ သူတို့ဘဝအတွက် အလှည့်အပြောင်းတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။အဲဒါကတော့ ပထမကလေး ပျက်ကျထားမှုရဲ့စိတ်ဒဏ်ရာကြောင့် ဇိုဝီတစ်ယောက် မကြာခဏ သံသယစိတ်တွေနဲ့ ကလေးအတွက် စိုးရိမ်ပူပန်မှုတွေ ကြီးထွားလာတာပါပဲ။ ဇိုဝီ့ရဲ့ကလေးနဲ့ ပတ်သက်တဲ့ ပူပန်မှုတွေက ငါးစက္ကန့်တစ်ကြိမ်လောက် ဖြစ်နေတာမို့ ကန်နဒီတစ်ယောက် အလုပ်ဖြောင့်ဖြောင့် မလုပ်နိုင်ဘဲ အာရုံထွေပြားနေခဲ့တာကြောင့် ကန်နဒီ့ရဲ့သူဌေးက တခြားမြို့တစ်မြို့မှာရှိတဲ့ သူ့ရဲ့တောအုပ်ထဲက အပန်းဖြေအိမ်လေးကို အားလပ်ရက် ခရီးထွက်ဖို့ အကြုံပြုခဲ့ပါတော့တယ်။သူဌေးရဲ့အကြံပြုချက်အတိုင်း နှစ်ယောက်သား ပျော်ပျော်ရွှင်ရွှင်နဲ့ စိတ်ပြေလက်ပျောက် ခရီးတိုလေးထွက်လာကြပေမယ့် သူတို့ရောက်သွားတဲ့မြို့လေးမှာ မထင်မှတ်ထားတဲ့ အန္တရာယ်တွေက စောင့်ကြိုနေခဲ့ချိန်မှာတော့..(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Emily ပါ)File size…(1.6 GB)/(800 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:26:00Genre…ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by EmilyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlejandro RosarioChrishell StauseCurtis HamiltonDevon GummersallDiora BairdDrew PowellHeather MatarazzoJade HarlowJayne TainiJeanté GodlockNatalie Lander",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wVwcDnHB0EN8TVRWbrDchV9VaPZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMjc2OGE0ZmEtNTExNi00NTIxLWI3YmUtOTNiOWNjMWJiMjJmXkEyXkFqcGdeQXVyMTQ5MDg4NDYz._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/youre-not-supposed-to-be-here-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3lG84/Youre.Not.Supposed.To.Be.Here.2023.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5GFFUKaR#mSX4XJLSvJ2-ou-8_8qbRkOM2UXrMgtM_32EGh7wk3E",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3ky7rbxxddfj.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/youre-not-supposed-to-be-here-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ZLd9/Youre.Not.Supposed.To.Be.Here.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "800 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9WdFWJ7Q#Iai4ihX6CKpQyQ3k-VIU9YfKLhSXfcbGxa8w6yAms8M",
        "server": "mega.nz",
        "size": "800 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/55r508ceitc9.html",
        "server": "usersdrive.com",
        "size": "800 Mb",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/yimhdpdudff9",
        "server": "streamsb.com",
        "size": "800 Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5iz326iq8sml",
        "server": "streamvid.io",
        "size": "800 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9iknMmT8PAE",
      "video_url": "https://www.youtube.com/watch?v=9iknMmT8PAE",
      "embed_url": "https://www.youtube.com/embed/9iknMmT8PAE"
    }
  },
  {
    "metadata": "PG|2011|1h 28m|Action,Adventure,Animation",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "24000"
    },
    "title": "Mars Needs Moms (2011)",
    "description": "Mars Needs Moms (2011)Disney နဲ့ ImageMovers တို့ ပူးပေါင်းထုတ်တဲ့ 3D Animated Film ဖြစ်ပါတယ်။ Disney လက်ရာနဲ့မတူဘဲ ကွဲထွက်နေတဲ့ လက်ရာကို မြင်ရမှာပါ။ ImageMovers Studio မပိတ်ခင် နောက်ဆုံးထုတ်ခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်။ ကုန်ကျတဲ့ Budget နဲ့ ပြန်ရတာ တအားကွာဟနေလို့ Disney အတွက် ဆုံးရှုံးမှု‌အတော်ကြီးခဲ့တဲ့ ကားဆိုရင်လည်း မမှားပါဘူး။ဇာတ်လမ်းကတော့ ကိုးနှစ်အရွယ် မိုင်လိုဆိုတဲ့ကောင်လေးက မာရှန်တွေ (မားစ်ဂြိုဟ်သားတွေ) ပြန်ပေးဆွဲသွားတဲ့ သူ့အမေကို ကယ်တင်တဲ့အကြောင်းပါ။မိုင်လိုက တစ်ညမှာ သူ့အမေနဲ့ စကားများပြီး သူ့မှာ အမေလုံး၀မရှိခဲ့ရင်ကောင်းမှာလို့ ပြောပစ်ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ အဲဒီညမှာ မိုင်လိုရဲ့အမေကို မာရှန်တွေက မားစ်ဂြိုဟ်ဆီ ပြန်ပေးဆွဲသွားပါတယ်။မိုင်လို သူ့အမေကို တောင်းပန်ဖို့ ဆင်းလာတဲ့အခါ တွေ့သွားပြီး လိုက်ခေါ်ရာက သူပါ မားစ်ဂြိုဟ်ပေါ် ပါသွားပါတယ်။ အဲဒီကနေ မာရှန်တွေ ပြန်ပေးဆွဲတဲ့ အကြောင်းရင်းကို သိသွားပြီး သူ့အမေကို ပြန်ခေါ်ဖို့ ကြိုးစားတာကို ကြည့်ရမှာပါ။ ဇာတ်ကွက်ကပဲ ရိုးနေလို့လား… လက်ရာကွဲသွားတာကြောင့် မအောင်မြင်တာလား အကဲဖြတ်ဖို့ အားပေးလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 710MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 28MinGenre – Action, Adventure, AnimationSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSimon WellsStarsAaron RapkeAdam JenningsAmber Gainey MeadeBreckin MeyerDan FoglerDee Bradley BakerElisabeth HarnoisJacquie BarnbrookJoan CusackJulene ReneeKevin CahoonKirsten SeversonMatthew HenersonMindy SterlingRaymond OchoaRobert OchoaRyan OchoaSeth GreenSeth Robert DuskyStephen KearinTom Everett ScottCastAaron RapkeAdam JenningsAmber Gainey MeadeBreckin MeyerDan FoglerDee Bradley BakerElisabeth HarnoisJacquie BarnbrookJoan CusackJulene ReneeKevin CahoonKirsten SeversonMatthew HenersonMindy SterlingRaymond OchoaRobert OchoaRyan OchoaSeth GreenSeth Robert DuskyStephen KearinTom Everett Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sU9wVEAgWPXPULYQMctd0T5MCdI.jpg",
      "https://image.tmdb.org/t/p/w300/bLNIJhmLW110KRjTzmFM6e8BjcX.jpg",
      "https://image.tmdb.org/t/p/w300/zPcgMq22AwvBP2nOhrXcuwnvgYm.jpg",
      "https://image.tmdb.org/t/p/w300/xmTArmZoJRAtDGCBkfKImxPF4kA.jpg",
      "https://image.tmdb.org/t/p/w300/rnvUsQ0zNMOz7OaANHirxQubqcc.jpg",
      "https://image.tmdb.org/t/p/w300/tgy1XvIKYFthvbHGSS5rBnBayBS.jpg",
      "https://image.tmdb.org/t/p/w300/oq74CEp7XFr6082THOWMHaZGQtp.jpg",
      "https://image.tmdb.org/t/p/w300/8wLLBscj3wcrA38mL7U5wbcBfr8.jpg",
      "https://image.tmdb.org/t/p/w300/vps6hIlsMxs2v8vrFqptDkON2Mg.jpg",
      "https://image.tmdb.org/t/p/w300/zDriLtO3hQeo58AX1ooYSYbshxe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g94LNU4pipIUJLkTvYIgNGfT2J2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mars-needs-moms-2011-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kYW55/(CM)_Mars_Needs_Moms_(2011)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/T3J0SRrT#l3OCqdJwacbl8YxiV_S2vkbufpDcYzJa_REl_rySNOs",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/plf3qv3l3p8m.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/fu7bjfduz82c",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mars-needs-moms-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edls0/(CM)_Mars_Needs_Moms_(2011)_720p.mp4",
        "server": "megaup.net",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/GipmERYB#tQMDJp93OsYsncsldFic2o_RsLMSPdQsXpHQKwTZADE",
        "server": "mega.nz",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ru8kropihqyj.html",
        "server": "usersdrive.com",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/vrv54qb1c2jm",
        "server": "streamsb.com",
        "size": "710MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JWYVQzG0rYk",
      "video_url": "https://www.youtube.com/watch?v=JWYVQzG0rYk",
      "embed_url": "https://www.youtube.com/embed/JWYVQzG0rYk"
    }
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": ""
    },
    "title": "Paulie Go! (2022)",
    "description": "Paulie Go (2022)ပေါ်လီ လို့ ခေါ်တဲ့ လူငယ်လေး က ငယ်ငယ်လေး ထဲ က ‌အပေါင်းအသင်း မရှိတဲ့ အပယ်ခံလေး တယောက်ပါဒါပေမဲ့ သူ က သိပ္ပံ ဝါသနာအိုးလေး ဖြစ်တာကြောင့် ငယ်ငယ် ထဲ AI ဉာဏ်ရည်တု နည်းပညာ နဲ့ ကွန်ပျူတာ သိပ္ပံကို အပြင်းအထန် လေ့လာ ခဲ့ပါတယ်သို့‌သော် လည်း သူ သိပ် တွဲ အလုပ်လုပ်ချင်တဲ့ ကမ္ဘာကျော် သိပ္ပံ ပါမောက္ခကြီး ဆီ က ငြင်းခံလိုက်ရချိန်မှာတော့ တယောက်တည်း အိမ်က မသိအောင် ပါမောက္ခကြီးကို လိုက်ရှာဖို့ မစ်နီဆိုးတားကို လူရှာပုံတော် ထွက်လာခဲ့ပါတယ်မစ်နီဆိုးတား ရောက်တော့ ရွယ်တူ အေဗရီ ဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေး နဲ့ တွေ့ပြီး ဘာတွေ အပေးအယူလုပ်လဲပေါ်လီ ‌နဲ့ အေဗရီ တို့ နှစ်ယောက် ပါမောက္ခကြီးရဲ့ လျို့ဝှက်ချက်တွေ ရှာတွေ့နိုင်မှာလားပါမောက္ခ ကြီး ကရော ဘာလို့ ပေါ်ပေါ်ထင်ထင် မနေပဲ ပုန်းနေရတာလဲမစ်နီဆိုးတား မှာပေါ်လီလေး သိပ္ပံ ပညာ အပြင် ပေါ်လီ ရဲ့ ပထမဆုံးဖြစ်တဲ့ အပေါင်းအသင်း သူငယ်ချင်း အေဗရီ လေးနဲ့ ဘယ်လို စွန့်စား ကြမလဲ ဘာ ပြဿနာတွေ ရင်ဆိုင်ရမလဲဆိုတာ တော့Channel Myanmarမှာ ကြည့်ရှုလိုက်ပါReviewed by NevilFile size…(1.16GB)/(847MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:26:00Genre…ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….NevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan JohnsonBernard WhiteCharles HubbellCorinne ChooeyDan LovinariaDarrick MoselyDavid TheuneDeborah TuckerDerek PrestlyEthan DizonGrace OlsenHaihua WeiJacy KingJames Robert MillerKate FlanneryKim GreeneL.J. JohnsonMadison WolfeMatt OlsonRachel SharpSarah BrownTracie ThomsVaughn Meccod",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8K9YaEcz9JnwOc7JAM3Ckap16zS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-paugl.jpg",
    "movie_links": [
      {
        "link": "https://sbfull.com/ch2gc6nftqv2.html",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/paulie-go-20221080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hcvncw3r8hn1.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15wb3/Paulie.Go.20221080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/paulie-go-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/otvnl2lp2zf2.html",
        "server": "usersdrive.com",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15wbc/Paulie.Go.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/ch2gc6nftqv2.html",
        "server": "streamsb.com",
        "size": "847MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sNjsG3SAAzw",
      "video_url": "https://www.youtube.com/watch?v=sNjsG3SAAzw",
      "embed_url": "https://www.youtube.com/embed/sNjsG3SAAzw"
    }
  },
  {
    "metadata": "N/A|2016|141 min|Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "3,997"
    },
    "title": "Baar Baar Dekho (2016)",
    "description": "“မိတ်ဆွေ မိန်းကလေးတယောက်နဲ့ လက်ထပ်တော့မယ်စိတ်ကူးထားလား ဒါဆို မြန်မြန်သာ လက်ထပ်လိုက်ပေတော့နောက်အနာဂတ်မှာ ဘာတွေလုပ်ရမလဲ မနက်ဖြန် ဘာစီစဉ်ရမလဲမစဉ်းစားနေနဲ့တော့ လက်ရှိကိုပဲကြည့်ပြီး ရဲရဲကြီးသာ ဆုံးဖြတ်လိုက်”ဒီဇာတ်လမ်းလေးကလည်း ဒီလိုပါပဲ သင်္ချာပညာမှာ သိပ်တောတဲ့#ဂျေးဟာသူ့ငယ်ချစ် ဒီယားနဲ့လက်ထပ်ချင်ပေမဲ့ သူ့ဘဝတတ်လမ်းအတွက်လည်းအင်္ဂလန်နိုင်ငံက ကမ်းဘရိချ်တက္ကသိုလ်ကို ပြောင်းချင်နေခဲ့ပါတယ်။ဒါပေမဲ့ ဒီယားက မသွားချင်တော့ ဒီမင်္ဂလာပွဲကိုစိတ်ပျက်နေတဲ့ ဂျေးတယောက် သူ့ဘဝမှာ အပြောင်းလဲကြီးတခု ဝင်လာပါတော့တယ်ဒီအပြောင်းလဲက ဘာဖြစ်မလဲ ဒီယားကို သူလက်ထပ်ဖြစ်လိုက်လားရှေ့လျောက် သူတို့နှစ်ယောက်ဘဝကိုဘယ်လိုဖြတ်သန်းသွားကြမလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးပဲ ဆက်လက်ခံစားလိုက်ပါဦး့Bollywood Drama ကောင်းကောင်းလေးတွေ ကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားလေးကို လက်အလွတ်မခံပါနဲ့ဗျာ့ရုပ်ရှင်ကားလေးက ပညာသားပါပါနဲ့ ကျနော်တို့ဘဝတွေမှာဘယ်အရာက အရေးကြီဆုံးလည်းဆိုတာ တွေးသွားစေနိုင်လောက်တဲ့မက်ဆေ့ချ်လေးတော့ ချန်ခဲ့ပါတယ့်“ကိုယ်ချစ်တဲ့သူတွေဟာ တနေ့ကျရင်ကိုယ့်ကို ခွဲသွားကြမှာပဲ့့ဒီအချိန်မရောက်ခင်တော့ ကိုယ်ချစ်တဲ့သူတွေနဲ့အချိန်ကြာကြာလေး ပိုရှိနေပေးခဲ့ရင် ကျနော်တို့ သိပ်ဝမ်းနည်းမိမှာမဟုတ်ပါဘူး “ဘာသာပြန်သူကတော့ ကိုဇော်ထူးပဲဖြစ်ပါတယ်——————————————————–“မိတ္ေဆြ မိန္းကေလးတေယာက္နဲ႕ လက္ထပ္ေတာ့မယ္စိတ္ကူးထားလား ဒါဆုိ ျမန္ျမန္သာ လက္ထပ္လုိက္ေပေတာ့ေနာက္အနာဂတ္မွာ ဘာေတြလုပ္ရမလဲ မနက္ျဖန္ ဘာစီစဥ္ရမလဲမစဥ္းစားေနနဲ႕ေတာ့ လက္ရွိကုိပဲၾကည့္ၿပီး ရဲရဲႀကီးသာ ဆုံးျဖတ္လုိက္”ဒီဇာတ္လမ္းေလးကလည္း ဒီလုိပါပဲ သခ်ၤာပညာမွာ သိပ္ေတာတဲ့#ေဂ်းဟာသူ႕ငယ္ခ်စ္ ဒီယားနဲ႕လက္ထပ္ခ်င္ေပမဲ့ သူ႕ဘဝတတ္လမ္းအတြက္လည္းအဂၤလန္ႏုိင္ငံက ကမ္းဘရိခ်္တကၠသုိလ္ကုိ ေျပာင္းခ်င္ေနခဲ့ပါတယ္။ဒါေပမဲ့ ဒီယားက မသြားခ်င္ေတာ့ ဒီမဂၤလာပြဲကုိစိတ္ပ်က္ေနတဲ့ ေဂ်းတေယာက္ သူ႕ဘဝမွာ အေျပာင္းလဲႀကီးတခု ဝင္လာပါေတာ့တယ္ဒီအေျပာင္းလဲက ဘာျဖစ္မလဲ ဒီယားကုိ သူလက္ထပ္ျဖစ္လုိက္လားေရွ႕ေလ်ာက္ သူတုိ႕ႏွစ္ေယာက္ဘဝကုိဘယ္လုိျဖတ္သန္းသြားၾကမလဲဆုိတာကုိေတာ့ ႕႕႕႕ပရိတ္သတ္ႀကီးပဲ ဆက္လက္ခံစားလုိက္ပါဦး ႕႕႕႕Bollywood Drama ေကာင္းေကာင္းေလးေတြ ၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့ဒီကားေလးကုိ လက္အလြတ္မခံပါနဲ႕ဗ်ာ႕႕႕႕႐ုပ္ရွင္ကားေလးက ပညာသားပါပါနဲ႕ က်ေနာ္တုိ႕ဘဝေတြမွာဘယ္အရာက အေရးႀကီဆုံးလည္းဆုိတာ ေတြးသြားေစႏုိင္ေလာက္တဲ့မက္ေဆ့ခ်္ေလးေတာ့ ခ်န္ခဲ့ပါတယ္႕႕႕႕႕႕“ကုိယ္ခ်စ္တဲ့သူေတြဟာ တေန႕က်ရင္ကုိယ့္ကုိ ခြဲသြားၾကမွာပဲ႕႕႕႕႕႕႕႕႕႕႕ဒီအခ်ိန္မေရာက္ခင္ေတာ့ ကုိယ္ခ်စ္တဲ့သူေတြနဲ႕အခ်ိန္ၾကာၾကာေလး ပုိရွိေနေပးခဲ့ရင္ က်ေနာ္တုိ႕ သိပ္ဝမ္းနည္းမိမွာမဟုတ္ပါဘူး “ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNitya MehraStarsKatrina KaifKirti AdarkarSayani GuptaSidharth Malhotra",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/images.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0tagos35md2n.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/baar-baar-dekho-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/c9f5bd9ae/bar-bar-dekho-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yJj9/Baar_Baar_Dekho_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/jewCmAoS#eK-iRD9DmJFG1mnmcEoyt96GPfL6orrCiagXYJISg_g",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/sqgarp9g17ic",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2002|1h 46min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "354000"
    },
    "title": "Signs (2002)",
    "description": "Signs (2002)~ IMDb – 6.7/10, RT – 74%, Letterboxd – 3.4/5 ~Horror / Thriller ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအနေနဲ့တော့ ဒါရိုက်တာ M. Night Shyamalan ကို မသိတဲ့လူ မရှိလောက်ပါဘူး။ ရုပ်ရှင်နဲ့ လူမတွဲမိရင်တောင် သူ့ကားအများစုကို ကြည့်ဖူးပြီးသားဖြစ်ကြမှာပါပဲ။ Shyamalan ဟာ The Sixth Sense, Unbreakable Trilogy, The Village, The Happening နဲ့ Old အစရှိတဲ့ ကားတွေကိုရိုက်ခဲ့တဲ့သူပါပဲ။Signs ဟာ Shyamalan ရဲ့ မာစတာပိစ်တစ်ကားအဖြစ် Horror ဖန်တွေ သမုတ်ကြတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်သလို Mel Gibson, Joaquin Pheonix တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်စွမ်းရည်တွေနဲ့အတူ မင်းသား Rory Culkin, မင်းသမီး Abigail Breslin တို့ရဲ့ ငယ်စဉ်ကတည်းကပါလာတဲ့ အနုပညာစွမ်းရည်ကို တွေ့ရမှာလည်းဖြစ်ပါတယ်။သူ့ Rating ဟာ 6.7 ပဲရှိပေမဲ့ သူ့ပရိသတ်တွေကတော့ ဒီရုပ်ရှင်ဟာ 8.5 အထိပေးသင့်တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပြီး 8 အောက်ပေးရင်ကို ရာဇ၀တ်မှုကျူးလွန်လိုက်သလိုပဲလို့ ဆိုကြပါတယ်။ လူတိုင်းကြိုက်နိုင်မှာမဟုတ်ပေမဲ့ Horror သမားတွေအတွက် အဖိုးမဖြတ်နိုင်တဲ့ကားကောင်းဖြစ်တဲ့ Underrated ဖြစ်တဲ့ Horror masterpiece ရုပ်ရှင်တစ်ကားလို့ ပြောရင်လည်းမမှားပါဘူး။ရင်တသိမ့်သိမ့်တုန် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းလို့ သတ်မှတ်နိုင်သလို မိသားစုမေတ္တာဖွဲ့ ဇာတ်လမ်းလို့လည်း သတ်မှတ်လို့ရနိုင်လောက်ပါတယ်။နာမည်က Sign (နိမိတ်၊ သင်္ကေတ) ဆိုတဲ့အတိုင်း ဇာတ်ကားတစ်ခုလုံးကို နိမိတ်ပုံလေးတွေနဲ့ ရင်တဖိုဖို ဖြစ်ရအောင်ဖန်တီးထားပြီး ဇာတ်ကားအစကနေအဆုံးထိ မထတမ်းကြည့်ချင်အောင် စိတ်အာရုံကိုဖမ်းစားနိုင်မှာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဇနီးသည်ဆုံးပါးသွားလို့ စိတ်ဓာတ်ပျက်စီးပြီး ယုံကြည်မှုပျောက်ဆုံးနေတဲ့ ဓမ္မဆရာတစ်ယောက် ကမ္ဘာကို ဂြိုလ်သားတွေ ကျူးကျော်လာချိန်မှာ မိသားစုကိုကာကွယ်ရင်း သူ့ရဲ့ယုံကြည်ရာကို ပြန်ပြီးရှာတွေ့သွားနိုင်ခဲ့တဲ့ အကြောင်းလေးပါပဲ။ဇာတ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ပုံကောင်းကောင်း၊ ဒါရိုက်တာရဲ့ တင်ပြပုံ ပညာသားပါပါနဲ့ သိမ်သိမ်မွေ့မွေ့နဲ့ကို ကြောက်လန့်စေမယ့် Horror Masterpiece ကားတစ်ကား ရှာနေတယ်ဆိုရင်တော့ Signs ဟာ ရွေးချယ်မှုမှန်စေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.71GB, 727MB, 481MBQuality – 1080p, 720p, 480pIMDb Rating – 6.7/10Format – mp4Duration – 1H 46MinGenre – Drama, Mystery, Sci-fiSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorM. Night ShyamalanStarsAbigail BreslinJoaquin PhoenixMel GibsonRory CulkinCastAbigail BreslinAngela EckertBabita HarianiCherry JonesClifford DavidGreg WoodJoaquin PhoenixKevin PiresLanny FlahertyM. Night ShyamalanMarion McCorryMel GibsonMerritt WeverMichael ShowalterPatricia KalemberPaul L. NolanRhonda OverbyRory CulkinTed SuttonUkee Washington",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q5Y0IPNZvAhC5hpsLubH6jFTCxn.jpg",
      "https://image.tmdb.org/t/p/w300/rsPjEr7o02mo8ex6wD2PbRwasUe.jpg",
      "https://image.tmdb.org/t/p/w300/jw88BtmMliB1Mbwf3JyfYszS4Xk.jpg",
      "https://image.tmdb.org/t/p/w300/qx43xpjw6xY9LYrV1uIBUiurqsB.jpg",
      "https://image.tmdb.org/t/p/w300/aMiI1j9L8V1EBL0CNZaekQC9AW3.jpg",
      "https://image.tmdb.org/t/p/w300/e6DLviXZeArjYqXHRdt9ML1wwSc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hyZkNEbNgnciUVTyu4NZTjlCh4L.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/signs-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-signs-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://megaup.net/2on7t/(CM)_Signs_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://mega.nz/file/82wj1aiQ#bfzV0Fetlqjs2ZCUxcvRwIjFW9AVh-xHJNTo_-pel3M",
        "server": "mega.nz",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://usersdrive.com/b89a38wztecp.html",
        "server": "usersdrive.com",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://viewsb.com/f7onwfp33q7q.html",
        "server": "streamsb.com",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-signs-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://megaup.net/2on7o/(CM)_Signs_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://mega.nz/file/4jhRSISS#cIiesiPB0N7b6dFFluv6lQes-nfy2-xqBNaAajPh3Vg",
        "server": "mega.nz",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://usersdrive.com/qk3mrtev73ye.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://viewsb.com/n0n2k5ny7mwi.html",
        "server": "streamsb.com",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-signs-2002-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://megaup.net/2on7m/(CM)_Signs_(2002)_480p.mp4",
        "server": "megaup.net",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://mega.nz/file/0nxnzYyQ#sR0UJ3vJUw0h579lKPo_BvTk_sFliktSeKZh5FD3O88",
        "server": "mega.nz",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://usersdrive.com/tj6qbbjrx9dg.html",
        "server": "usersdrive.com",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://viewsb.com/xcj8ykcc24n8.html",
        "server": "streamsb.com",
        "size": "480p",
        "quality": "481MB"
      }
    ],
    "trailer": {
      "video_id": "dUw26F0WfLg",
      "video_url": "https://www.youtube.com/watch?v=dUw26F0WfLg",
      "embed_url": "https://www.youtube.com/embed/dUw26F0WfLg"
    }
  },
  {
    "metadata": "not rated|2011|1h 36min|Action,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "121"
    },
    "title": "Catatan (Harian) Si Boy (2011)",
    "description": "Catatan Harian Si Boy (2011)IMDb rating – 7ဇာတ်လမ်းအညွှန်းအမေဖြစ်သူ အသည်းအသန်နေမကောင်းဖြစ်လို့နာတာရှာဟာ လန်ဒန်ကနေ ပြန်လာခဲ့တယ်။ဆေးရုံရောက်တော့ သူ့အမေအမြဲကိုင်ထားတယ်ဆိုတဲ့စာအုပ်လေးကို ရတယ်။စာအုပ်ထဲက လူကိုသာ အမေ့ဆီ ရောက်အောင် ခေါ်ပေးနိုင်မယ်ဆိုအခြေအနေပြန်ကောင်းနိုင်မလားလို့ တွေးမိသွားတာပေါ့။အဲနောက် အိမ်အပြန်လမ်းမှာ သူ့ရည်းစားကောင်လေးရဲ့အကြွေးရှင်လူဆိုးတွေက ရိုက်နှက်လို့ ကားပါယူသွားတော့ရဲစခန်းရောက်လာကြတယ်။အဲ့ဒီမှာ ကားပြိုင်မောင်းရင်း အရှိန်လွန်ကားမောင်းလို့ရဲဖမ်းခံရတဲ့ ဆထရီယိုနဲ့ သူ့ကိုလာထုတ်ပေးတဲ့သူ့သူငယ်ချင်းတွေလည်း ရဲစခန်းရောက်နေကြတယ်။အဲ့လိုနဲ့ ဆထရီယိုတို့သူငယ်ချင်းတစ်စုနဲ့ နာတာရှာနဲ့တွေ့ဆုံမိသွားကြတယ်။ဆထရီယိုက နာတာရှာကို စိတ်ဝင်စားတာနဲ့ဒိုင်ယာရီစာအုပ်ထဲက ဘွိုင်း ကို ကူရှာပေးဖို့ အခြေအနေဖန်လိုက်တယ်။အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင် ဘွိုင်းကိုတွေ့ဖို့ခက်ခဲတော့ သူတို့ ဘယ်လိုကြိုးစားသွားကြမလဲ…နာတာရှာ့ကောင်လေးက သဝန်တို၊အူတိုတာနဲ့ပြဿနာတွေ ဖန်တီးလာတော့ သူတို့မိတ်ဆွေတွေကြားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ…လူငယ်တွေဆိုတာက ကိုယ်စတင်ထားတဲ့အရာတစ်ခုကိုပြီးမြောက်သည်အထိ လုပ်ဆောင်ကြရတယ်။စိတ်ဆန္ဒသာပြင်းပြနေပါစေ ဘယ်လောက်ခက်ခဲတဲ့ကိစ္စမဆိုအောင်မြင်အောင်လုပ်နိုင်ပါတယ်။ဆိုတော့ ဆထရီယိုတစ်ယောက် ဘွိုင်းကိုရောနာတာရှာ့အမေ့ဆီကို အရောက်ခေါ်လာပေးနိုင်ပါ့မလား။ချည်မျှင်လေးတွေ တစ်ခုချင်းကို ရက်မယ်၊ အထည်ဖြစ်လာရင်ဖြတ်မယ်ညှပ်မယ်ဆိုရင် အဝတ်စလေးတွေကို လှပတဲ့အဝတ်တစ်ထည်တစ်ခု ဖန်တီးနိုင်ပါတယ်။မိသားစုဝင်တွေ မိတ်ဆွေသူငယ်ချင်းတွေချစ်သူရည်စားတွေဆိုတာလည်း ဒီလိုပဲ၊ အစပိုင်းမှာမတူညီတဲ့ တစ်နေရာဆီကနေ လာကြတာပါ။အတူတူပေါင်းစည်းလိုက်မယ်ဆိုရင်တော့လှပတဲ့လူ့ပတ်ဝန်းကျင်တစ်ခုအနေနဲ့ ဖန်တီးနိုင်မှာပါ။သွေးသားရင်းချာမဟုတ်ကျတဲ့ သူငယ်ချင်းတွေတောင်မှအချင်းချင်းဖေးမရင်း၊ မေတ္တာထားကြရင်းဆိုရင်“မြိန်ရာ ဟင်းကောင်း၊ ခင်ရာ ဆွေမျိုး” ဆိုတဲ့အတိုင်းမိသားစုတွေ ဖြစ်လာကြမှာပါပဲ။ဒီဇာတ်ကားလေးမှာ ခုပြောပြနေတဲ့အကြောင်းတွေခံစားကြရမှာ ဖြစ်ပါတယ်။မိတ်ဆွေသူငယ်ချင်းဆက်ဆံရေးတွေဖော်ကျူးရိုက်ကူးထားပြီးတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်“Boy’s Diary” ဆိုတဲ့ အင်ဒိုနီးယားဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါပြီ၊ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်)File size…  1.2 GB /  650 MBQuality… WEB Rip 1080p / 720pFormat… mp4Duration…. 1h 36mGenre …..  Action , Drama , RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by OrikaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPutrama TutaStarsAbimana AryasatyaAlbert HalimArio BayuBtari KarlindaCarissa PutriDidi PetetLeroy OsmaniOnky AlexanderPaul FosterPoppy SoviaRoy MartenTara BasroCastAbimana AryasatyaAlbert HalimArio BayuBtari KarlindaCarissa PutriDidi PetetLeroy OsmaniOnky AlexanderPaul FosterPoppy SoviaRoy MartenTara Basro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yLd2yHuWIKEGvb3MuRxqlsRKWwf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Catatan-Harian-Si-Boy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/catatan-harian-si-boy-2011-indonesian-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r94pzg9nu8hj.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3fN7h/Catatan.Harian.Si.Boy.2011.INDONESIAN.1080p.WEBRip_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oH8TxAiK#YwdP7rjbf7LelOrCAMSKEl4b0MEP3S4D8P6-QXPJ8SY",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/catatan-harian-si-boy-2011-indonesian-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8lxig2ii913n.html",
        "server": "usersdrive.com",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TScj/Catatan.Harian.Si.Boy.2011.INDONESIAN.720p.WEBRip_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AK1ACbQQ#8BRWFSlOiJbeyFKV7h_Uk7tg2iUpzhfePXeLGbIMkHU",
        "server": "mega.nz",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/ygs4f7nxwca2.html",
        "server": "streamsb.com",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ovc1k6qsn23w",
        "server": "streamvid.io",
        "size": "650MB",
        "quality": "720phttps://yoteshinportal.cc/catatan-harian-si-boy-2011-indonesian-1080-p-web-rip-cm-mp-4"
      }
    ],
    "trailer": {
      "video_id": "DJdmV-A_njk",
      "video_url": "https://www.youtube.com/watch?v=DJdmV-A_njk",
      "embed_url": "https://www.youtube.com/embed/DJdmV-A_njk"
    }
  },
  {
    "metadata": "|||Drama,Horror,Mystery",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Adalynn (2023)",
    "description": "” Adalynn ” ဆိုတဲ့ဇာတ်ကားဟာ 2023 ခုနှစ်မှာထွက်ရှိထားပြီး Horror mystery အမျိုးအစားဖြစ်ပါတယ်။ကိုယ်ဝန်တစ်ခေါက်ပျက်ကျခဲ့ဖူးတဲ့စိတ်ဒဏ်ရာရှိတဲ့မိခင်တစ်ယောက်ဟာ သူမရဲ့ဒုတိယကလေးနဲ့သူမကိုယ်တိုင်အသက်ရှင်နိုင်ဖို့အတွက် စိတ်ကျရောဂါတွေ ပူဆွေးသောကတွေနဲ့ အတွင်းစိတ်တစ္ဆေ ဘယ်လိုပြန်လည်တိုက်ခိုက်မလဲ။ သူမယောကျာ်းအလုပ်ခရီးသွားပြီး သူမနဲ့မွေးကင်းစကလေးငယ်လေးနှစ်‌ယောက်ထဲ အိမ်ထဲမှာကျန်ခဲ့တုန်း သူမကိုစိတ္တဇဖြစ်အောင်လုပ်နေတဲ့အရာဆီကနေ အနိုင်ရနိုင်ဖို့မိခင်တစ်ယောက်ဟာသူမရဲ့ကလေးဖြစ်သူနဲ့ဘယ်လို ရုန်းကန်မလဲဆိုတာကြည့်ရမယ့် Horror ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.1 GB)/(514 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:28:00Genre…Horror Mystery, Drama.Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by LycorisYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJanet CarterRob ShusterSydney CarvillWade Baker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2bKtdJLRDYQSgEzNfoS612fV56H.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BOWRiYmExMWUtMThiMC00NjIxLWI1MjMtNGRiNWMyYjFkNTY5XkEyXkFqcGdeQXVyOTEyNzg5MA@@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/adalynn-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZJtl/Adalynn.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/orFkQJ5I#om5riHQLUzrzwF3BojRgAmSJXESBkdOPnoVfsqX_eHo",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/adalynn-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "514MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7symo/Adalynn.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "514MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ovdDHJAD#-_32K_3GX9FzY4GkuOY6iySqSwg6At0OWcMwxpAsnuM",
        "server": "mega.nz",
        "size": "514MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/3k9pntz585og",
        "server": "streamsb.com",
        "size": "514MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BcL9KZWEeOw",
      "video_url": "https://www.youtube.com/watch?v=BcL9KZWEeOw",
      "embed_url": "https://www.youtube.com/embed/BcL9KZWEeOw"
    }
  },
  {
    "metadata": "N/A|2019|2h 17min|Bollywood,Thriller",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "857"
    },
    "title": "Yeh Saali Aashiqui (2019)",
    "description": "နိုင်ငံတကာအဆင့်သတ်မှတ်ချက်များIMDb 8.3/10,The Economic Times 3.5/5,BollywoodMDB 5/5ဆာဟေးလ်ဆိုတဲ့ကောင်လေးနဲ့ မီတီးဆိုတဲ့ကောင်မလေး ဟိုတည်စီမံခန့်ခွဲရေးသင်းတန်းကျောင်းမှာ တွေ့ဆုံခဲ့ကြတယ်နှစ်ယောက်သား Love at first sight ဆိုသလို မြင်မြင်ချင်း သဘောကျခဲ့ကြတယ်အဲ့ဒိလိုနဲ့ သိပ်ကြည်နူးစရာကောင်းတဲ့အချစ်ကမ္ဘာလေးကို အချစ်ဌက်နှစ်ကောင် ပျံသန်းနေတယ်လို့ဆိုရအောင်သူတို့သံယောဇဉ်ဟာ သိပ်ကိုအဆင်ပြေချောမွေ့လို့နေပါတယ်ဒါပေမဲ့လည်း အိပ်မက်ကမ္ဘာထဲကလိုလှပနေတဲ့ သူတို့အချစ်ရေးဟာမထင်မှတ်ထားတဲ့ဖြစ်ရပ်တစ်ခုကြောင့် အိပ်မက်ဆိုးအသွင်ပြောင်းသွားခဲ့ပါတယ်အဲ့ဒိအဖြစ်ကတော့ ဆာဟေးလ်က သူ့သိပ်ချစ်တဲ့ မီတီးကိုအတင်းအဓမ္မပြုကျင့်ဖို့ကြံခဲ့ပါတယ်ဆိုပြီး အဖမ်းခံလိုက်ရပါတယ်ရုတ်တရက်ဆိုသလို ပြောင်းလဲသွားတဲ့ သူတို့နှစ်ယောက်ကြားမှာဘာအလှည့်အပြောင်းတွေရှိနေမလဲဘာပြဿနာတွေ ဘာလျှို့ဝှက်ချက်တွေရှိနေမလဲဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦးဇာတ်လမ်းကလှည့်ကွက်အပြည့်နဲ့မို့လို့ သိပ်အများကြီးမပြောချင်တော့ပါဘူးဟိုးအပေါ်က နိုင်ငံတကာအဆင့်သတ်မှတ်ချက်တွေဟာ ဒီဇာတ်ကား ကောင်းမကောင်းဆိုတာ သက်သေပါပဲသရုပ်ဆောင်အသစ်တွေဆိုပေမယ့် လက်ရှိနာမည်ရနေတဲ့ ငပေါတချို့ထက် သရုပ်ဆောင်ပိုကောင်းကြောင့် တွေ့ရပါလိမ့်မယ်ဗျာအဓိကဇာတ်လိုက်မင်းသားက တခြားလူမဟုတ်ပါဘူးနာမည်ကျော်သရုပ်ဆောင်ကြီး Amrish Puri ၏မြေး Vardhan Puri ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကြည့်လိုက်ပါ “ခင်ဗျား အချစ်ဆိုတာကို မုန်းသွားပါလိမ့်မယ် “(အားလုံးပဲ ဇာတ်ကားတွေကြည့်ကာ အိမ်တွင်းအောင်းရင်း ရောဂါဆိုးကြီးကို ကျော်ဖြတ်နိုင်ကြပါစေ)ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 17minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEBRip x264 AC3 – LOKiHD – TellyTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCherag RuparelStarsAmit AroraDeepansha DhingraJessey LeverShivaleeka OberoiVardhan PuriCastAmit AroraDeepansha DhingraJessey LeverShivaleeka OberoiVardhan Puri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fIv36fGgBfQyqZ74VQKeLSt1CTq.jpg",
      "https://image.tmdb.org/t/p/w300/7c8sJIqXRPk9LMEV9jzFwrHLhrd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/67Td8lVcCvxJERLLueIAHVl7ajD.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/Oo2zyShAv4qakrQgSipj",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Vvd/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_720p_WEB-DL.mp4",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/3ks",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3xJ3s/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_720p_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/qSpfntF4k_E5eA",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/se5kTAKT#FkDjMOOqBY_jWI8iTwBQt58mez_SW9cyGz9xuhFY26g",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/756hu5dtictu",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2XMR6",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.com/file/C6puqrTO4gjbEGES0ASe",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Vvc/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_480p_WEB-DL.mp4",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://fastload.cc/3kr",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3xJ3p/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_480p_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/60hsFeZipe_zow",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/VL4CXYzL#7bUuA7Z9wEprf9m5ShsN04YO2M1dHzCT344JyPHKqzE",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/8eunuzwvnx1y",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/3DKjh",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BP0k4SdquG0",
      "video_url": "https://www.youtube.com/watch?v=BP0k4SdquG0",
      "embed_url": "https://www.youtube.com/embed/BP0k4SdquG0"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Cross the Line (2022)",
    "description": "Cross the Line (2022)ဟယ်ရစ် နဲ့ မာယာ တို့ ချစ်သူနှစ်ဦးက အိပ်မက်တွေကိုယ်စီနဲ့သင်္ဘောကြီးပေါ်မှာ သန့်ရှင်းရေးလုပ်သားအနေနဲ့ လုပ်ကိုင်ဖို့ လာခဲ့ကြတာပါ။နှစ်ယောက်သားကတော့ ဒီအလုပ်ကို ပိုက်ဆံများများ ရှာနိုင်ဖို့အတွက် ယာယီအနေနဲ့ပါ။သူတို့ရဲ့ရည်မှန်းချက်ကတော့ နိုင်ငံခြားမှာ အလုပ်သွားလုပ်နိုင်ဖို့ပါပဲ။မာယာက သူ့အမေရဲ့ကျန်းမာရေးစားရိတ်အတွက် ဝင်ငွေ ပိုရမလားရယ်လို့ လာလုပ်တာပါ။ဒါပေမဲ့လည်း သင်္ဘောပေါ်မှာ လုပ်ကိုင်ကြရင်းနဲ့ ထင်သလောက် ဝင်ငွေမရကြတဲ့အခါမာယာကို ခန္ဓာကိုယ် ရင်းပြီး အလုပ်လုပ်ဖို့ လာဆွယ်တဲ့လူရှိတဲ့အခါမှာ မာယာ ဘာလုပ်ဖြစ်မလဲဟယ်ရစ်ကလည်း မာယာအတွက် မှောင်ခိုကုန်ကူးလုပ်ငန်းမှာ ဝင်ပြီး လုပ်ရပါတော့တယ်။ရွှေ့ပြောင်းလုပ်သားတွေရဲ့ အချစ်လမ်းခရီးက သာယာဖြောင့်ဖြူးပါ့မလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့SanDaKuuပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality…. 1080p | 720pFile size… 645MB | 346MBFormat… mp4Duration…. 1h 10minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..SanDaKuuEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan YudistiraChicco KurniawanErtanto Robby SoediskamJevin SamuelOny Seroja-HafiedzSendy FebrinaShenina CinnamonWoyla Anastya Francisca Lando",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mr1pnLM7O3hbfcBM0kJ6JvuIWVh.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/such3hh4f5hq.html",
        "server": "usersdrive.com",
        "size": "645MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cross-the-line-2022-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "645MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Vxr3/Cross.The.Line.2022.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "645MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/UutRkIhC#jgqIQPNOnDHIhf9lOkkeIYq0EAXlZQLO5V1Fnk4mNOo",
        "server": "mega.nz",
        "size": "645MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/3cpd72pzbzem.html",
        "server": "usersdrive.com",
        "size": "346MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cross-the-line-2022-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "346MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2BuTd/Cross.The.Line.2022.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "346MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/pi9gzDjR#DVlZFYU7URsqtXs7k31GeHVpsLH2v0zIGbvXZCWT78o",
        "server": "mega.nz",
        "size": "346MB",
        "quality": ""
      },
      {
        "link": "https://likessb.com/cj5vo4cnxdnw.html",
        "server": "streamsb.com",
        "size": "346MB",
        "quality": ""
      },
      {
        "link": "https://streamvid.net/so5bf4v9hc7t",
        "server": "streamvid.io",
        "size": "346MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2021|2h 25min|Comedy,Drama,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "350"
    },
    "title": "Tughlaq Durbar (2021)",
    "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်….ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့……အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ….ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ သူ့ရဲ့အိပ်မက်ကိုရော အောင်မြင်အောင် ဖြည့်ဆည်းနိုင်ပါ့မလား??အတ္တသမား ဆင်းဂန်တစ်ယောက် အမြင်မှန်ရပြီး အတ္တစိတ်ကိုရှေ့တန်းမတင်ဘဲအများအကျိုးသယ်ပိုးသွားမလား…?? ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်Netflix ကနေ ပူပူနွေးနွေးလေး ထွက်ရှိထားဆဲဖြစ်ပြီး IMDb rating အနေနဲ့ 6.7/10 ရရှိထားပါတယ်Review & Translated By Shwe Pyae & Shwe PwintFile size…2.43Gb / 1.2Gb / 600MBQuality…1080p True Web Dl DD+5.1 / 720p / 480pFormat…Mp4Duration….2h 25 minsSubtitle….Myanmar Subtile (Hard Sub)Encoder….YKTranslated by Shwe Pyae & Shwe PwintYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDelhi Prasad DeenadayalStarsManjima MohanParthibanVijay SethupathiCastBagavathi PerumalKarunakaranManjima MohanParthibanRaashii KhannaVijay Sethupathi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gAv25JelDgr0w2P1q6gcmJ6MSzh.jpg",
      "https://image.tmdb.org/t/p/w300/eLs645GexbFbJTSykJ68H0ZhATq.jpg",
      "https://image.tmdb.org/t/p/w300/nv0pG093pYSDj3ZbeVNFtybhQiU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tughlaq-durbar-2021",
        "server": "VIP Links",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tughlaq-durbar-2020-tamil-true-web-dl-1080-p-avc-untouched-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1EUbf/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_UNTOUCHED_-(DD+5.1(CM).mp4",
        "server": "megaup.net",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/p4amdbsoqcd6",
        "server": "veryfiles.com",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ciwsgh2bcw8x.html",
        "server": "usersdrive.com",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tughlaq-durbar-2020-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EUc3/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2l2eqxzliwyd.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/qwflt7ofzbkj",
        "server": "veryfiles.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/ko0gceb2gdij.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tughlaq-durbar-2020-tamil-true-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/r4tjswrdym7g",
        "server": "veryfiles.com",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/al0qoz9t7ktt.html",
        "server": "usersdrive.com",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/30P6B/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_480p(CM).mp4",
        "server": "megaup.net",
        "size": "622MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "IKNqeuxQKqk",
      "video_url": "https://www.youtube.com/watch?v=IKNqeuxQKqk",
      "embed_url": "https://www.youtube.com/embed/IKNqeuxQKqk"
    }
  },
  {
    "metadata": "||1h 30min|Uncategorized",
    "rating": {
      "rating": "6/10",
      "rating_count": "658"
    },
    "title": "Tomb Adventurer ( 2022 )",
    "description": "အခုတစ်ခါ CM က ဘာသာပြန်တင်ဆက်ပေးမှာကတော့Tomb Adventure (2022) ဆိုတဲ့ သည်းထိတ်ရင်ဖိုကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟူပါးယီး တို သူငယ်ချင်း (၃) ယောက်ဟာရွာသားတွေ ပြောပြတဲ့ ပန်းထိုးဖိနပ်ပုံပြင်နဲ့ အလိမ်ခံလိုက်ရပြီးရှန်ရှီးဂူလန်ခရိုင်ကို သွားခဲ့ပါတယ်။ လမ်းခရီးတစ်လျှောက်အန္တရာယ်တွေနဲ့ကြုံတွေခဲ့ရပြီး တည်းခိုဆောင်မှာမျက်ကန်းချိန်ရဲ့ သတိပေးမှုကြောင့် ရွာသားတွေရဲ့ထောင်ချောက်ထဲက ရှောင်ပြေးနိုင်ခဲ့ပါတယ်။သူတို (၃) ယောက်သား မတော်တဆ Longlingဝင်္ကပါဂူကြီးထဲ ပြုတ်ကျသွားခဲ့ပြီး ထိုဂူထဲမှာလင်းနိုတွေ တိုက်ခိုက်တာခံခဲ့ရပြီးနောက်ကိုယ်ပေါ်မှာ အနီရောင်အကွက်တွေ ထွက်လာတော့ဦးလေးဝမ်အိမ်မှာ အနားယူဖို ဆုံးဖြတ်လိုက်ကြတယ်။အဲ့အချိန်မှာပဲ အနီကွက်အကြောင်းလာစုံစမ်းတဲ့ Shirley နဲ့ တွေကြတာပေါ့သူတိုနဲ့ Shirley တိုတွေ့ဆုံပြီးနောက် အနီကွက်ကြီးကိုကုသဖို ဘယ်လိုနည်းလမ်းတွေရှာကြမလဲ……သူတိုလမ်းခရီးတစ်လျှောက်မှာကော ဘယ်လိုအန္တရယ်မျိုးတွေနဲ့ ဘယ်လို ထူးဆန်းတဲ့ အရာတွေကြုံတွေ့မလဲဆိုတာတွေကို CM ရဲ့ ဘာသာပြန်လေးနဲ့အတူသည်းထိတ်ရင်ဖို လိုက်ပါခံစားလိုက်ပါဦးနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Action , Adventure , FantasyRuntime : 1h 30minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCai HengGu XuanMarc MaYusi ChenCastCai HengGu XuanMarc MaYusi Chen",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/smaViVkd9F1rNs00NQ4gBK70esJ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tomb-adventurer-2022",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tomb-adventurer-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/43igyu923fmx.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2t9qr/Tomb_Adventurer_(2022)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbthe.com/a344xbh4q5ur.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/17ZiEboJ#hS4scX2Jw7VnDosDgYcv-YwHELjx6PTf7ahyCQWnW08",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tomb-adventurer-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/17fq9/Tomb_Adventurer_(2022)_480p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/tiefprtmsvy4.html",
        "server": "usersdrive.com",
        "size": "480 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Pg-13|1998|2h 16min|Action,Adventure,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "165,262"
    },
    "title": "The Mask of Zorro (1998)",
    "description": "The Mask of Zorro (1998)IMDb – 6.7/10_____Rotten – 82%ဇာတ်လမ်းအကြောင်းလေး နည်းနည်းရှင်းပြမှ ဇာတ်ရည်လည်နိုင်မှာဖြစ်တဲ့အတွက် နည်းနည်းရှင်းပြပါရစေ။ဇာတ်လမ်းစတဲ့ ၁၈၂၁ ခုနှစ်မှာ အခုအမေရိကန်နိုင်ငံ ကာလီဖိုးနီးယားပြည်နယ်ဟာ စပိန်လက်အောက်ခံပြည်နယ်လေးတစ်ခုဖြစ်ပါတယ်။ အဲဒီဒေသတွေကို မက္ကဆီကိုနဲ့စပိန်တို့က တလှည့်စီအုပ်စိုးနေကြတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအဖွင့်မှာတော့ ကာလီဖိုးနီးယားကို စပိန်တွေလက်ထဲက မက္ကဆီကိုဗိုလ်ချုပ်ကြီး ဆန်တာအန်နာက ပြန်သိမ်းတော့မှာကြောင့် စပိန်မြို့တော်ဝန် ဒွန် ရာဖေယဲလ် မွန်တယ်ရို ထွက်ပြေးတော့မယ့်အခန်းနဲ့စပါတယ်။အဲဒီ ဒေသကို စပိန်တွေအုပ်စိုးခဲ့စဉ်တစ်လျှောက် ပြည်သူတွေကိုနိုင်ထက်စီးနင်းလုပ်ခဲ့တာကြောင့် ဇောရိုးဆိုတဲ့မျက်နှာဖုံးရှင်လူစွမ်းကောင်းက စပိန်အစိုးရကို တော်လှန်ပြီး ပြည်သူတွေဘက်က ရပ်တည်ပေးခဲ့ပါတယ်။  ဒါကြောင့် ဒွန် ရာဖေယဲလ်ဟာ ထွက်ပြေးခါနီးဆဲဆဲမှာ ဇောရိုးကို သုတ်သင်နိုင်ဖို့ အစီအစဉ် တစ်ခုဆွဲခဲ့ပါတယ်။ ဒါပေမယ့် မင်းသားတို့ ညီအကိုက ကူညီပေးခဲ့လို့ အသက်အန္တရာယ်က လွတ်မြောက်ခဲ့ပါတယ်။ဒွန် ရာဖေယဲလ်ဟာ ဇောရိုးဘယ်သူလည်းလို့ ရိပ်မိသွားလို့ သွာဖမ်းတဲ့အခါ ဇောရိုးတစ်ဖြစ်လည်း စပိန်လူကြီးလူကောင်းဖြစ်တဲ့ ဒွန် ဒီယေဂိုဟာ ချစ်လှစွာသော ဇနီးသည်ကိုဆုံးရှုံးရတဲ့အပြင် သမီးလေးကိုလည်း ရန်သူရဲ့ခေါ်ဆောင်သွားခြင်းခံရပါတယ်။ သူကိုယ်တိုင်လည်း ထောင်ထဲမှာ အနှစ် ၂၀ လောက် အကျဉ်းချခံတဲ့ ဘဝကို ရောက်ရှိသွားခဲ့ရပါတယ်။ဒါက ပထမပိုင်းဇာတ်လမ်းပါ။ ဒုတိယပိုင်းဇာတ်လမ်းကတော့ အဲဒီအဖြစ်အပျက်တွေ ဖြစ်ပြီး နောက်နှစ်ပေါင်း ၂၀ လောက်အကြာမှာ ကာလီဖိုးနီးယားကို စပိန်တို့ ပြန်အုပ်ချုပ်ခွင့်ရခဲ့ပါတယ်။ မြို့တော်ဝန်အဖြစ် ဒွန် ရာဖေယဲလ်ပြန်ရောက်လာပြီး ပြည်သူတွေကို မညှာမတာနှိပ်စက်ကာ ရွှေထုတ်ယူရာမှာ အသုံးချ ခဲ့ပါတယ်။ အကျဉ်းကျနေခဲ့တဲ့ ဒွန် ဒီယေဂိုလည်း လွတ်မြောက်အောင် ထွက်ပြေးလာခဲ့ပြီး သူ့ကိုကူညီခဲ့ဖူးတဲ့ ညီအကိုနှစ်ယောက်တည်းက ညီဖြစ်တဲ့ မင်းသားနဲ့တွေ့ပြီး ဇောရိုးဘဝကို လက်ဆင့်ကမ်းပေးခဲ့ကာ ပြည်သူတွေကို ပြန်လည်ကယ်တင်ဖို့ ကြိုးစားကြမှာဖြစ်ပါတယ်။၁၉၉၈ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး တကယ်ကြည့်သင့်တဲ့ကားမျိုးဖြစ်ပါတယ်။ စပိန်မင်းသား Antonio Banderas ရဲ့ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသမီး Catherine Zeta‑Jones ရဲ့အလှအပကိုလည်း ခံစားနိုင်မှာပါ။ Sir ဘွဲ့ရ မင်းသားကြီး Anthony Hopkins နဲ့ Stuart Wilson တို့က ဇာတ်ကိုဆွဲခေါ်နိုင်တာကြောင့် ဇာတ်လမ်းဆုံးတဲ့အထိ မထတမ်းကြည့်စေချင်မယ့် ကားမျိုးပါ။ Steven Spielberg က ထုတ်လုပ်သူအဖြစ် တာဝန်ယူခဲ့တာကြောင့် မကောင်းမှာမပူရပါဘူး။မှတ်မှတ်ရရ ၁၉၉၈ ခုနှစ်မှာပဲ သူငယ်ချင်းအကို သင်္ဘောသားကဝယ်လာလို့ ကြည့်ခဲ့ရတာဖြစ်ပြီး အဲဒီအခွေက အခု CD တွေရဲ့ ဘိုးတော်တစ်တောင်လောက်ရှိတဲ့LaserDise ကြီးဖြစ်ပါတယ်။ ဒါကြောင့် အမှတ်တရရှိခဲ့တဲ့ကားကောင်းလေးကို CM ပရိတ်သတ်များကြည့်စေချင်တဲ့အတွက်ပြန်လည် ဝေငှလိုက်ရခြင်း ဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ မြန်မာစာတန်းထိုးကိုတော့ Nyi Nyi Kyaw Myint မှကိုယ်တိုင်ရေးသားတင်ဆက်လိုက်တာပါ။)File size…(1 GB)Quality…BR-Rip 720pFormat…mp4Duration….02:17:37Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChitra F. MojtabaiMartin CampbellStarsAnthony HopkinsAntonio BanderasCatherine Zeta-JonesDiego SieresEmiliano GuerraJosé María de TaviraPaco MoraytaStuart WilsonWilliam MarquezYolanda OrisagaCastAbel WoolrichAlberto CarreraAnthony HopkinsAntonio BanderasCatherine Zeta-JonesConrad RobertsDavid VillalpandoDiego SieresEduardo LópezEmiliano GuerraFernando BecerrilHumberto ElizondoIván RafaelJosé María de TaviraJose PerezJulieta RosenL.Q. JonesLuisa HuertasMaría Fernández CruzMatt LetscherMaury ChaykinMoisés SuárezMónica Fernández CruzPaco MoraytaPaul GanusPedro AltamiranoPedro Armendáriz Jr.Raúl MartínezSergio EspinozaStuart WilsonTony AmendolaTony CabralTony GenaroVanessa BaucheVictor RiversWilliam MarquezYolanda Orisaga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2nFbw8WLTw3x5xUJrQSVI5MweZ9.jpg",
      "https://image.tmdb.org/t/p/w300/aHGKoO7hltEdjH9o4pTaKVftqZT.jpg",
      "https://image.tmdb.org/t/p/w300/5GKixgRINPD2oStszyKuXKBDwBf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/mask-of-zorro.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/77xkqv7rqcse.html",
        "server": "usersdrive.com",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mask-of-zorro-1998-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cpqe/The_Mask_Of_Zorro_[1998]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IR9DHK4T#CN1DhEPxOJDzYNoSEtkiLSdYm1Ij441FjoUnJPVZhNY",
        "server": "mega.nz",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8xlw3d00qq32",
        "server": "upstream.to",
        "size": "1.01 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ofmBgLEsthU?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=ofmBgLEsthU?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/ofmBgLEsthU?feature=player_embedded"
    }
  },
  {
    "metadata": "PG-13|2018|1h 37min|Drama,Fantasy,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "17,981"
    },
    "title": "Every Day (2018)",
    "description": "Every Day (2018)IMDb – 6.4/10_____Rotten – 63%မိုးလင်းတိုင်း ဘဝအသစ်တစ်ခုမှာ လူအသစ်တစ်ယောက်လိုနေ့တိုင်းနိုးထလာရတဲ့ ….နေ့တိုင်းနေ့တိုင်းဘဝအသစ်တစ်ခုမှာရှင်သန်ရင်း သူ့ကိုယ်တိုင်ဖြစ်တည်မှုကိုတောင် မေ့လျော့လုဆဲဆဲအချိန်မှာပဲသူဝင်ရောက်နေတဲ့ ခန္ဓာကိုယ်ပိုင်ရှင် ဂျပ်စတင် ရဲ့ချစ်သူ ရီအန်နွန်နဲ့ တွေ့ဆုံလာခဲ့ရတဲ့အခါ…နေ့တိုင်းခန္ဓာကိုယ်ပြောင်းလဲနေပေမယ့် မပြောင်းလဲတဲ့ သူ့အချစ်စိတ်ကို ရီအန်နွန် သိအောင်ဘယ်လိုထုတ်ပြမလဲ?ရီအန်နွန်ကရောဘယ်လိုတံုံ့ပြန်မှာလဲ?ဘာတွေဆက်ဖြစ်မှာလဲ?  ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ကားလေးတစ်ကားပါ။အားမလို အားမရမှုတွေ၊ကြည်နူးမှုတွေ စိတ်ခံစားချက်မျိုးစုံကိုခံစားရင်းအဆုံးထိဆွဲခေါ်ပေးသွားနိုင်တဲ့ကားလေးတစ်ကားဆိုလဲ မမှားပါဘူး။ရိုးရိုးဇာတ်အိမ်တွေထဲကဖောက်ထွက်ထားတဲ့ ဒီကားသစ်လေးကတော့ Everyday (2018)ပါ။Dramanကားကောင်းလေးတွေကြိုက်တဲ့CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မအေးမွန်ကျော် ပါ)File Size : (800 MB)Quality : WEB-DL 720pRunning Time : 1hr 37minFormat : Mp4Genre : Drama, Fantasy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.DD5.1.H264-FGTTranslated by Aye Mon KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael SucsySimon BoardStarsAmanda ArcuriAngourie RiceColin FordDebby RyanJacob BatalonJake SimJustice SmithLucas Jade ZumannMaria BelloOwen TeagueCastAmanda ArcuriAngourie RiceCharles VandervaartColin FordDanielle BourgonDebby RyanDeshay PadayacheyHannah Alissa RichardsonIan AlexanderJacob BatalonJake RobardsJake SimJeni RossJesse Adam LowellJustice SmithKarena EvansKatie DouglasKeana BastidasKevin FoyLucas Jade ZumannMaria BelloMartin RoachMichael CramMichael LamportMichael SercerchiNicole LawNneka ElliottOwen TeagueRobinne FanfairRohan MeadSean JonesTara NicodemoTaveeta Szymanowicz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hcoeD3oLP7t2dwMK7mnRAUkUxWS.jpg",
      "https://image.tmdb.org/t/p/w300/mGNEBoFwNS4Vo0T4v5iMWRtM1Tj.jpg",
      "https://image.tmdb.org/t/p/w300/nwPlNvwBSQY7NSESGaFaQaGqOax.jpg",
      "https://image.tmdb.org/t/p/w300/pN3ye7C0EeT0PQkiHN6Cj3wzi0R.jpg",
      "https://image.tmdb.org/t/p/w300/wvuPxrtmwgOnCt444dr6O42rIxF.jpg",
      "https://image.tmdb.org/t/p/w300/87vuFOt2vMofvZeJ9mrUGkmOjJn.jpg",
      "https://image.tmdb.org/t/p/w300/amycp73vQvnYmQXbJGiEQdhRTnV.jpg",
      "https://image.tmdb.org/t/p/w300/jXGT06zsyhNzrLyLDJMH32TS7Ar.jpg",
      "https://image.tmdb.org/t/p/w300/hdypWIqmK47ACp12y1psnuHIN9X.jpg",
      "https://image.tmdb.org/t/p/w300/oDtQTCIGkdAv04X0IHNQ7t6ruuJ.jpg",
      "https://image.tmdb.org/t/p/w300/wpC0GN4AfjoqOXXfNb8dlyBZQJG.jpg",
      "https://image.tmdb.org/t/p/w300/owQeOoI0yKM6YXG1DyfTgzay41Z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/every-day-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/every-day-2018",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/every-day-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://cloudemb.com/lasi4a01fpia.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2VOOi/Every_Day_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/VJFBTYDT#4sNaOclST3AU6r3tNEZlUzIfyi0vPX515NFrLV7SV4E",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "Tkvpv8BtpfM",
      "video_url": "https://www.youtube.com/watch?v=Tkvpv8BtpfM",
      "embed_url": "https://www.youtube.com/embed/Tkvpv8BtpfM"
    }
  },
  {
    "metadata": "|||Adult",
    "rating": {
      "rating": "4.7/10",
      "rating_count": ""
    },
    "title": "Uncle’s Paradise (2006)",
    "description": "Uncle’s Paradise (2006)Haruoဆိုတဲ့ကောင်လေးမှာ Takashiဆိုတဲ့ဦးလေးတစ်ယောက်ရှိတယ် Takashiက အိပ်ပျော်သွားတာနဲ့အိပ်မက်ဆိုးတွေမက်လွန်းလို့ သူဟာအိပ်ရမှာကိုကြောက်နေတဲ့သူတစ်ယောက်ပေါ့ (သူ့မှာမအိပ်ရရင်hornyအရမ်းဖြစ်တယ်ဆိုတဲ့ရောဂါလည်းရှိတယ်တမျိုးလေးနော်သူ့ရောဂါကကျ)Haruoကတော့ တနေ့မှာပြည်ကြီးငါးအကောင်ကြီးကိုဖမ်းနိုင်ရမယ်ဆိုပြီး ဆုံးဖြတ်ချက်ချထားတဲ့သူတရက် Takashiက Haruoရဲ့အိမ်မှာနေဖို့ရောက်လာခဲ့တယ် သူ့အိပ်မက်တွေကိုဘယ်လိုတိုက်ခိုက်မလဲ Haruoကကော အိပ်မက်တွေကြားမှာရောပြီးပိတ်မိနေမလားဆိုတာကတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးFile Size__(450MB)Quality__720pIMDb Rating__5/10Format__mp4Duration__01:05:00Type__AdultSubtitle__Myanmar Subtitle (Hardsub)Translated byDark GroupEncoded byDark DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShinji ImaokaStarsMinami AoyamaMutsuo YoshiokaCastMutsuo Yoshioka",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/boctllllliqa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/uncles-paradise-2006-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xGah/Uncle_s_Paradise_(2006).mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/ivhon7vxdyrf.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vii35zivmygd",
        "server": "streamvid.io",
        "size": "450 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Crime,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Now You See Me (2013)",
    "description": "ဒီဇာတ်ကားက ၂၀၁၃ ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီးလူကြိုက်အတော်များခဲ့တဲ့ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဒါရိုက်တာ Louis Leterrier က ရိုက်ကူးပေးထားပြီး နာမည်ကျော်Hulk သရုပ်ဆောင် Mark Ruffalo,Woody Harrelson, Jesse Eisenberg, Morgan Freeman တို့ကအဓိက ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်လမ်းရဲ့ လှည့်ကွက်တိုင်းမှာ လှည့်ကွက်တွေထပ်ထပ်ဆင့်နေတဲ့ ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်။လမ်းပေါ်မှာ လှည့်လည်ပြသနေကြတဲ့ မျက်လှည့်ဆရာလေးဦးကိုတစ်ရက်မှာ ဘယ်ကမှန်းမသိတဲ့ ကတ်လေးတစ်ကတ် ရောက်လာပြီးနေရာတစ်ခုကို ချိန်းလိုက်ပါတယ်။သူတို့လေးယောက်ကို ခေါ်လိုက်တဲ့အဖွဲ့က ဒဏ္ဍာရီလာ မျက်လုံးတော်ဆိုတဲ့အသင်းတော်တစ်ခုက ဖြစ်ပါတယ်။ဒီအသင်းတော်က မြန်မာလိုသဘောအရဆိုငတက်ပြားရာဇဝင်နဲ့ ခပ်ဆင်ဆင် တူပါတယ်။သူဌေးတွေထဲက ခိုးယူပြီး ဆင်းရဲသူတွေကိုမျှဝေတဲ့သူတွေကနေ စတင်ခဲ့ကြတာပေါ့။အီဂျစ်ခေတ်ကတည်းက စတင်ခဲ့တဲ့ ဒီအသင်းတော်ကထူးချွန်တဲ့ လူငယ်မျက်လှည့်ဆရာတွေကိုအသင်းတော်ထဲ ဝင်ခွင့်ပေးပါတယ်။အခု ဒီလေးယောက်ကိုလည်း မြင်းစီးသမားလေးယောက်ရယ်လို့အမည်ပေးပြီး ဘယ်လို မကောင်းမှုတွေကို ထုတ်ဖော်သွားမလဲဆိုတာကိုစိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုကြရမှာ ဖြစ်ပါတယ်။Rating တွေအနေနဲ့ IMDb 7.2 နဲ့ RT 51% ရရှိထားပါတယ်။File size…     9.4 GB /  2.8 GB / 1.3 GBQuality… BluRay 4K extended / 1080p / 720pFormat… mp4 , MKVDuration…. 2h 4mGenre ….. Crime/ThrillerSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by El MoHYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmy SandersonLouis LeterrierStarsCommonDave FrancoIsla FisherJesse EisenbergMark RuffaloMélanie LaurentMichael CaineMichael KellyMorgan FreemanWoody HarrelsonCastCaitriona BalfeCommonDave FrancoDavid WarshofskyElias KoteasIsla FisherJesse EisenbergJessica LindseyJosé GarciaJustine WachsbergerKerry CahillMark RuffaloMélanie LaurentMichael CaineMichael KellyMorgan FreemanOdessa SykesStephanie HonoréWoody Harrelson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rYxn6wryjrjeVTBCOy3JGoyFAGg.jpg",
      "https://image.tmdb.org/t/p/w300/574x1IR4TwHPOmMEol5tGe2aEfh.jpg",
      "https://image.tmdb.org/t/p/w300/w7ipZMbrzPZGVKrv0mdl2GF4YJz.jpg",
      "https://image.tmdb.org/t/p/w300/r4H9bfp0x9GOmwQnkYCxeqSIWdw.jpg",
      "https://image.tmdb.org/t/p/w300/lYz0QBxmJPKJSFAagsSwDEOMfBp.jpg",
      "https://image.tmdb.org/t/p/w300/wXLuBBdD2jFSnHqUy2k5oF9ruqM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/02/images.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d4qdlbp94gg7.html",
        "server": "usersdrive.com",
        "size": "9.4 GB",
        "quality": "BluRay 4K extended"
      },
      {
        "link": "https://yoteshinportal.cc/now-you-see-me-2013-extended-blu-ray-4-k-hevc-cm-tsk-mkv",
        "server": "yoteshinportal.cc",
        "size": "9.4 GB",
        "quality": "BluRay 4K extended"
      },
      {
        "link": "https://usersdrive.com/tc7vss409w65.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/now-you-see-me-2013-extended-cut-1080-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7saua/Now_You_See_Me_2013_Extended_Cut_1080p_Blu-ray_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AecHQBbD#tt0eTe62fpghb7Z8bQ_ac-ujPQfvn8YR7r1l7Nixj1k",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/zaalj6h04hnp",
        "server": "streamvid.io",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nkqp88vlws47.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/now-you-see-me-2013-extended-cut-720-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edL2O/Now_You_See_Me_2013_Extended_Cut_720p_Blu-ray_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gX0CSLba#Vq4kQZyADna0DugkHl_Hp0gzLIgxQbNoakiNOn3BH2M",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/57njonada0tz",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "p-pVxwaFuBs",
      "video_url": "https://www.youtube.com/watch?v=p-pVxwaFuBs",
      "embed_url": "https://www.youtube.com/embed/p-pVxwaFuBs"
    }
  },
  {
    "metadata": "|2018||Animation",
    "rating": {
      "rating": "4.0/10",
      "rating_count": "1043"
    },
    "title": "Wee Dragons (2018)",
    "description": "Wee Dragons (2018)================နဂါးတိုင်းပြည်က မင်းသမီးခိုင်က တိုင်းပြည်မှာမနေဘဲ စွန့်စားခန်းထွက်ချင်တာပါတဲ့။ တစ်ဦးတည်းသောသမီးကို သည်းသည်းလှုပ်ချစ်တဲ့ ဘုရင်ကြီးကတော့ သူ့သမီးလေး တစ်ခုခုဖြစ်မှာ စိုးရိမ်နေပါတယ်။ တစ်နေ့တော့ ဘလစ်စတာဆိုတဲ့ နဂါးတစ်ကောင်က မန္တန်မှုတ်ပြီး စွမ်းအားကြီးနဂါးကို ပြုစားလိုက်ပါတယ်။ဒီအကြောင်းကို ဘုရင်ကြီးဆီ သတင်းပို့လာတဲ့သူရှိပေမဲ့ ဘလစ်စတာ့ကို အထင်သေးတဲ့ ဘုရင်ကြီးက မဖြစ်နိုင်ဘူးဆိုပြီး လျှော့တွက်တာပေါ့။ ဒါပေမဲ့ ဘုရင်ကြီး အဖမ်းခံလိုက်ရတဲ့အခါ စွန့်စားရတာကြိုက်တဲ့ မင်းသမီးခိုင်တစ်ယောက် အခက်အခဲကြားကနေသူ့အဖေကို ဘယ်လိုကယ်မလဲ။ ဘယ်သူတွေက ကူညီပေးမလဲ။သူ့ဆန္ဒတွေရော ပြည့်လာပါ့မလား။ ကလေးကာတွန်းကားလေးကိုရှုစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့EL ဖြစ်ပါတယ်)File Size……….(1.23 GB) / (575 MB)Quality………..WEB-DL 1080p / 720pDuration……..1Hr 10MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..AnimationTranslator……ELEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex SebastianCastBobby MoynaGina CarlosGraham SandersonKj SchrockSam TiaraSarah RobertsSarah TaylorTina M. Schuster",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vJmsoeWgKBxiJrXzQIo8b5RhNNo.jpg",
      "https://image.tmdb.org/t/p/w300/c0MvKZrlkuLXaAF2NBPxYy2jyCZ.jpg",
      "https://image.tmdb.org/t/p/w300/gIwbchY09XcukhHGsnU0ImynZVp.jpg",
      "https://image.tmdb.org/t/p/w300/64h4fGY4wJo8evW8v5jm1WyUOKK.jpg",
      "https://image.tmdb.org/t/p/w300/5ekbGkMq2wsYrZ6fhzwMxkgKN23.jpg",
      "https://image.tmdb.org/t/p/w300/9jhjMpl3o1YyZPUzD7bJMpCIgYz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMzE4ZDNmYjgtMTVmOS00YzIxLWJhYmEtODJmN2YxN2FiNjk3XkEyXkFqcGdeQXVyMjM3NDgxNw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/wee-dragons-2018-1080-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XV9e/Wee.Dragons.2018.1080p.WEBRip.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/h76qzyg4ozp5",
        "server": "streamsb.com",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4mdwnQLS#XxydSn1qDqtSLUvYCI56UOAd810VS9RYYcOVprLFB98",
        "server": "mega.nz",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qcqndm3xqspp.html",
        "server": "usersdrive.com",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/wee-dragons-2018-720-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "575 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XV8y/Wee.Dragons.2018.720p.WEBRip.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "575 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/r0oo53id4qj7",
        "server": "streamsb.com",
        "size": "575 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/g7sGwQCY#cpmZbilawIiO3P-IzXcexa5zddgVM0SiikzZM-FHmgg",
        "server": "mega.nz",
        "size": "575 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bi9edxl27qxf.html",
        "server": "usersdrive.com",
        "size": "575 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3_Cz-k9T4QY",
      "video_url": "https://www.youtube.com/watch?v=3_Cz-k9T4QY",
      "embed_url": "https://www.youtube.com/embed/3_Cz-k9T4QY"
    }
  },
  {
    "metadata": "||1h 25 min|Fantasy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "362"
    },
    "title": "Spoony Woman ( 2023 )",
    "description": "အခုတစ်ခေါက် ဘာသာပြန် တင်ဆက်ပေးမဲ့ ရုပ်ရှင်လေးကတော့တရုတ်ဒဏ္ဍာရီပုံပြင်လေးကို ရုပ်ရှင်အဖြစ်ပြန်လည်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-မြေခွေး မိစ္ဆာမလေး ယင်းနင်ဟာ မွေးစားအမေနဲ့အတူ မြို့အပြင်တစ်နေရာမှာအပူအပင်ကင်းစွာ နေထိုင်ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ လူ့ပြည်ကရှန့်ယွမ်ပွဲတော်ကို သွားလည်တဲ့ လမ်းမှာ ဝမ်းကျီဖူဆိုတဲ့ ပညာရှိနဲ့ ဆုံတွေခဲ့ပါတယ်။ဝမ်ကျီဖူဟာ ယင်းနင်အပေါ် မြင်မြင်ချင်း ချစ်မိသွားပြီး မစားနိုင်မသောက်နိုင် ဖြစ်ခဲ့ပါတယ်။ တိုက်ဆိုင်စွာနဲ့ ယင်းနင်ရဲ့ နေထိုင်ရာနေရာကို ရှာတွေ့သွားပြီး လက်ထပ်ခွင့်တောင်းကာ အိမ်ကို ပြန်ခေါ်လာခဲ့ပါတယ်။ပညာတတ်မိသားစုဖြစ်တဲ့အတွက် ဝမ်ကျီဖူရဲ့ အမေဖြစ်သူ သခင်မဝမ်ဟာလွတ်လပ်သွက်လက်တဲ့ ယင်းနင်ကို ကြည့်မရ ဖြစ်နေပါတယ်။ယင်းနင်ဟာ မြေခွေးမိစ္ဆာဖြစ်ကြောင်း သိပြီးနောက်မှာတော့သူ့သားနဲ့ ယင်းနင်နဲ့ကို ရအောင် ခွဲပါတော့တယ်။ယင်းနင်တစ်ယောက် သူ့အပေါ် အထင်အမြင်လွှဲမှား မှုတွေကို ဘယ်လို ဖြေရှင်းမလဲ ……သူမရဲ့ မိဘအရင်းကရော ဘယ်သူတွေ ဖြစ်မလဲ…..ဆိုတာကို ရုပ်ရှင်နဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : FantasyRuntime : 1h 25 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDavid Lam WaiMa HuiSong ZiqiaoYupeng ChouZhao HanxueCastDavid Lam WaiMa HuiSong ZiqiaoYupeng ChouZhao Hanxue",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eoC2amf8hTzbl3jzueeDUacJfYf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2HsXa9L0PvmvuOlm9fTBqUkNeYj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/spoony-woman-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8wzeopnpw0bg.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/fxhbwj88yqzw.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UQvh/Spoony_Woman_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/z1u67z8yvsmu",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FyUGjT7Q#YQb-Ngg-Pah5mWwl8y5eSaZRh7dTAHVoeeQdYKSoaGs",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/spoony-woman-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/s2nld0btd83f.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/w7ch2BzK#BpCvfpc4uFGzvoRT9Zxc38XC0CeclOOfUb65vWEG-nI",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|N/A|Drama,History",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The King’s Letters (2019)",
    "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးလိုက်တာကတော့ 2019 ခုနှစ်မှာ အသစ်စက်စက် ထွက် The King’s Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင်ကားကောင်းလေးပါကိုရီးယားအက္ခရာတွေ ပေါ်ပေါက်လာပုံနဲ့ ပတ်သက်ပြီး ကိုရီးယားမှာ ဇာတ်လမ်းမျိုးစုံရှိတဲ့အထဲကနေမှ တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါဂျိုဆွန်းပြည်ဟာ ဗုဒ္ဓဘာသာနိုင်ငံဆိုတာကနေ ကွန်ဖြူးရှပ်ဝါဒီဖြစ်သွားတဲ့ ကာလအတွင်း ဖြစ်ခဲ့တာပါမင်းကြီးဟာ တရုတ်အက္ခရာကိုပဲ အသုံးပြုနိုင်ပြီး တရုတ်လက်အောက်ခံနိုင်ငံတစ်နိုင်ငံအဖြစ် နေရတာကို စိတ်ပျက်နေပြီး ကိုယ်ပိုင်အက္ခရာ တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်တစ်နေ့တော့ ဂျပန်ဘုန်းကြီးတွေဟာ ဂျိုဆွန်းရဲ့ ရတနာဖြစ်တဲ့ တိပိဋကမူရင်းစာအုပ်တွေကို လာတောင်းရာမှ မင်းကြီးကိုယ်တိုင် မငြင်းသာတော့တဲ့အခါ ဗုဒ္ဓဘာသာ ဘုန်းကြီးတစ်ပါးက ကူညီဖြေရှင်းခဲ့ပါတယ်ဒီကနေ အစပြုလို့ ကိုယ်ပိုင်အက္ခရာ တီထွင်နိုင်မယ့် လမ်းစကို တွေ့ခဲ့ပြီး ကြိုးစားခဲ့ပုံကို ရိုက်ကူးပြထားပါတယ်ကွန်ဖြူးရှပ်ဝါဒီနိုင်ငံမှာ ဗုဒ္ဓဘာသာဘုန်းကြီးတွေနဲ့အတူ အက္ခရာ တီထွင်ရတဲ့အတွက် ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်ဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ် ရိုက်ကူးထားပါတယ်ကိုရီးယားတွေရဲ့ ထုံးစံအတိုင်း ရာဇဝင်ကားတွေကို ပီပြင်အောင် ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်လို့ ညွှန်းပေးပါရစေဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်……(Zawgyi)ဒီတစ္ခါ မိတ္ဆက္ေပးလိုက္တာကေတာ့ 2019 ခုႏွစ္မွာ အသစ္စက္စက္ ထြက္ The King’s Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင္ကားေကာင္းေလးပါကိုရီးယားအကၡရာေတြ ေပၚေပါက္လာပံုနဲ႔ ပတ္သက္ျပီး ကိုရီးယားမွာ ဇာတ္လမ္းမ်ိဳးစုံရွိတဲ့အထဲကေနမွ တစ္ပုဒ္ကို အေျခခံျပီး ရိုက္ကူးထားတာပါဂ်ိဳဆြန္းျပည္ဟာ ဗုဒၶဘာသာနိုင္ငံဆိုတာကေန ကြန္ျဖဴးရွပ္ဝါဒီျဖစ္သြားတဲ့ ကာလအတြင္း ျဖစ္ခဲ့တာပါမင္းႀကီးဟာ တရုတ္အကၡရာကိုပဲ အသံုးျပဳႏိုင္ျပီး တရုတ္လက္ေအာက္ခံႏိုင္ငံတစ္နိုင္ငံအျဖစ္ ေနရတာကို စိတ္ပ်က္ေနျပီး ကိုယ္ပိုင္အကၡရာ တီထြင္ဖို႔ ႀကိဳးစားေနခဲ့ပါတယ္တစ္ေန႔ေတာ့ ဂ်ပန္ဘုန္းႀကီးေတြဟာ ဂ်ိဳဆြန္းရဲ႕ ရတနာျဖစ္တဲ့ တိပိဋကမူရင္းစာအုပ္ေတြကို လာေတာင္းရာမွ မင္းႀကီးကိုယ္တိုင္ မျငင္းသာေတာ့တဲ့အခါ ဗုဒၶဘာသာ ဘုန္းႀကီးတစ္ပါးက ကူညီေျဖရွင္းခဲ့ပါတယ္ဒီကေန အစျပဳလို႔ ကိုယ္ပိုင္အကၡရာ တီထြင္နိုင္မယ့္ လမ္းစကို ေတြ႕ခဲ့ျပီး ႀကိဳးစားခဲ့ပံုကို ရိုက္ကူးျပထားပါတယ္ကြန္ျဖဴးရွပ္ဝါဒီနိုင္ငံမွာ ဗုဒၶဘာသာဘုန္းႀကီးေတြနဲ႔အတူ အကၡရာ တီထြင္ရတဲ့အတြက္ ဘယ္လိုအခက္အခဲေတြ ႀကံဳေတြ႕ရတယ္ဆိုတာကိုလည္း စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားပါတယ္ကိုရီးယားေတြရဲ႕ ထံုးစံအတိုင္း ရာဇဝင္ကားေတြကို ပီျပင္ေအာင္ ရိုက္ကူးျပထားတဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္လို႔ ညႊန္းေပးပါရေစဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္……File Size :(900 MB) and (450 MB)Quality : HDRip 720pRunning Time : 1hr 50minFormat : Mp4Genre : Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHD AAC x264-NonDRMTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCho Chul-hyunStarsCha Lae-hyungChoi Deok-moonGeum Sae-rokJeon Mi-seonJeong Hae-gyunKim Jun-hanNam Moon-chulOh Hyeon-KyeongPark Hae-ilSong Kang-hoCastCha Lae-hyungChoi Deok-moonGeum Sae-rokJeon Mi-seonJeong Hae-gyunJeong In-gyeomKim Jun-hanNam Moon-chulOh Hyeon-KyeongPark Hae-ilSong Kang-hoTang Jun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qn1tRfTtb4rPWwe5afILoomjAhx.jpg",
      "https://image.tmdb.org/t/p/w300/zOelWyEUacZBelUnj59ysjRPXqu.jpg",
      "https://image.tmdb.org/t/p/w300/kORaqF0PvKkbLzDVFMkSQq5xWSh.jpg",
      "https://image.tmdb.org/t/p/w300/dEiKJKrkcY3EjttcuKtJLbXR5e.jpg",
      "https://image.tmdb.org/t/p/w300/a32wN24aCCM4nFkiKrQqfDXgEsG.jpg",
      "https://image.tmdb.org/t/p/w300/9dU1KiPGBhIdGmrvnoU6swp9GCf.jpg",
      "https://image.tmdb.org/t/p/w300/k2EVhdq6xzjCcXHcBm3o7yrzx5C.jpg",
      "https://image.tmdb.org/t/p/w300/w9pUzi4m9LKBMySgYXCj8fxduUT.jpg",
      "https://image.tmdb.org/t/p/w300/7uruePKlvSZ0p8MKGc9Zlh1wHY6.jpg",
      "https://image.tmdb.org/t/p/w300/eDB6H2SncJVLcfUc6Z3wEDcjjIW.jpg",
      "https://image.tmdb.org/t/p/w300/2lAnhJqiWI2NMgJbErAKX2gI2CW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yQvWmui5uUpMn0ZAo9q1Wfn3prD.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/b2S8hUwuaz6Kh7LQ3TIE",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2aBk/(CM)The.Kings.Letters.2019.FHD.720p.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2O3rg/(CM)The.King_s.Letters.2019.FHD.720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/TOvo0c0s1L4/%28CM%29The.King%27s.Letters.2019.FHD.720p.mp4",
        "server": "openload.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/4asxqbmakhcq",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/tfdtdrmrbemmltfr/_CM_The_King_s_Letters_2019_FHD_720p_mp4",
        "server": "streamango.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/1yrhf",
        "server": "mirrorace.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.com/file/1r1ECtFcPyibEKvDQiwt",
        "server": "drive.google.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "",
        "server": "Soliddrive.co",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1s8x3/(CM)The.King_s.Letters.2019.FHD.480p.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/DssauaY_gXE/%28CM%29The.King%27s.Letters.2019.FHD.480p.mp4",
        "server": "openload.co",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/th6at0lh0hl0",
        "server": "ClicknUpload.org",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/tqlemnsrqroebcsb/_CM_The_King_s_Letters_2019_FHD_480p_mp4",
        "server": "streamango.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/1yrhv",
        "server": "mirrorace.com",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2022||Bollywood,Crime,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "30"
    },
    "title": "Repeat (2022)",
    "description": "Repeat 2022Crime/Thriller/Mystery (IMDb-7.8/10)တစ်ညမှာ ရဲစခန်းကို မူးပြီး စာရေးဆရာတစ်ယောက်ရောက်လာတယ်။သူ့ဝတ္ထုထဲက ဇာတ်ကောင်က သူ့ကိုခြိမ်းခြောက်နေလို့တဲ့လေ။မယုံကြည်နိုင်ဖြစ်နေတဲ့ ရဲတွေကြုံလိုက်ရတာက သူ့ဝတ္ထုထဲကနဲ့တစ်ပုံစံတည်းတူတဲ့ ပြန်ပေးဆွဲ/ လူသတ်မှုတစ်ခု။ပြန်ပေးဆွဲခံရတဲ့ ပူဂျာဆိုတဲ့ မိန်းကလေးကလည်း ရဲချုပ်ရဲ့သမီးဖြစ်နေပြီး၊ရွေးကောက်ပွဲမတိုင်ခင် ကာလဖြစ်တာမို့ ဒီအမှုဟာ ဟိုးလေးတကျော်ကျော်ဖြစ်လာတော့တာပေါ့။ဒါဟာတကယ်ပဲ Parallel universe တွေထဲကလို စာရေးဆရာဝတ္ထုထဲက ဇာတ်ကောင်တွေရဲ့မှုခင်းလား။ဒါဆိုရင် ပျောက်ဆုံးနေတဲ့ ပူဂျာကရော အဲဒီဇာတ်လမ်းနဲ့ဘယ်လိုပတ်သတ်နေတာလဲ။တရားခံအစစ်ကဘယ်သူလဲ၊ ဒီမေးခွန်းတွေကို အဖြေရှာဖို့ ရောက်လာတဲ့လျှို့ဝှက်အေးဂျင့်တစ်ယောက်။ အဓိကဇာတ်ဆောင်အနေနဲ့ Naveen Chandra ကနေပြီး ပါဝင်ထားပါသေးတယ်။မဖြေရှင်းနိုင်တဲ့ရှုပ်ထွေးမှုတွေကြားက သဲလွန်စတွေကို တစ်စချင်းဆွဲထုတ်ရင်းရင်တထိတ်ထိတ်ကြည့်ရမယ့် ရုပ်ရှင်မျိုးမို့ ခုပဲ Channel Myanmar မှာ ရှူစားလိုက်ပါတော့ခင်ဗျာ။File size…1.9GB / 900MBQuality…1080p WEB DL HQ  /720pFormat…mp4Duration….2h 4minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Thet Ko ~ BpL ~HayMan~OeliuJ~YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorArvindh SrinivasanStarsA. R. Harwin RamAchyuth KumarChetanDeepshikhaKaali VenkatKPY BalaMadhooMaria VincentMime GopiMrudhula BaskerNaveen ChandraNellore SudharshanPooja RamachandranRaghav VijaySarika Ramachandran RaoSatyam RajeshSharmila BadulaSmruthi VenkatSupergood SubramaniVijay Bhagath SinghCastA. R. Harwin RamAchyuth KumarChetanDeepshikhaKaali VenkatKPY BalaMadhooMaria VincentMime GopiMrudhula BaskerNaveen ChandraNellore SudharshanPooja RamachandranRaghav VijaySarika Ramachandran RaoSatyam RajeshSharmila BadulaSmruthi VenkatSupergood SubramaniVijay Bhagath Singh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2c5Z6UOMyJVcExdO3ycWE2Bmawz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/repeat-telugu-movie.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/repeat-2022-telugu-true-web-dl-1080-p-hq-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d59vtds09ph6.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aqcx/Repeat_(2022)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3g9XSLgZ#teUZ6e8clFmyOrPWL-LneyK8rRDAwPwdhdmzoXnsLas",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/uhvmhpsghb9n.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/repeat-2022-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xxrpyjw3koqi.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2wl7l/Repeat_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/f9sGzKIa#ScvU4zXwDXdYptHfIMPKip9vE-2mTo8dP-PaulkP2Ng",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/pdqdq274nye9.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated||1h 22min|Horror",
    "rating": {
      "rating": "4.1/10",
      "rating_count": ""
    },
    "title": "H.P. Lovecraft’s Witch House (2022)",
    "description": "H.P. Lovecraft’s Witch House (2022)H.P. Lovecraft ဟာ အထူးခြားဆုံးဟော်ရာဇာတ်လမ်းတွေ ထူးဆန်းထွေလာတွေကို ကြိုက်တဲ့သူတွေထဲ မသိသူမရှိတဲ့သူပါပဲ။ ဒီဇာတ်လမ်းကတော့ H.P. Lovecraft ရဲ့ The Dreams in the Witch House ဆိုတဲ့ ဝတ္ထုတိုလေးကို မှီငြမ်းရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပေါ့။ရိတ်တင်တော့ မများလှပေမဲ့ ဟော်ရာဖန်တွေ လျှို့ဝှက်ဆန်းကြယ်ဖန်တွေတော့ သဘောကျကြမှာပါ။ ဇာတ်လမ်းက တစ္ဆေ သရဲဇာတ်လမ်းလို့လည်း ဆိုလို့ရသလိုလိုရှိပေမဲ့ အဲဒီထက်အများကြီးဆန်းကြယ်ပါတယ်။ ပြောရရင် ကျွန်တော်တို့ဆီက အင်းတွေ ဘာတွေလိုပဲ ဂျီဩမေတြီပညာရပ်မှာ စွမ်းအားရှိတယ်လို့ ယုံကြည်ထားတဲ့ အယူအဆကို မီးမောင်းထိုးပြထားတာပါ။ ဂျီဩမေတြီပညာရပ်ကနေ မယုံနိုင်စရာကောင်းတဲ့ သဘာဝလွန်အရာတွေကို ယူဆောင်လာပေးနိုင်တယ်လို့ ဘွဲ့လွန်စာတမ်းပြုစုနေတဲ့ ကျောင်းသူစတစ်ယောက်ဟာ ထူးဆန်းတဲ့အိမ်ကြီးတစ်အိမ်ကို ပြောင်းနေရာက အိမ်ကြီးရဲ့ ဂျီဩမေတြီနည်းကျ ဗိသုကာမှာ စွမ်းအားတွေကိန်းအောင်းနေတဲ့အကြောင်းကို လေ့လာပြီး စာတမ်းပြုစုတဲ့အကြောင်း ရုပ်ရှင်ပေါ့။ ဇာတ်ဟာအလှည့်အပြောင်းတွေများသလို ကိုယ့်မျက်လုံးကိုယ်ခွာထုတ်တဲ့ ဇာတ်ဝင်ခန်းတွေရော Jump scare ဆန်ဆန်တွေရော အကုန်ရောသမမွှေထားပြီး ညဘက်မှာ မီးမှိတ်ပြီး တသိမ့်သိမ့်နဲ့ ကြောက်ဖို့ ကြည့်ရမယ့် ရုပ်ရှင်ကောင်းပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.22GB, 532MBQuality – 1080p, 720pIMDb Rating – 4.1/10Format – mp4Duration – 1H 22MinGenre – HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBobby EasleyStarsAndrea CollinsBill LevinErin TrimbleJoe PadgettJohn JohnsonJulie Anne PrescottPortia ChellelynnShonda LavertySolon TsangarasCastAndrea CollinsBill LevinErin TrimbleJoe PadgettJohn JohnsonJulie Anne PrescottPortia ChellelynnShonda LavertySolon Tsangaras",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5KmscR49WkmuPJKjmK4OUmsRn5C.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hp-lovecrafts-witch-house-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-h-p-lovecrafts-witch-house-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16jh3/(CM)_H.P_Lovecraft_s_Witch_House_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kGcURbiQ#slfpMaX0nAJ9xLzkYYQ0Cb6dvKtwW2oINgmK_gDi9ws",
        "server": "mega.nz",
        "size": "1.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2njer08ikpap.html",
        "server": "usersdrive.com",
        "size": "1.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/qoutc314q84l.html",
        "server": "streamsb.com",
        "size": "1.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-h-p-lovecrafts-witch-house-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "532MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2sebj/(CM)_H.P_Lovecraft_s_Witch_House_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "532MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/keMTmTLb#L0qNnE6sqPpVKm0YtmWMhxgbWDjVmbb4Yy0vWZn3R9E",
        "server": "mega.nz",
        "size": "532MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/35h46xcfdpj0.html",
        "server": "usersdrive.com",
        "size": "532MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/opezyp4dljzk.html",
        "server": "streamsb.com",
        "size": "532MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "T7GgqkLvoSs",
      "video_url": "https://www.youtube.com/watch?v=T7GgqkLvoSs",
      "embed_url": "https://www.youtube.com/embed/T7GgqkLvoSs"
    }
  }
]