[
  {
    "metadata": "|||Horror,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1040"
    },
    "title": "After She Wakes (2019)",
    "description": "Horror,thriller ကားကောင်းလေးပဲဖြစ်ပါတယ်သူမရဲ့ သားလေး သေဆုံးပြီးနောက်မှာ စိတ်ဒဏ်ရာရနေတဲ့အမေနဲ့သမီးငယ်တို့ဟာ သူတို့ခံစားရတဲ့ နာကျင်မှုတွေကြောင့် ပဲအိပ်ပျော်စဉ်မှာ အိပ်တဝက်နိုးတဝက် အနေအထားနဲ့ဘီလူးစီးခြင်း အိပ်ရင်း လမ်းလျောက်ခြင်း စတဲ့အဖြစ်အပျက်များ ကြုံတွေ့လာရပါတယ်အိပ်မက်ဆိုးတွေဟာလည်း မခံမရပ်နိုင်အောင် ကြမ်းလာပါတယ်ယုံကြည်မှုကင်းမဲ့လာပြီး အမေဖြစ်သူဟာ သူအိပ်ပျော်နေစဉ်အတွင်းတစ်ယောက်ယောက်က စောင့်ကြည့်နေတယ်လို့ခံစားမိလာပါတယ်အိပ်မက်ဆိုးတွေအတိုင်း တကယ့်လက်တွေ့မှာအိမ်တွင်းကျူးကျော်ဝင်ရောက်သူကိုခုခံဖိူ့ သူမရဲ့မိသားစုကိုကာကွယ်ဖို့လုပ်ဆောင်တဲ့အကြောင်းကို စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမဲ့ ကားလေးပါFile Size : ( 729 MB , 262 MB )Quality : WEB-DL 720pRunning Time : 1 hr 18 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byKaung Thant Win HtetEncoded byMoe Myint LwinzawgyiHorror,thriller ကားေကာင္းေလးပဲျဖစ္ပါတယ္သူမရဲ႕ သားေလး ေသဆုံးၿပီးေနာက္မွာ စိတ္ဒဏ္ရာရေနတဲ့အေမနဲ႔သမီးငယ္တို႔ဟာ သူတို႔ခံစားရတဲ့ နာက်င္မႈေတြေၾကာင့္ ပဲအိပ္ေပ်ာ္စဥ္မွာ အိပ္တဝက္ႏိုးတဝက္ အေနအထားနဲ႔ဘီလူးစီးျခင္း အိပ္ရင္း လမ္းေလ်ာက္ျခင္း စတဲ့အျဖစ္အပ်က္မ်ား ႀကဳံေတြ႕လာရပါတယ္အိပ္မက္ဆိုးေတြဟာလည္း မခံမရပ္ႏိုင္ေအာင္ ၾကမ္းလာပါတယ္ယုံၾကည္မႈကင္းမဲ့လာၿပီး အေမျဖစ္သူဟာ သူအိပ္ေပ်ာ္ေနစဥ္အတြင္းတစ္ေယာက္ေယာက္က ေစာင့္ၾကည့္ေနတယ္လို႔ခံစားမိလာပါတယ္အိပ္မက္ဆိုးေတြအတိုင္း တကယ့္လက္ေတြ႕မွာအိမ္တြင္းက်ဴးေက်ာ္ဝင္ေရာက္သူကိုခုခံဖိူ႔ သူမရဲ႕မိသားစုကိုကာကြယ္ဖို႔လုပ္ေဆာင္တဲ့အေၾကာင္းကို စိတ္ဝင္စားဖြယ္ ၾကည့္ရႈ႕ရမဲ့ ကားေလးပါFile Size : ( 729 MB , 262 MB )Quality : WEB-DL 720pRunning Time : 1 hr 18 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kaung Thant Win HtetEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid Arthur ClarkStarsAndrea PazminoConrad GoodeHannah WardMicah Joe ParkerNicola LamboStella CarlishCastAndrea PazminoConrad GoodeHannah WardMicah Joe ParkerNicola LamboStella Carlish",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/BW1SCg7V2TIXQ7JVgRzBsXsdzk.jpg",
      "https://image.tmdb.org/t/p/w300/oMP47moGqCoHoY37K7GuhiecEcS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yflgsrm4Tjiy4n5TAkYCgLaxeoF.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/V7l/(CM)_After_She_Wakes_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/2Yg",
        "server": "fastload.cc",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/-1j8z3aip0DfyA",
        "server": "disk.yandex.com",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/1Av43",
        "server": "usersdrive.com",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/d91f4jgnrp5r.html",
        "server": "usersdrive.com",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-after-she-wakes-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/xBBUwSaS#4jRPDCfLxN4auySFK74fvFI1PMi_i3v8T5DopSQ8RqQ",
        "server": "mega.nz",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1x6di/(CM)_After_She_Wakes_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/t6ycvinybvdc",
        "server": "upstream.to",
        "size": "729 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Tb72kXPus6w",
      "video_url": "https://www.youtube.com/watch?v=Tb72kXPus6w",
      "embed_url": "https://www.youtube.com/embed/Tb72kXPus6w"
    }
  },
  {
    "metadata": "R|2011|1h 55min|Comedy,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "229,084"
    },
    "title": "The Descendants (2011)",
    "description": "The Descendants (2011)IMDb – 7.3/10_______Rotten – 89%Won 1 Oscar.Another 65 wins & 146 nominationsThe Descendants (2011)———————————IMDb: 7.3Rotten Tomatoes: 89%Genre: Drama/(Comedy)Matt King တို့ မိသားစုဟာ သူတို့ရဲ့ ဘိုးစဉ်ဘောင်ဆက် တွေကတည်းက ဒီဟာဝိုင်အီကျွန်းလေးပေါ်မှာဘဲ နေလာခဲ့ကြတာပါ။ အဲဒီ ဘိုးဘွားတွေဆီကနေ အမွေရခဲ့တဲ့ Kauai ကျွန်းပေါ်က မြေဧက ၂၅၀၀၀ ကို သူနဲ့ သူ့ရဲ့ ဝမ်းကွဲညီကိုတွေ အားလုံးပိုင်ကြတယ်။ သူက ရှေ့နေ၊ အလုပ်နဲ့ အကိုင်နဲ့ဆိုတော့ ငွေရေးကြေးရေးက အခက်အခဲ သိပ်မရှိဘူးပေါ့ဗျာ။ ကုန်းတွင်းအမေရိကားက သူ့သူငယ်ချင်း တော်တော်များများကတော့ သူ့ဘဝကို ဟာဝိုင်အီ သုခဘုံလေးမှာနေပြီး ပြီးပြည့်စုံတဲ့ ဘဝလေးလို့ ထင်နေကြတာပေါ့။“Paradise!!!… Paradise can go fuck itself.”စုပေါင်းအမွေရထားတဲ့ ဧက ၂၅၀၀၀ လုံးကို စီမံကိန်းတစ်ခု အကောင်အထည်လာဖော်ဖို့ ဝယ်မယ့်သူကလဲ အဆင်သင့်ရှိတယ်။ ရောင်းမယ် မရောင်းဘူးဆိုတာကတော့ သူ့အပေါ်မှာဘဲ မူတည်နေတာကိုး။ သူ့ရဲ့ဝမ်းကွဲတွေ တော်တော်များများကတော့ မွဲနေကြပြီ။ အရောင်းအဝယ်ဖြစ်ဖို့ကို မျှော်နေကြတာ။ သူ့မိန်းမ Elizabeth လွန်ခဲ့တဲ့ ၂၃ ရက်လောက်တုန်းက မော်တော်ဘုတ်စီးပြိုင်ပွဲတစ်ခုမှာ မတော်တဆ ခေါင်းထိပြီး မေ့သွားတယ်။ သူကြားလိုက်တဲ့အချိန် ဒီမြို့မှာ သူရှိမနေခဲ့ဘူး။ သူရောက်လာတဲ့ အချိန်မှသိရတာ သူ့မိန်းမ coma ဖြစ်သွားပြီ။ ပြန်ကောင်းလာနိုးနိုး စောင့်နေရင်း ခုဆိုဆေးရုံမှာ တစ်လတောင်ရှိတော့မယ်။ တကယ်တော့ သူနဲ့က အိမ်ထောင်ရေး အဲလောက်ထိ အဆင်ပြေခဲ့တာမဟုတ်ဘူးလေ။ အချင်းချင်း စကားမပြောတာတောင် လတော်တော်ကြာသွားပြီ။ အိမ်မှာ တစ်ချိန်လုံး ဆိုးသွမ်း ကလန်ကဆန်လုပ်နေလို့ အခြားကျွန်းပေါ်မှာ ကျောင်းသွားထားထားတဲ့ ၁၇နှစ်အရွယ် Alex ဆိုတဲ့ သမီးအကြီး တစ်ယောက်ရှိတယ်။ နောက်ဆုံးတစ်ခေါက် အိမ်ပြန်လာတုန်းက Alex နဲ့ Elizabeth တို့ ကိစ္စတစ်ခုကြောင့် အငြင်းအခုန်ဖြစ်ကြပြီး အမေနဲ့သမီး ဆက်ဆံရေးကလဲ အဆင်မပြေဘူး ဆိုပါတော့။ ပြီးတော့ ဆယ်နှစ်အရွယ်ဘဲရှိသေးတဲ့ သမီးငယ် Scottie၊ သူ့အပြုအမူတွေကလဲ နည်းနည်းဆိုးလာပြီ။ သူကိုင်တွယ် နိုင်ပါ့မလားမှန်းတောင် မရေရာတော့ဘူး။ အဲဒါလား သုခဘုံ…ခုဆို Elizabeth ရဲ့ဦးနှောက်က အလုပ်မလုပ်တော့ဘူး၊ မျောနေရုံဘဲ ရတော့မှာ ကောင်းလာဖို့ မရှိတော့ဘူး။ ဒါကြောင့် Alex ကျောင်းကနေ ပြန်သွားခေါ်လာ တော့တယ်။ အဲဒီမှာ Alex က တစ်ခုခုကို ဖွင့်ပြောလာတယ်။ သူနဲ့ သူ့အမေ ရန်ဖြစ်ခဲ့တဲ့ ကိစ္စလေ။ အမေ နောက်ယောကျ်ားတစ်ယောက်နဲ့ ရှုပ်နေတာတဲ့…Matt King အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ George Clooney ရဲ့ performance ဟာ လူတွေပါးစပ်ဖျားထဲကနေ ချလို့မကျခဲ့ပါဘူး။ ဘိုးစဉ်ဘောင်ဆက် ပိုင်ခဲ့တဲ့ မြေတွေကို ဝမ်းကွဲတွေရဲ့ ဆန္ဒအတွက်နဲ့ ရောင်းဖို့ မရောင်းဖို့ကလဲ ခေါင်းခဲနေရတယ်။ ကလန်ကဆန် သမီးနှစ်ယောက်နဲ့ ဆက်ဆံရေး မပြေလည်ရတဲ့ အထဲ သေခါနီးမိန်းမရဲ့ လျှို့ဝှက်ချက်တွေကို သိလိုက်ရသေးတယ်။ သဘာဝတရားရဲ့ တစ်စဆီ ဆုတ်ဖြဲတာကိုခံလိုက်တဲ့ မိသားစုရဲ့ အဖေတစ်ယောက်အနေနဲ့ စိတ်ထောင်းပေမယ့် ကိုယ်မကြေနေတဲ့ ဇာတ်ရုပ်ကို ကွက်ကွက်ကွင်းကွင်း မြင်သာအောင် သရုပ်ဆောင်နိုင်ခဲ့လို့ပါဘဲ။ အဲဒါကြောင့်လဲ OSCARS အပါအဝင် အခြားဆုပေးပွဲတွေမှာ အကောင်းဆုံး မင်းသားဆု ဆန်ကာတင်ခဲ့ပြီး Golden Globes မှာ ဆုတောင်ရခဲ့ပါတယ်။ပြီးတော့ Alex အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Shailone Woodley ရဲ့ performance ပါပဲ။ အဖေရဲ့ စွန့်ပစ်တာကို ခံခဲ့ရဖူးတဲ့၊ အမေရဲ့ သစ္စာဖောက်နေတာကိုလဲ မြင်ခဲ့ရတဲ့ ဒေါသထွက်ပြီး နာကျင်ဝမ်းနည်းနေရတဲ့ ဆယ်ကျော်သက် ကောင်မလေးတစ်ယောက်ရဲ့ စရိုက်နဲ့ တစ်ထပ်တည်းကျအောင် ချပြနိုင်ခဲ့တာကြောင့်လဲ ဝေဖန်ရေးတွေရော ပရိသတ်တွေပါ မချီးကျူးဘဲ မနေနိုင်ခဲ့ပါဘူး။ ဒီကားမှာ ပြောင်မြောက်လှတဲ့ သူ့ရဲ့ performance ကြောင့် နောက်ဇာတ်ကားတွေမှာ leading role ကို အချိန်တိုအတွင်း လျှောက်လှမ်းလာနိုင်ခဲ့တာပါ။ Golden Globes မှာ အကောင်းဆုံး ဇာတ်ပို့ မင်းသမီးဆုတောင်မှ ဆန်ကာတင်ပါခဲ့ပါသေးတယ်။ နောက်ခံ ဟာဝိုင်အီ တီးလုံးတွေနဲ့ သီချင်းတွေကလဲ ဇာတ်ကားထဲ မျှောနေစေမှာပါ။ဒါရိုက်တာ Alexander Payne ရဲ့ အကောင်းဆုံး ဇာတ်ကားတွေထဲကတစ်ကားပါ။ ဒီဇာတ်ကားဟာ OSCARS မှာ အကောင်းဆုံး ဇာတ်ကားဆု၊ ဒါရိုက်တာဆု၊ ဇာတ်ညွှန်းဆု၊ မင်းသားဆု နဲ့ တည်းဖြတ်ဆု ငါးဆုဆန်ကာတင် ပါခဲ့ပြီး ဇာတ်ညွှန်းဆုတစ်ဆုသာ ရသွားခဲ့တာပါ။ ၂၀၁၁ ရဲ့ Top Ten List တော်တော်များများမှာ ထိပ်ဆုံးတွေက ပြေးခဲ့ဖူးတာမို့ မြည်းကြည့်လိုက်ကြပါဦး။(ရုပ်ရှင်အညွှန်းကိုMovie Movies FB Pageမှကူးယူဖော်ပြပါသည်။)File size…(906 MB)Quality…BR-Rip 720pFormat…mp4Duration….01:55:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlexander PayneStarsAmara MillerBeau BridgesGeorge ClooneyJudy GreerMary BirdsongMatthew LillardNick KrauseRob HuebelRobert ForsterShailene WoodleyCastAmara MillerBeau BridgesCarmen KaichiGeorge ClooneyGrace A. CruzJudy GreerKaren Kuioka HironagaKim GennaulaMary BirdsongMatt CorboyMatthew LillardMichael OntkeanNick KrausePatricia HastieRob HuebelRobert ForsterShailene Woodley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/acOC2wX1aEQkq9kwKp7WmABTxRT.jpg",
      "https://image.tmdb.org/t/p/w300/zauN0nX3fUBuNjIyAqnPSPJNB1m.jpg",
      "https://image.tmdb.org/t/p/w300/vWCq0pZxQfL94IlA8mBRTrkcm6W.jpg",
      "https://image.tmdb.org/t/p/w300/26hxGHkIQEOhoofDzlmtYgcTHEI.jpg",
      "https://image.tmdb.org/t/p/w300/briUEoIqNxvo9Q7tsDI7hzCf6GG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/descendants-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kiouq61j8567.html",
        "server": "usersdrive.com",
        "size": "906 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-descendants-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "906 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/Rt2h/The_Descendants_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "906 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/HopXyKDb#duD12niUSG_9d6MsLNlKlCowgmqKQN840GQy4RMeXcw",
        "server": "mega.nz",
        "size": "906 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/qu5ss435wop3",
        "server": "upstream.to",
        "size": "906 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "3R7OzS54hbo",
      "video_url": "https://www.youtube.com/watch?v=3R7OzS54hbo",
      "embed_url": "https://www.youtube.com/embed/3R7OzS54hbo"
    }
  },
  {
    "metadata": "N/A|2021|2h|Adventure,Comedy,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "2.1k"
    },
    "title": "Kaamelott – The First Chapter(2021)",
    "description": "Kaamelott: First Installment (2021)ဒီဇာတ်ကားကတော့ 2005 ကနေ 2009 အထိ season 6ခုထွက်ထားတဲ့ Kaamelott seriesရဲ့ Sequel movie ပဲ ဖြစ်ပါတယ်Kaamelott seriesကတော့ King Arthur ရဲ့ ဒဏ္ဍာရီကို ဟာသ ဆန်ဆန် ရိုက်ကူးထားတဲ့ ပြင်သစ် seriesတစ်ခုပဲ ဖြစ်ပါတယ်ဒီဇာတ်ကားကတော့ ထိုseries နောက်ပိုင်းမှာ အ​ခြေတည်ပြီး Adventure / Fantasyအမျိုးအစားပေမယ့် Comedyလည်း ရောထားတဲ့ ဇာတ်ကားမျိုးပဲ ဖြစ်ပါတယ်Kaamelott series အပြီးမှာတော့ ဘုရင်အာသာ ဟာ စိတ်ကျရောဂါကို ခံစားနေရတာကြောင့်ကမ်းမလော့က သူ့ရဲ့ ပုလ္လင်ကို ဖယ်ပေးပြီး အဇ်ကယ်လီဘာ ဓားကိုလည်း ယူခဲ့တဲ့ ကျောက်တုံးထဲမှာ ပြန်စိုက်ထားခဲ့ပါတယ်ထိုအချိန်မှာပဲ အာသာရဲ့ သူငယ်ချင်းဟောင်းဖြစ်သလို အဖော်မွန်လည်း ဖြစ်တဲ့ လန်စီလော့ဟာအာသာရဲ့ ရန်သူတော် မယ်လဂန့် ရဲ့ လွှမ်းမိုးမှုကြောင့် ကမ်မလော့ ကို သိမ်းပိုက်ပြီးအာသာရဲ့ အရင်က မိတ်ဆွေတွေနဲ့ မဟာမိတ်တွေကို မညှာမတာ လိုက်ဖမ်းပါတော့တယ်အာသာကလည်း လန်စီလော့ရဲ့ ဒေါသကနေ လွတ်မြောက်ဖို့အတွက် ရောမမှာ ပုန်းရှောင်နေပါတော့တယ်ပြည်သူတွေဟာလည်း လန်စီလော့ရဲ့ အုပ်ချုပ်မှု ကို ငြင်းဆန်ပြီး ဘုရင်အာသာပြန်လာမှာကိုပဲ မျှော်နေကြပါတယ်လန်စီလော့နဲ့ သူ့ရဲ့ ဆက်ဇွန်လူမျိုး ကြေးစားသမားတွေက နိုင်ငံကို အကြောက်တရားနဲ့ အုပ်ချုပ်နေကြ တဲ့အတွက်ပါပဲအဲ့လိုနဲ့ ရောမမှာ ပုန်းနေတဲ့ ဘုရင်အာသာဟာလည်း လန်စီလော့နဲ့ သူ့ရဲ့ စစ်တပ်ကို တိုက်ခိုက်ဆန့်ကျင်ဖို့အတွက် ပြန်လာပါတော့တယ်(အညွှန်းရေးပြီး ဘာသာပြန်ထားသူကတော့ Thura Hein နဲ့ Summer ပဲ ဖြစ်ပါတယ်)File size…1.9GB / 900MBQuality…1080p Blu Ray AAC 5.1 CH / 720pFormat…Mp4Duration….2hSubtitle….Myanmar Subtitle ( Hard Sub)Encoder….YKTranslated by  Thura Hein & SummerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlexandre AstierStarsAlexandre AstierAnne GirouardLionnel AstierCastAchile de San NicolasAlain ChabatAlain le BarsAlban LenoirAlexandre AstierAnne GirouardAntoine BordesAntoine de CaunesAriane AstierAudrey FleurotAurélien PortehautAyman El KadhiBrice FournierBruno FontaineCarlo BrandtCaroline FerrusCharlie Konaté-DécourchalleChloé GuillotChristian ClavierChristophe MazièreClovis CornillacCyrille Coton-BonacchiDamien RouxDavid AyalaEnzo PiratEthan AstierEtienne FagueFranck PitiotFrançois MorelFrançois RollinGéraldine NakacheGilles GraveleauGuillaume BriatGuillaume GallienneHélène RudermannIsabelle MattiussiJacques ChambonJean-charles SimonJean-Christophe HembertJean-Robert LombardJeanne AstierJehnny BethJérôme PalmerJoëlle SevillaLamari AmineLionnel AstierLoïc VarrautLouy ValyMarie-Christine OrryMark EacersallMathieu DuboclardMehdi Rahim-SilvioliNeil AstierNicolas GabionOcéane SlimPascal VincentPatricia DarréReggie VermeulenSakir UyarSalwa Al HajriSandra CheyssialSerge PapagalliStéphane MargotStingThomas CousseauTigran MekhitarianValerie KéruzoréYazan Al-MashniYoann Vellaud",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AsKrGC7Y5J5k4BFbY9Upp09vJsH.jpg",
      "https://image.tmdb.org/t/p/w300/mbvjGKbxrGEJuCMiy0QLQd3LoLO.jpg",
      "https://image.tmdb.org/t/p/w300/w3ortV5cAC23wljrQTkBhtRDutl.jpg",
      "https://image.tmdb.org/t/p/w300/brHcIeUl9rNKe2dWNHv8bgt19Rj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lgMt0SY4pzDJOpZc9Tbp6QsYcYJ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kaamelott-the-first-chapter2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kaamelott-first-installment-2021-french-1080-p-blu-ray-h-264-aac-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://cmdrive.org/share/P-qiscPJ",
        "server": "Direct Link",
        "size": "1.9GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://usersdrive.com/v3dkurbb4s2k.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://megaup.net/1Gkrf/Kaamelott.First.Installment.2021.FRENCH.1080p.BluRay.H264.AAC(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://disk.yandex.com/i/QS4g7kKabkoUlQ",
        "server": "disk.yandex.com",
        "size": "1.9GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://yoteshinportal.cc/kaamelott-first-installment-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/id_O7aOQ",
        "server": "Direct Link",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xf6ko96ubw66.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mhTf/Kaamelott.First.Installment.2021.720p(CM).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/un9qzkqfo5hi.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Fd1Q2o-V6UM",
      "video_url": "https://www.youtube.com/watch?v=Fd1Q2o-V6UM",
      "embed_url": "https://www.youtube.com/embed/Fd1Q2o-V6UM"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "I Promised You the Moon (2021)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pizbVhSashm1wKugmgNrbODtjR2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iGJ9bdgm6nZChFQ8HCiHBNNF2GC.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "C6JSWiuobgc",
      "video_url": "https://www.youtube.com/watch?v=C6JSWiuobgc",
      "embed_url": "https://www.youtube.com/embed/C6JSWiuobgc"
    }
  },
  {
    "metadata": "Not Rated|2012|157 min|Action,Adventure,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "6,619"
    },
    "title": "Agent Vinod ( 2012 )",
    "description": "Zawgyi*******2012 က ထြက္ရွိထားတဲ႔ ေဘာလိ၀ုဒ္ ဇာတ္ကားေကာင္းေလးပါပဲအညြန္းကေတာ႔ Agent Vinod ဟာ အေတာ္ေတာ္တဲ႔ေအးဂ်င္႔တစ္ေယာက္ၿဖစ္ပါတယ္သူဟာ သူ႕ရဲ႕သူငယ္ခ်င္းလုပ္ေဖၚကိုင္ဖက္ၿဖစ္တဲ႔ ရာဂ်န္အသတ္ခံရမွုအတြက္အမွုမွန္ကိုေဖၚထုတ္ဖုိ႕တာ၀န္ေပးထားၿခင္းကိုခံရပါတယ္Vinod ဟာတရားခံကိုေဖၚထုတ္ဖုိ႕ၾကိဳးစားေနရင္းကကမာၻတစ္၀ွမ္းမွာၿဖစ္ပ်က္ေနတဲ႔အၿဖစ္အပ်က္ေတြကေနတဆင္႔ၾကီးမားတဲ႔ သဲလြန္စေတြကိုေၿခရာခံမိပါေတာ႔တယ္အတိုက္အခိုက္ အပစ္အခတ္ၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔ၾကည္႕ေကာင္းမယ္႔ဇာတ္ကားမ်ိဳးပါပဲ ဘာသာၿပန္တဲ႔သူကေတာ႔H&Y ပဲၿဖစ္ပါတယ္Unicode*******2012 က ထွက်ရှိထားတဲ့ ဘောလိဝုဒ် ဇာတ်ကားကောင်းလေးပါပဲအညွန်းကတော့ Agent Vinod ဟာ အတော်တော်တဲ့အေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်သူဟာ သူ့ရဲ့သူငယ်ချင်းလုပ်ဖေါ်ကိုင်ဖက်ဖြစ်တဲ့ ရာဂျန်အသတ်ခံရမှုအတွက်အမှုမှန်ကိုဖေါ်ထုတ်ဖို့တာဝန်ပေးထားခြင်းကိုခံရပါတယ်Vinod ဟာတရားခံကိုဖေါ်ထုတ်ဖို့ကြိုးစားနေရင်းကကမ္ဘာတစ်ဝှမ်းမှာဖြစ်ပျက်နေတဲ့အဖြစ်အပျက်တွေကနေတဆင့်ကြီးမားတဲ့ သဲလွန်စတွေကိုခြေရာခံမိပါတော့တယ်အတိုက်အခိုက် အပစ်အခတ်ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်ကောင်းမယ့်ဇာတ်ကားမျိုးပါပဲ ဘာသာပြန်တဲ့သူကတော့H&Y ပဲဖြစ်ပါတယ်Translated & Review By H&YEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSriram RaghavanStarsAdil HussainElena KazanGulshan GroverKareena Kapoor KhanSaif Ali KhanCastAdil HussainElena KazanGulshan GroverKareena Kapoor KhanSaif Ali Khan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/e3J4OzkEnmqmVCacjqVhjATUicA.jpg",
      "https://image.tmdb.org/t/p/w300/nx6PP5lGRebCcPqRxqve3iqzd6V.jpg",
      "https://image.tmdb.org/t/p/w300/argXwszXEJUGQ9UwoeChETXDqq2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eQX85jK9Ev7AOba3GGdXi9X8clh.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/ySNzGxhkMX",
        "server": "drive.google.com",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://myandrive.net/file/uNMPZFi7vX",
        "server": "drive.google.com",
        "size": "335 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1sxuf/(CM)Agent_Vinod_2012_Hindi_HDRip_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/2Ot4h/(CM)Agent_Vinod_2012_Hindi_HDRip_480p.mp4",
        "server": "megaup.net",
        "size": "335 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/2AHe/(CM)Agent_Vinod_2012_Hindi_HDRip_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://soliddrive.co/2AHm/(CM)Agent_Vinod_2012_Hindi_HDRip_480p.mp4",
        "server": "Soliddrive.co",
        "size": "335 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/WMuwY27MZEw/%28CM%29Agent_Vinod_2012_Hindi_HDRip_720p.mp4",
        "server": "openload.co",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://openload.co/f/iVcT_f7G4qg/%28CM%29Agent_Vinod_2012_Hindi_HDRip_480p.mp4",
        "server": "openload.co",
        "size": "335 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Drama",
    "rating": {
      "rating": "4.2/10",
      "rating_count": ""
    },
    "title": "I’m Charlie Walker (2022)",
    "description": "I’m Charlie Walker(2022)ဖြစ်ရပ်မှန် ဇာတ်လမ်း ဖြစ်တဲ့ ဒီ ဇာတ်လမ်းကတော့ စီးပွားရေး စွန့်ဦးတီထွင်မယ့် လူငယ်‌‌ တွေ ကြည့်သင့်တဲ့ Motivation ရမယ့် drama ဇာတ်ကားကောင်း ဖြစ်ပါတယ်၁၉၇၁ လူမျိုးရေး တင်းမာမှု လူမျိုးရေး ခွဲခြားမှုတွေ ကြားမှာ ချာလီ ဝေါ်ကာ လို့ ခေါ်တဲ့ လူမည်း အမျိုးသား ကုန်တင်ကားသမားလေးက ရလာတယ့် အခွင့်အရေးကို သုံးပြီး ဘယ်လို လျမ်းသာ အောင် တက်လှမ်းသွားမလဲ အသားအရောင် ခွဲခြားမှုကြောင့် ဘယ်လို အခက်အခဲ ပြဿနာ တွေ ကြုံရမလဲရှုပ်ထွေးလွန်းတဲ့ ရေနံသူဋ္ဌေး တွေ ရဲ့ စီးပွားရေးလှည့်ကွက် တွေ နောက်ကျော ဓါးထိုးမှုတွေကို ချာလီ ဘယ်လို ရင်ဆိုင် ဖြေရှင်းသွားမလဲစီးပွားရေး လုပ်တဲ့ နေရာ မှာ သူများတကာ ထက် ဘယ်လို အကွက် ကြိုမြင်ရသလဲ ဆိုတာ ချာလီ ဝေါ်ကာ ဇာတ်ကား ထဲမှာ အပြည့်အဝ မြင်တွေ့ရမှာပါဆင်းရဲသား ချာလီဝေါ်ကာ ဘဝ ကနေ ဆောက်လုပ်ရေး စွန့်ဦးတီထွင် လုပ်ငန်းရှင် ချာလီဝေါ်ကာ ရဲ့ ဘဝ အကြောင်း ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာကြောင့် ရသ မျိုးစုံ ခံစားရမှာပါအဓိက ဇာတ်ဆောင် ချာလီ ဝေါ်ကာ အနေနဲ့လည်း marvel စီးရီး မင်းသား Mike Colter က ပီပြင်အောင် သရုပ်ဆောင်ထားပါသေးတယ်File size…(1.46GB/(765MB)/(427MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:53:00Genre…Drama / BiographySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by KevinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCarl LumblyDylan BakerEmma CaulfieldMark Leslie FordMike ColterMonica BarbaroSafiya FredericksSteven Wiig",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3lggIQT5IJuHNWy9O5Fu6SGyCL3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-charlie.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/im-charlie-walker2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/im-charlie-walker-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wcqh4f64igb8.html",
        "server": "usersdrive.com",
        "size": "1.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3NC9e/Im.Charlie.Walker.2022.1080p(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/im-charlie-walker-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "765MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0vddonkhttah.html",
        "server": "usersdrive.com",
        "size": "765MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15Mjn/Im.Charlie.Walker.2022.720p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "765MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/9vexv7iw7jxo.html",
        "server": "streamsb.com",
        "size": "765MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/im-charlie-walker-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "427MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ry34bu4193sb.html",
        "server": "usersdrive.com",
        "size": "427MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/37EGt/Im.Charlie.Walker.2022.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "427MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/xxgntvbnw7xu.html",
        "server": "streamsb.com",
        "size": "427MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "nIKFHcTI1Ow",
      "video_url": "https://www.youtube.com/watch?v=nIKFHcTI1Ow",
      "embed_url": "https://www.youtube.com/embed/nIKFHcTI1Ow"
    }
  },
  {
    "metadata": "|||Biography,Drama,War",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Silent Night (2002)",
    "description": "ယခုအခါတင်ဆက်ပေးလိုက်တာကတော့ 2002 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဖြစ်ရပ်မှန်နောက်ခံဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ IMDB 7.5 ထိ ရရှိထားပြီး Nomination 4 ခုဝင်ခဲ့ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကာလဲမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့ ကြည်နူးစရာကောင်းတဲ့အဖြစ်အပျက်လေးအကြောင်းကို ရိုက်ကူးထားတာပါ။ဒီရုပ်ရှင်ကားထဲကလိုဖြစ်ရပ်မျိုး ပထမတကြိမ်ဖြစ်ခဲ့ဖူးတာကတော့ ပထမကမ္ဘာစစ်ကာလ ၁၉၁၄ ခုနှစ်မှာပါ။ Christmas Truce လို့ခေါ်ပါတယ်။ တဖက်နဲ့တဖက် အသေအလဲပစ်ခတ်နေကြတဲ့ ရန်သူစစ်သားတွေဟာ မုန်းတီးမှုတွေကိုခနဘေးဖယ်ထားပြီး လူသားဆန်စွာနဲ့ ခရစ်စမတ်နေ့လေးကိုဖြတ်သန်းခဲ့ကြတာပါ။ ဒီရုပ်ရှင်ကားဟာလည်း အမေရိကန်စစ်သားသုံးယောက်နဲ့ဂျာမန်စစ်သားသုံးယောက်တို့ ခရစ်စမတ်ညလေးကို ပျော်ရွှင်စွာအတူဖြတ်သန်းကြတဲ့အကြောင်းရိုက်ပြထားတာပါ။ဇာတ်လမ်းအကြောင်းပြောရရင်တော့ ၁၉၄၄ ခုနှစ်၊ ခရစ်စမတ်မတိုင်မီနေ့မှာ “မစ္စဝင်ကန်”နဲ့ သူမရဲ့သား “ဖရစ်” တို့ဟာ မြို့ပေါ်ကအိမ်ဗုံးကြဲခံလိုက်ရတဲ့အတွက် တောထဲက အမဲလိုက်တဲ့အိမ်လေးမှာခနပုန်းရှောင်ဖို့ရောက်ရှိလာခဲ့ပါတယ်။ ထိုနေရာဟာ အမေရိကန်နဲ့ ဂျာမန်တို့ တိုက်ပွဲဖြစ်နေတဲ့နေရာပါ။ မစ္စဝင်ကန်ကတော့ အေးဆေးစွာနဲ့ပဲ တဲအိမ်ရောက်ရောက်ချင်းသူ့သားကိုစာသင်ဖို့လုပ်ပါတော့တယ်။ ထိုစဉ်မှာပဲ အမေရိကန်စစ်သားသုံးယောက်လမ်းမှားပြီး မစ္စဝင်ကန်တို့တဲအိမ်‌လေးကိုရောက်ရှိလာပါတယ်။ မစ္စဝင်ကန်လည်း ဘာမှမပြောသာပဲ ဝင်ခွင့်ပေးလိုက်ပါတယ်။ သိပ်မကြာခင်မှာပဲ ဂျာမန်စစ်သားသုံးယောက် မစ္စဝင်ကန်တို့အိမ်ကိုရောက်ရှိလာခဲ့ပါတယ်။ အမေရိကန်စစ်သားသုံးယောက်နဲ့ ဂျာမန်စစ်သားသုံးယောက်၊ မစ္စဝင်ကန်တို့သားအမိ ၊ တိုက်ပွဲဖြစ်နေတဲ့ကာလအတွင်းမှာ ဒီလိုရန်သူခြောက်ယောက်ဟာ မုန်းတီးမှုတွေခနဘေးဖယ်ထားပြီး ခရစ်စမတ်ညလေးကိုဘယ်လိုဖြတ်သန်းကြမလဲဆိုတာ ရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုကြပါခင်ဗျာ။File size…(1.6 GB)/(1.2 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:40:00Genre…Drama, Biography, WarSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by AKMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlain GoulemCassian BoppGianpaolo VenutaHarald WinterJames McGowanLinda HamiltonMark Antony KrupaMartin NeufeldMatthew HarbourMichael ElkinMichael SinelnikoffRomano OrzariVie Nystrom",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zqTJHRmW2ChXGrC9CsHBsyJIgC3.jpg",
      "https://image.tmdb.org/t/p/w300/7oX8QMJ9DkpUG4wQKi6y5mqqz8U.jpg",
      "https://image.tmdb.org/t/p/w300/h3CPi2zDqZkZpih9B6KaETNgIEF.jpg",
      "https://image.tmdb.org/t/p/w300/p06xrW63n7G1HLsDgoSzBTUpAfQ.jpg",
      "https://image.tmdb.org/t/p/w300/5QBZ7XfZRP1oo67xdhItCBx7nPv.jpg",
      "https://image.tmdb.org/t/p/w300/abMEM9I5qqocS8WS3wkLNnsot8O.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BMWZkMzA5MTAtZjdiMi00MTZlLWExYzEtYTYyYTk5ZTIyMDA1L2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/silent-night-2002-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21d76/Silent.Night.2002.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YiM0hDoJ#MennAM6hlmX9bQKD5f2TmM1cnV1B00UNjiRpKj6B4n8",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/krxba9sti908.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/silent-night-2002-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21d6p/Silent.Night.2002.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/grkB0LII#APIRooFQHEXpnjvrDjMLstz86KpkRqx4l-TMhDgn5jM",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c4mg08pqobok.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/vpf1xiqylc7l",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13||1h 54min|Action,Adventure,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "94,430"
    },
    "title": "The Huntsman: Winter’s War (2016)",
    "description": "The Huntsman: Winter’s War (2016)_________IMDb – 6.1/10IMDb rating 6.1/10 ပဲ လက်ရှိမှာရထားသေးပေမယ့်ပရိတ်သက်တော်တော်များများကြိုက်နှစ်သက်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ . . . ပါဝင်ထားတဲ့မင်းသားကကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကြီး Thorမင်းသား Chris Hemsworth က Huntsman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။တကယ်တော့ ဒီဇာတ်ကားဟာ 2012 ခုနှစ်ကထွက်ခဲ့တဲ့Snow White and the Huntsman ရဲ့ အဓိကဇာတ်အိမ်တစ်ခုလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအစောပိုင်းမှာစုန်းမ၂ယောက်ဖြစ်တဲ့ ရဗန်နာ နဲ့သူ့ညီမ ဖရယ်ယာတို့နဲ့စတင်ထားပါတယ်။ ရဗန်နာဟာ snowwhite ကားထဲကစုန်းမဖြစ်ပြီး သူ့ညီမရဲ့ချစ်ခြင်းကိုပါ ဖျက်ဆီးခဲ့တယ်။ဒါကြောင့်အကြီးအကျယ်ဒေါသထွက်ခဲ့တဲ့ ဖရယ်ယာ တစ်ယောက်သူ့ရဲ့အင်ပါယာကိုစတင်တည်ထောင်မှုကနေ Huntsman ရဲ့ ဇာတ်လမ်းပါပေါ်ထွက်လာခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ Snow White ကားမစတင်ခင်ကအဖြစ်အပျက်တွေနဲ့Snow White ကားပြီးတော့ ထပ်မံဖြစ်ပေါ်လာတဲ့ အချိန်ကာလနှစ်ခုကိုပြန်လည်ဆက်စပ်ပေးထားတဲ့ ဇာတ်ကားဆိုလည်းမမှားပါဘူး။Snow White ရဲ့လက်ချက်နဲ့သေဆုံးခဲ့တဲ့ ရဗန်နာကဒီဇာတ်လမ်းမှာပြန်လည်ရှင်သန်လာတာလည်းတွေ့ရပြီး . သူ့ရဲ့မှော်ကြေးမုံဟာ ဒီဇာတ်ကားမှာအဓိကနေရာကပါဝင်တဲ့ပစ္စည်းတစ်ခုဖြစ်လာပါတယ်။ကဲ ဇာတ်လမ်းကောင်းကောင်းကို spoiler မဖြစ်စေဖို့ဒီလောက်ပဲညွှန်းပါရစေ Snow White ကားမကြည့်ရသေးသူကလည်း ပြန်လည်ကြည့်ရှုသင့်ပါတယ်။အဲ့ဒါဆိုရင် ဇာတ်အိမ်တစ်ခုလုံးကိုပိုပြီးနားလည်လာပါလိမ့်မယ်။ တရုတ်စာတွေတွဲလျှက်ပါနေပေမယ့် ရုပ်ထွက်ကHD ဖြစ်နေတာကြောင့်အတတ်နိုင်ဆုံး အဆင်ပြေအောင်တင်ဆက်ပေးထားပါတယ်။(ဒီဇာတ်လမ်းကိုဘာသာပြန်ရေးသားပေးသူကတော့ ညီလေး Wai Yan M ပဲဖြစ်ပါတယ်။)File Size – 1 GBTranslated By Wai Yan MEncoded By San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarolina JiménezCedric Nicolas-TroyanStarsAlexandra RoachCharlize TheronChris HemsworthColin MorganEmily BluntJessica ChastainNick FrostRob BrydonSam ClaflinSheridan SmithCastAj BediakoAlexandra RoachAmelia CrouchAndrew RothneyAntony AcheampongCharlize TheronChinna WoduChris HemsworthColin MorganConrad KhanDavid MumeniEmily BluntEshan GopalFred TatascioreGeorge WatkinsIan DaviesJadey DuffieldJessica ChastainKara Lily HayworthLiam NeesonLynne WilmotMadeleine WorrallMaya WasowiczNana Agyeman-BediakoNiamh WalterNick FrostOsi OkeraforRalph InesonRob BrydonRobert PortalRobert WilfortRyan DonaldsonSam ClaflinSam CoulsonSam HazeldineSheridan SmithSope DirisuSophie CooksonTim DelapYusuf Hofri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v7irtTi2wGS7bgzZimwkDHEOIbY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/p10989432_v_v8_ac.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dfkx5222xgrq.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-huntsman-winters-war-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/R9bs/The_Huntsman_-_Winter_s_War_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/p7hhnSKS#EdboQAup5_HjP4JHrQ43eg7tgj4yrsOh-NRYM9pv9vQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/4w958j3ae4qz",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-huntsman-winters-war-2016",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "F2-_OQL9fBk",
      "video_url": "https://www.youtube.com/watch?v=F2-_OQL9fBk",
      "embed_url": "https://www.youtube.com/embed/F2-_OQL9fBk"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Three Months (2022)",
    "description": "Three months Coming of age ရုပ်ရှင်လေးပါ။ Caleb ဟာ ဆယ်ကျော်သက်အရွယ်ဂေး တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ပွင့်ပွင့်လင်းလင်းနေတတ်တဲ့ပုံစံကြောင့် သူငယ်ချင်းတစ်ယောက်ကလွဲရင် အပေါင်းအသင်းမရှိပါဘူး။အထက်တန်းကျောင်းပြီးခါနီးမှာပဲ သူနဲ့တူတူနေမိတဲ့ သူစိမ်းတစ်ယောက်ဟာ HIV ရှိနေမှန်းသိလိုက်ရပါတယ်။ သူ့ဆီမှာလည်း ပိုးရှိမရှိကို‌ ဆေးစစ်ချက်အဖြေသိဖို့ သုံးလစောင့်ဆိုင်းရင်း တွေ့ကြုံရတဲ့ အချစ်ရေး၊သူငယ်ချင်းကြား သံယောစဉ်၊မိသားစုပြဿနာ တွေကိုပြသထားပါတယ်။ ဇာတ်လမ်း setting ထူးဆန်းစွာ 2011မှာတည်ထားပါတယ်။ Homosexuality ကိစ္စတွေ HIV ကူးစက်ခံသူတွေရဲ့ဘ၀တွေအပြင် မလွယ်ကူတဲ့ဆယ်ကျော်သက်ဘ၀ကို ပွင့်ပွင့်လင်းလင်းပြထားပါတယ်။ နာမည်ကျော်အဆိုတော် YouTuberလေး Troye Sivanက အဓိကနေရာကနေ ပါ၀င်ထားပြီး Judy Greer,Viveik Kalra တို့လည်းပါ၀င်ထားပါတယ်။File size…(1.69 GB)/(720.39 MB)/(419.22 MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:44:00Genre…Drama, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SPYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron NedrickAmy LandeckerBrianne TjuCarlos GuerreroEllen BurstynJacinte BlankenshipJavier MuñozJudy GreerKalekaLouis Gossett Jr.Martina MenesesScott JohnsonSteven Sean GarlandTroye SivanViveik Kalra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tRQDhEq23XuF0GRM5yItJFnlSTl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/three-months-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/three-months-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.69 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/three-months-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720.39 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/three-months-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "419.22 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/34v2B/Three_Months_2022_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.69 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1IA7r/Three_Months_2022_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "720.39 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1IA7w/Three_Months_2022_480p_(CM).mp4 ",
        "server": "megaup.net",
        "size": "419.22 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/f0tCETZI#p7Mn7wsPOWg4RbIqBLLAV-7-kEmvJJyEZZYTlpIeic8",
        "server": "mega.nz",
        "size": "1.69 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/308S1BrI#O44gG3MDWv_2hLENBRA4_DdVmSeh8A9Ry2xMg74KwQU",
        "server": "mega.nz",
        "size": "720.39 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/So1Umb7Z#BiRvXQOuG8NCTqwQ4A8dKy-atulj4I9rWfiqsxIqFZc",
        "server": "mega.nz",
        "size": "419.22 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/mnltg0kvqt70.html",
        "server": "usersdrive.com",
        "size": "1.69 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hup7d6ytf71b.html",
        "server": "usersdrive.com",
        "size": "720.39 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/a24m23vsqb5u.html",
        "server": "usersdrive.com",
        "size": "419.22 MB",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/6rl58y427oez.html",
        "server": "streamsb.com",
        "size": "720.39 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/sno874wiwggq.html",
        "server": "streamsb.com",
        "size": "419.22 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "9QUnHtGBEug",
      "video_url": "https://www.youtube.com/watch?v=9QUnHtGBEug",
      "embed_url": "https://www.youtube.com/embed/9QUnHtGBEug"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Million to One (2023)",
    "description": "” Million to one ” ဒီကားလေးကတော့ 2023 မှာထွက်ရှိထားတဲ့ romatic comedy အမျိုးအစားလေးဖြစ်ပါတယ်။အစားအသောက်အညွှန်းတွေ review ပေးတဲ့ ဆိုရှယ်မီဒီယာကြယ်ပွင့်လေး ဒရေးရှောက စားဖိုမှူးမလေးတစ်ယောက်ကို စိတ်ဝင်စားမိခဲ့ပေမဲ့ သူအငြင်းခံလိုက်ရပါတယ်။ စာဖိုးမှူးမလေးဆီကနေ အငြင်းခံလိုက်ရပြီးတော့ သူ့အစ်ကိုဖြစ်သူက သူ့မင်္ဂလာပွဲလာခဲ့ဖို့ခေါ်လို့ ဒရေးတစ်ယောက်ဟာ အစ်ကိုရှိရာဆင်ခြေဖုံးမြို့လေးဆီသွားရင်း ဒီစားဖိုမှူးမလေးနဲ့ပြန်ဆုံခဲ့ပါတယ်။ အစ်ကိုဖြစ်သူ မင်္ဂလာပွဲအတွက် ကူညီပေးရင်း ဒရေးရှောတစ်ယောက် စားဖိုမှူးမလေးနဲ့ တဖြည်းဖြည်းနီးကပ်လာနိုင်ခဲ့ပေမယ့် တစ်ချို့ကိစ္စလေးတွေကိုဖြေရှင်းရမဲ့ အကြောင်းကပေါ်လာပါတော့တယ်File size…(1.2 GB)/(594 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:13:00Genre…Comedy, Drama, romanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated byLycorisYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAshley RiosBriana CortesianoMichael J. PattersonRob Gordon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kvt1gryOqx4u5dJlND60vIFVjI5.jpg",
      "https://image.tmdb.org/t/p/w300/ysZs39DuV1xGGOEXtzvOVvK3QyV.jpg",
      "https://image.tmdb.org/t/p/w300/rp2R310mVDqLVjPP428A61F8xRw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNmIyNjUwMGItMDllOC00OWNiLWE5NDktMzNjYWNiMGM4ZGE3XkEyXkFqcGdeQXVyMTA1NTIxMzA3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/million-to-one-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rilrdivdqfmw.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Hxho/Million.To.One.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7mggADhC#SutOAR14g8nodoN9yXW3eM06PqleJ6caugbXyBwxTHM",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/million-to-one-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "594MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2vivdazzo9h3.html",
        "server": "usersdrive.com",
        "size": "594MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/43sax/Million.To.One.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "594MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2n5QGazB#b2SZrCZFai8Qjd3zg9JgspGB-_ew07XfAXlefeK6oxo",
        "server": "mega.nz",
        "size": "594MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/fk3pcceqw3iu",
        "server": "streamsb.com",
        "size": "594MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hEycjorhzME",
      "video_url": "https://www.youtube.com/watch?v=hEycjorhzME",
      "embed_url": "https://www.youtube.com/embed/hEycjorhzME"
    }
  },
  {
    "metadata": "|2021||Comedy",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "2300"
    },
    "title": "The Get Together (2022)",
    "description": "The Get Together (2022)==================Plot twist တွေမပါဘဲ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ကိုရှာနေတယ်ဆိုရင်တော့ ဒီကားလေးကို ကြည့်ကြည့်ပါ။သောကြာနေ့ညရဲ့ ပါတီပွဲတစ်ခုကို အခြေခံထားပြီး အဲဒီပါတီပွဲက ဇာတ်လမ်းလေးတွေနဲ့ပဲ တစ်ညတည်း အပြီးရိုက်ပြထားသလိုမျိုးလေးပေါ့။ကဲလက်ဘ်၊ ဘက်စီ၊ ဒေမီယန်၊ လူးကက်စ်၊ လေစီ၊ မက်ကောလ် စတဲ့သူငယ်ချင်းတွေ တစ်ယောက်ချင်းစီရဲ့ ဇာတ်လမ်းလေးတွေကို playbackပြန်ပြန်ပြပြီး တစ်ခုနဲ့တစ်ခု ချိတ်ဆက်ပေးထားပါတယ်။ အားလုံးက သောကြာညလေးမှာ အခြေခံထားတာဆိုတော့ သူတို့ဆီက လူငယ်တွေ ပါတီပွဲဖြတ်သန်းကြပုံတွေ၊ ပျော်ကြပါးကြပုံတွေကိုတော့ တဝကြီး ကြည့်ရှု့ရမှာပါ။စုံတွဲတစ်တွဲရဲ့ လက်ထပ်ခွင့်တောင်းပုံတောင်းနည်းအဆန်းလေးကိုလည်းမြင်ရပါလိမ့်မယ်။ ဟာသဇာတ်မြူးကားလေးဆိုပေမယ့် ကလိထိုးရယ်ခိုင်းတဲ့plot တွေမပါဘဲ တွေးတွေးပြီးနားလည်ကြရမယ့် ပုံစံမျိုးလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size……….(922 MB) / (467 MB)Quality…………WebDL 1080p / 720pDuration………1Hr 14minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..ComedyTranslator…….May Thet Khine SoeEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWill BakkeCastAlejandro Rose-GarciaBill WiseBrady Burleson JohnsonC. Bailey WernerCourtney ParchmanEllar ColtraneJacob ArtistJohanna BraddyKoko MarshallLuxy BannerPreston FlaggStephanie HuntTiffany Skye Dodson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3fjSyYbqfrdHLG4FPEl2ejW7E1D.jpg",
      "https://image.tmdb.org/t/p/w300/rxTnzuF3mYifCEAGv2Mb4OXpzma.jpg",
      "https://image.tmdb.org/t/p/w300/40Bc3ksdX3D0Bw68R69Xsjnt0nW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/3ed14d3000ce50e26c60a48646ff71f7.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-get-together-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-get-together-2021-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "922 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2rFfs/The.Get.Together.2021.1080p.AMZN.WEB-DL.DDP5.1.[CM].mp4",
        "server": "megaup.net",
        "size": "922 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/vxIgHL5S#WMjGF9NNL8_6GQmMLb5fNS6HJ5qOzqau3Apbi902-_U",
        "server": "mega.nz",
        "size": "922 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/fsl52wzak16i.html",
        "server": "usersdrive.com",
        "size": "922 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-get-together-2021-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "467 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2rFfj/The.Get.Together.2021.720p.AMZN.WEB-DL.DDP5.1.[CM].mp4",
        "server": "megaup.net",
        "size": "467 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/dvrfmsv7k2oi.html",
        "server": "streamsb.com",
        "size": "467 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/rppm1JZa#2EI_abmoe3CcbQIo_BN74HNzst5ez2cNHfv17M_x3j8",
        "server": "mega.nz",
        "size": "467 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/d9op3jfrfk5c.html",
        "server": "usersdrive.com",
        "size": "467 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "Zn6O5jf-Dls",
      "video_url": "https://www.youtube.com/watch?v=Zn6O5jf-Dls",
      "embed_url": "https://www.youtube.com/embed/Zn6O5jf-Dls"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "6.462/",
      "rating_count": "13"
    },
    "title": "Distorted (2017) [Complete]",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6xG7GTr6esa6BMPWHhGk8TFTJj7.jpg",
      "https://image.tmdb.org/t/p/w300/kSSiWcuo3W6WRanF9llFWgZufh5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yT8eIJmReu3EMn66ZgT6O06OJWN.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "KNLEkWgcuNs",
      "video_url": "https://www.youtube.com/watch?v=KNLEkWgcuNs",
      "embed_url": "https://www.youtube.com/embed/KNLEkWgcuNs"
    }
  },
  {
    "metadata": "R|2023|1h 29m|Comedy,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "146"
    },
    "title": "My Happy Ending (2023)",
    "description": "My Happy Ending (2023)ဘ၀မှာ ကြောက်စရာရောဂါဆိုးကြီးဖြစ်လာရင် ဘယ်လိုရင်ဆိုင်ကြမှာလဲ… အရှုံးမပေးဘဲ အနိုင်ယူကြမှာလား။ ဂျူလီယာရော့သ်ဆိုတဲ့ အမျိုးသမီးအဖြစ်ကတော့ သူများတွေလိုမဟုတ်ပါဘူး။ ကိုယ့်ဘ၀ရဲ့ ပျော်ရွှင်စရာ အဆုံးသတ်ကို ကိုယ်တိုင်ရွေးချယ်လို့ရတယ်ဆိုတာပြသွားတာပါ။ဂျူလီယာက တစ်ချိန်က ဟောလီးဝုဒ်နာမည်ကြီးသရုပ်ဆောင်ဖြစ်ပြီး ခုချိန်မှာတော့ နာမည်ကျလာပြီး တစ်ချိန်တည်းမှာပဲ အူမကြီးကင်ဆာဖြစ်နေပါတယ်။ ဒါကို သူ့မန်နေဂျာကလွဲရင် သူ့သားသမီးတွေရောဘယ်သူမှမသိပါဘူး။ မကြာခင်မှာ သမီးဖြစ်သူရဲ့လက်ထပ်ပွဲလည်းရှိနေပါတယ်။ သူ့ဆရာ၀န်က ညွှန်းပေးတဲ့ လန်ဒန်အပြင်က ဆေးခန်းလေးမှာ ‌ဓာတုကုထုံးနဲ့ ကီမိုဆေးသွင်းဖို့ရောက်လာပါတယ်။ အဲဒီက သူနေရမယ့်အခန်းမှာ တခြား ကင်ဆာရောဂါသည်အမျိုးသမီး ၃ဉီးလည်းရှိနေပါတယ်။ ရောက်ကာစကတော့ ဂျူလီယာနဲ့ နည်းနည်းအဖုအထစ်လေးဖြစ်ပေမယ့် ပြန်အဆင်ပြေသွားပါတယ်။ ဂျူလီယာရဲ့ကင်ဆာက အဆင့် ၄ ရှိနေပြီး သူတို့ထဲမှာ အဆိုးဆုံးအခြေအနေလို့ပြောလို့ရပါတယ်။ကျန်တဲ့ ၃ယောက်က သူတို့ဆေးတွေသွင်းရလို့ နာကျင်တဲ့အချိန်မှာ နာတဲ့စိတ်ကို ပြေပျောက်အောင်လို့ စိတ်ကူးယဉ်ပြီးကစားတဲ့ အားလပ်ရက်ခရီးဆိုတာမျိုးရှိပါတယ်။ ဂျူလီယာ့ကိုလည်း အဲဒီလိုကစားနည်းကို ပြပေးပြီး သူတို့အတူ ကစားကြပါတယ်။ ဒီလိုနဲ့ တစ်ယောက်အကြောင်းတစ်ယောက်ဖလှယ်ရင်း၊ အားလပ်ရက်ခရီးသွားတမ်းကစားကြရင်း ဂျူလီယာက သူ့ရောဂါအခြေအနေနဲ့ သူ့မှာအချိန်သိပ်မရှိတော့တာကို သတိထားမိသွားတဲ့အခါ…သူရွေးချယ်တဲ့ ပျော်ရွှင်စရာအဆုံးသတ်ဆိုတာ ဘယ်လိုမျိုးလဲ… အဆင့် ၄ ကင်ဆာရောဂါသည်တစ်ယောက်အတွက် အရမ်းပြင်းတဲ့ကီမိုဆေးတွေသွင်းရင်း အချိန်ဆွဲဆန့်တာက တန်တာလား… ကျန်တဲ့အချိန်လေးမှာ ချစ်ရတဲ့သူတွေနဲ့ တန်ဖိုးရှိရှိပျော်ပျော်ရွှင်ရွှင် ဆန္ဒအတိုင်းနေထိုင်သွားတာက တန်တာလားဆိုတာ ဆက်လက်အားပေးကြပါဦး။ဇာတ်ကားတစ်ကားလုံးက တကယ်တော့ တစ်ရက်တည်း တစ်‌နေရာတည်းမှာ ဖြစ်သွားတဲ့အကြောင်းအရာတွေကို ရိုက်ကူးထားတာပေမဲ့ ကြည့်ပြီးရင် တစ်ခုခုတော့တွေးစရာကျန်ခဲ့မှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.7GB, 715MBQuality – 1080p, 720pIMDb Rating – 5.2/10Format – mp4Duration – 1H 29MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSharon MaymonTal GranitStarsAndie MacDowellBhavik C. PankhaniaDavid WalliamsEvelyn MokJuliette DaumLily TraversMichelle GreenidgeMiriam MargolyesRakhee ThakrarSally PhillipsTamsin GreigTom CullenTracey RimellYvonne EdgellZella WhitfieldCastAndie MacDowellBhavik C. PankhaniaDavid WalliamsEvelyn MokJuliette DaumLily TraversMichelle GreenidgeMiriam MargolyesRakhee ThakrarSally PhillipsTamsin GreigTom CullenTracey RimellYvonne EdgellZella Whitfield",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o1Ds9lOgwo84f5zNihIE3puoCeZ.jpg",
      "https://image.tmdb.org/t/p/w300/3bYZe5EpM8n5z1JqkFjQPrRTrLP.jpg",
      "https://image.tmdb.org/t/p/w300/brmPseYNTaEDYF7MtvgXW0sLpjl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/d8YaaRIDzvHL4NyHJQxIvm0qDng.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-my-happy-ending-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1f7k7/(CM)_My_Happy_Ending_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9jskibRa#AlILm7q-ZVKNOmMkjrrjEVpQDKus6WldAmF-cYFAA9Y",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qd8f327rp5zp.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-happy-ending-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2B2eq/(CM)_My_Happy_Ending_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/M3Ul1QgY#c2OiLEaGO2ppKql-13Kfcx4tu6_kPtXppOC5LcXkhHg",
        "server": "mega.nz",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/a63nzey8u5ml.html",
        "server": "usersdrive.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/6zw8q23j3egn.html",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rlpc1rdnk4uu",
        "server": "streamvid.io",
        "size": "715MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-nqwF0IxiUQ",
      "video_url": "https://www.youtube.com/watch?v=-nqwF0IxiUQ",
      "embed_url": "https://www.youtube.com/embed/-nqwF0IxiUQ"
    }
  },
  {
    "metadata": "|2009|2h 16min|Adult,Adventure,Comedy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "2,890"
    },
    "title": "Woochi: The Demon Slayer (2009)",
    "description": "Woochi: The Demon Slayer (2009)_____IMDb – 6.6/10မေတ္တာတရား မှော်ပညာ ဟာသ သည်းထိတ်ရင်ဖိုနဲ့လျို့ဝှက်ချက်လေးတွေ ပါဝင်တာမို့လို့ရှေးခေတ် ယခုခေတ် ခေတ်နှစ်ခေတ်ယှဉ်ကြည့်ရတာသဘောကျတဲ့သူတွေ ကြည့်သင့်ပါတယ်။ဝူချီအမည်တွင်တဲ့မှော်ဆရာလေးဟာ သူလိုချင်တဲ့ ကြေးမုံနဲ့ ကြေးသွန်းဓားတို့ကိုလိုက်လံရှာဖွေရင်းကောင်းကင်ဘုံကကျလာတဲ့ မှော်ပုလွေတစ်ခုကိုရသွားခဲ့ပါတယ်။ဒီမှော်ပုလွေကြောင့်ပဲ ဆရာကြီးဟွာဒမ်းနဲ့နတ်ဘုရားသုံးပါးတို့ကသူ့ဆရာကိုသတ်တယ်လို့ ပြောကြပြီးပန်းချီကားတစ်ခုထဲ နှစ်ပေါင်းငါးရာပိတ်လှောင်ခဲ့ပါတယ်။နတ်ဘုရားသုံးပါးမှာ မှော်ပုလွေရဲ့သခင်ဖြစ်တဲ့ ပေါင်းကူးနတ်ဘုရားကိုလည်း ရှာဖွေရအုန်းမှာဖြစ်လို့နှစ်ပေါင်းငါးရာလုံး လူ့ဘုံမှကျင်လည်နေကြတယ်။ဒီဖက်ခေတ်မှာမှင်စာတွေ ပြန်သောင်းကျန်းချိန် ဆရာဟွာဒမ်းလည်းမရှိတာမို့နတ်ဘုရားသုံးပါးဟာဝူချီကို ပန်းချီကားထဲကပြန်ထုတ်ပြီး မှင်စာတွေကိုနှိမ်နှင်းဖို့ကူညီခိုင်းရင်း…ဝူချီတစ်ယောက်သူလိုချင်တဲ့အရာတွေရောရသွားလား?နတ်ဘုရားတွေရော ပေါင်းကူးနတ်ဘုရားကို ရှာတွေ့ကြရဲ့လားဆိုတာကို တော့….(ဇာတ်ကားအညွှန်းနဲ့ ဘာသာပြန်သူကတော့Htoo Htoo Ka joeဖြစ်ပြီးArkar Phyoမှ Encode ပေးထားပါတယ်)ေမတၱာတရား ေမွာ္ပညာ ဟာသ သည္းထိတ္ရင္ဖိုနဲ႔လ်ိဳ႕ဝွက္ခ်က္ေလးေတြ ပါဝင္တာမို႔လို႔ေရွးေခတ္ ယခုေခတ္ ေခတ္ႏွစ္ေခတ္ယွဥ္ၾကည့္ရတာသေဘာက်တဲ့သူေတြ ၾကည့္သင့္ပါတယ္။ဝူခ်ီအမည္တြင္တဲ့ေမွာ္ဆရာေလးဟာ သူလိုခ်င္တဲ့ ေၾကးမံုနဲ႔ ေၾကးသြန္းဓားတိုု႔ကိုလိုက္လံရွာေဖြရင္းေကာင္းကင္ဘံုကက်လာတဲ့ ေမွာ္ပုေလြတစ္ခုကိုုရသြားခဲ့ပါတယ္။ဒီေမွာ္ပုေလြေၾကာင့္ပဲ ဆရာၾကီးဟြာဒမ္းနဲ႔နတ္ဘုရားသံုးပါးတို႔ကသူ႔ဆရာကိုသတ္တယ္လို႔ ေျပာၾကျပီးပန္းခ်ီကားတစ္ခုထဲ ႏွစ္ေပါင္းငါးရာပိတ္ေလွာင္ခဲ့ပါတယ္။နတ္ဘုရားသံုးပါးမွာ ေမွာ္ပုေလြရဲ႕သခင္ျဖစ္တဲ့ ေပါင္းကူးနတ္ဘုရားကိုလည္း ရွာေဖြရအုန္းမွာျဖစ္လို႔ႏွစ္ေပါင္းငါးရာလံုး လူ႔ဘံုမွက်င္လည္ေနၾကတယ္။ဒီဖက္ေခတ္မွာမွင္စာေတြ ျပန္ေသာင္းက်န္းခ်ိန္ ဆရာဟြာဒမ္းလည္းမရွိတာမို႔နတ္ဘုရားသံုးပါးဟာဝူခ်ီကို ပန္းခ်ီကားထဲကျပန္ထုတ္ျပီး မွင္စာေတြကိုႏွိမ္ႏွင္းဖို႔ကူညီခိုင္းရင္း…ဝူခ်ီတစ္ေယာက္သူလိုခ်င္တဲ့အရာေတြေရာရသြားလား?နတ္ဘုရားေတြေရာ ေပါင္းကူးနတ္ဘုရားကို ရွာေတြ႕ၾကရဲ႕လားဆိုတာကို ေတာ့….(ဇာတ္ကားအညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့Htoo Htoo Ka joeျဖစ္ျပီးArkar Phyoမွ Encode ေပးထားပါတယ္)File Size : (945MB)Quality : .1080p.BluRayRunning Time :1hr  59minFormat : Mp4Genre    :  Action, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Htoo Htoo Ka JoeEncoded by Arkar Phyo (Yrfatt)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChoi Dong-hoonStarsBaek Yoon-sikGong Jeong-hwanIm Soo-jungJu Jin-moKang Dong-wonKim Sang-hoKim Yoon-seokSong Young-changSun Woo-sunYoo Hae-jinCastBaek Do-binBaek Yoon-sikGong Jeong-hwanHyeon-woo SonIm Soo-jungJeong In-giJi-hyeok MinJong-gu YunJu Jin-moKang Dong-wonKim Hyo-jinKim Sang-hoKim Yoon-seokKwon Tae-wonLee Yong-nyeoNo Seung-beomPark Min-gyuSong Young-changSun Woo-sunYeon-su SeoYeong-jin SinYoo Hae-jinYum Jung-ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fpZWYU5HfU3YiFlhNiTBfEJrTDB.jpg",
      "https://image.tmdb.org/t/p/w300/4zgIXWeBEZqLuKjuTJIdQddlmlu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/p8325046_v_v8_af.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8j6fo0n3xx1b.html",
        "server": "usersdrive.com",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/woochi-the-demon-slayer-jeon-woo-chi-the-taoist-wizard-2009-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3z1dg/Woochi_-_The_Demon_Slayer_(Jeon_Woo-Chi_-_The_Taoist_Wizard_)_[2009]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/l3JmiILZ#OheCh9InGSLz5DHz02EsKus0nb13v6W5DKGRaXPTZ-s",
        "server": "mega.nz",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/opwb66ewtw2g",
        "server": "upstream.to",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/woochi-the-demon-slayer-jeon-woo-chi-the-taoist-wizard-2009-mm-sub-mp-4-3",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/woochi-the-demon-slayer-jeon-woo-chi-the-taoist-wizard-2009-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "_XXtOvsuyuw",
      "video_url": "https://www.youtube.com/watch?v=_XXtOvsuyuw",
      "embed_url": "https://www.youtube.com/embed/_XXtOvsuyuw"
    }
  },
  {
    "metadata": "|2019||Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1,823"
    },
    "title": "Clemency (2019)",
    "description": "Clemency (2019)=============IMDb Rating – 6.4/10#Unicodeအမေရိကန်မှာကျင်းပတဲ့ Sundance Film Festival မှာ Jury Prize(2019) ကိုဆွတ်ခူးခဲ့တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ နိုင်ဂျီးရီးယား-အမေရိကန်အမျိုးသမီးဒါရိုက်တာ Chinonye Chukwu မှရိုက်ကူးထားပြီး အမေရိကန်သရုပ်ဆောင် မင်းသမီး Alfre Woodard က အစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေိကိုထားတဲ့ အကျဉ်းထောင်ကိုကာလရှည်ကြာဦးစီးလာခဲ့တဲ့အမျိုးသမီးထောင်မှူး ဘန်နာဒင်းဝါးလ်ဒန်ရဲ့အကြောင်းကို အဓိကထားပုံဖော် ရိုက်ကူးထားပါတယ်။ကာလရှည်ထောင်မှူးအဖြစ်လုပ်ကိုင်လာခဲ့ရလို့ စိတ်ပိုင်းဆိုင်ရာထိခိုက်လာတဲ့ဘန်နာဒင်းနှင့် သေရတော့မယ့်လူတစ်ယောက်ရဲ့စိတ်ခံစားမှုတွေ၊ မျှော်လင့်ချက်တွေ အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကား ပါ။ပုံမှန်ကြည့်နေကျ ထောင်တွင်းဇာတ်လမ်းတွေနဲ့မတူဘဲ ခြားနားတဲ့ခံစားချက်တွေကိုရရှိစေမယ့်IMDB-6.4/10, Rotten Tomatoes-91% ရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiအေမရိကန္မွာက်င္းပတဲ့ Sundance Film Festival မွာ Jury Prize(2019) ကိုဆြတ္ခူးခဲ့တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ ႏိုင္ဂ်ီးရီးယား-အေမရိကန္အမ်ိဳးသမီးဒါ႐ိုက္တာ Chinonye Chukwu မွ႐ိုက္ကူးထားၿပီး အေမရိကန္သ႐ုပ္ေဆာင္ မင္းသမီး Alfre Woodard က အစြမ္းျပသ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းေလးကေတာ့ ေသဒဏ္က်ခံရတဲ့ အျပစ္သားေတြိကိုထားတဲ့ အက်ဥ္းေထာင္ကိုကာလရွည္ၾကာဦးစီးလာခဲ့တဲ့အမ်ိဳးသမီးေထာင္မႉး ဘန္နာဒင္းဝါးလ္ဒန္ရဲ႕အေၾကာင္းကို အဓိကထားပုံေဖာ္ ႐ိုက္ကူးထားပါတယ္။ကာလရွည္ေထာင္မႉးအျဖစ္လုပ္ကိုင္လာခဲ့ရလို႔ စိတ္ပိုင္းဆိုင္ရာထိခိုက္လာတဲ့ဘန္နာဒင္းႏွင့္ ေသရေတာ့မယ့္လူတစ္ေယာက္ရဲ႕စိတ္ခံစားမႈေတြ၊ ေမွ်ာ္လင့္ခ်က္ေတြ အေၾကာင္း ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ကား ပါ။ပုံမွန္ၾကည့္ေနက် ေထာင္တြင္းဇာတ္လမ္းေတြနဲ႔မတူဘဲ ျခားနားတဲ့ခံစားခ်က္ေတြကိုရရွိေစမယ့္IMDB-6.4/10, Rotten Tomatoes-91% ရွိထားတဲ့ ဇာတ္ကားေလးျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 52 minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChinonye ChukwuStarsAldis HodgeAlfre WoodardDanielle BrooksDennis HaskinsLaMonica GarrettMichael O'NeillRichard GunnRichard SchiffVernee Watson-JohnsonWendell PierceCastAldis HodgeAlex CastilloAlfre WoodardAlma MartinezAnahi BustillosAndrew SomersBex MarshBrandon Garic NotchCamryn HowardCarlis Shane ClarkDan LawlerDanielle BrooksDebbie PollackDennis HaskinsHarvey B. JacksonJed BernardJoe OrdazJohn ChurchillJustus CookeLaMonica GarrettMaurice WilliamsMelissa HarrisMichael O'NeillMichelle BonillaNoshir DalalPaul MabonR Scott HoffmanRichard GunnRichard SchiffRuth Banks MatayaShannon BurwellStephanie UgoTeresa TharpVernee Watson-JohnsonVivan DugréWayne ColeWendell PierceWilliam B. Simmons IIZedric Harris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/17OdaqbR7JbavPrhKZsUWUSvqQz.jpg",
      "https://image.tmdb.org/t/p/w300/p33zO5Df7DgiNohmuG443uSYc5z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-11.20.29-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xqfbvfszfdrf.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/bparcgngcshz.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-clemency-2019-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-clemency-2019-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/1xrm5/[CM]Clemency.2019.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/2Tmgy/[CM]Clemency.2019.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://upstream.to/z44ohzr2w5ug",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/pxjl57i0yx4g",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mega.nz/file/IoITBKJJ#l4Yp2Fgv3uRhOV9dj-qK0u4TH4A3EKHnohrjULqgoHo",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/59YhXA5Y#LY7xov9hqbc3aX8AhbwiLDHOiMitMQYoA3X-ST-WhpY",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yadi.sk/i/WBBb6cyvcXSx3A",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yadi.sk/i/AzAhG2RDV5hsFQ",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": {
      "video_id": "QiLE3Aafn4c",
      "video_url": "https://www.youtube.com/watch?v=QiLE3Aafn4c",
      "embed_url": "https://www.youtube.com/embed/QiLE3Aafn4c"
    }
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "76K"
    },
    "title": "21 & Over(2013)",
    "description": "21 & Over(2013)=============ဒီဇာတ်ကားလေးကတော့ 2014 GAFCA မှာ Breakthrough awardအနေနဲ့ nominee ဝင်ထားပြီး 2013 ခုနှစ်မှာ Palm SpringsInternational Flim Festival မှာလဲ ဆုရခဲ့ပါတယ် ဇာတ်ကားရဲ့Genre က Comedy ဆိုတဲ့အတိုင်း တစ်ကားလုံး အသေရယ်ရပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့Jeff Chang ဆိုတဲ့ကောင်လေးရဲ့ ၂၁ နှစ်ပြည့်မွေးနေ့ကို surpriseလုပ်ပေးဖို့အတွက် သူ့သူငယ်ချင်း Casey နဲ့ Miller က ရောက်လာခဲ့တယ်ဒါပေမဲ့ Jeff Chang က မနက်ဖြန်မနက် ၇ နာရီဆေးကျောင်းဝင်ခွင့်အင်တာဗျူး ရှိတဲ့အတွက် သူတို့နဲ့ လျှောက်လည်လို့မရတာကို အတင်းခေါ်ထုတ်ပြီး ဘယ်လိုအလွဲတွေ ဖြစ်မလဲ ဘယ်လိုတောင်အသေရယ်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှူပေးကြပါဦးနော်..(အညွှန်းနဲ့ ဘာသာပြန်တာကတော့ Duckkie ပဲဖြစ်ပါတယ်)File size…1.18GB / 538MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 33mGenre ….. ComedySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by DuckkieYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon LucasScott MooreStarsJonathan KeltzJustin ChonMiles TellerCastBasil HarrisBonnie BentleyChristiann CastellanosDaniel BookoDanielle HartnettDustin YbarraFrançois ChauJonathan KeltzJosie LorenJustin ChonMiles TellerNikki PhoenixSamantha FutermanSarah WrightSkylar Astin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bGePh6CyZIzrueokpvyijWeBZ4X.jpg",
      "https://image.tmdb.org/t/p/w300/hzGoWhKUB20IdRCj261adN0q9kb.jpg",
      "https://image.tmdb.org/t/p/w300/eYpXotWEcJR3TfyJPoL172S9pQu.jpg",
      "https://image.tmdb.org/t/p/w300/3AUx3ohL2CxVkmnSGEkpj8Mzjcf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/noB71pnF8jz2IIP1LeilfnaaO2F.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0ek96qvgy5rq.html",
        "server": "usersdrive.com",
        "size": "1.18GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/21-and-over-2013-bluray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.18GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bTly/21.and.over.2013.bluray1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.18GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/bE9mDQjJ#3pzBe37CffwoPuDCOXhWoBJbXa9Kl0MW9NpmxD1sk-I",
        "server": "mega.nz",
        "size": "1.18GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbrity.com/hs3rzlbh3rcf.html",
        "server": "streamsb.com",
        "size": "1.18GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/tdvlgo98ivci",
        "server": "streamvid.io",
        "size": "1.18GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5143fvjpcypg.html",
        "server": "usersdrive.com",
        "size": "538MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/21-and-over-2013-bluray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "538MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xOgh/21.and.over.2013.bluray720p(CM).mp4",
        "server": "megaup.net",
        "size": "538MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Od1XxB5S#cNLHGxKxAmn08PkJpVx7c2Ohijm2ct7_A_zQqb3Y8Rc",
        "server": "mega.nz",
        "size": "538MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/f1c302dsnoee.html",
        "server": "streamsb.com",
        "size": "538MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/o2bru1j4t32f",
        "server": "streamvid.io",
        "size": "538MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "JsMFggMLgY0",
      "video_url": "https://www.youtube.com/watch?v=JsMFggMLgY0",
      "embed_url": "https://www.youtube.com/embed/JsMFggMLgY0"
    }
  },
  {
    "metadata": "PG-13|2022|2h 18m|Action,Bollywood",
    "rating": {
      "rating": "8.8/10",
      "rating_count": "1.2K"
    },
    "title": "Raja Vikramarka (2022)",
    "description": "မကြာသေးခင်ကမှထွက်ရှိထားတဲ့အိန္ဒိယစပိုင်အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အက်ရှင်ခန်းတွေအပြင် ဟာသ၊ ဒရာမာ စုံလင်စွာပါဝင်တဲ့ဇာတ်ကားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်အိမ်လည်းခိုင်မာတဲ့အပြင်သရုပ်ဆောင်တွေကလည်းအပြစ်ပြောစရာမရှိသလောက်ပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ NIA အေးဂျင့်အဖွဲ့ဟာလွန်ခဲ့တဲ့ ၁၅ နှစ်ကရန်ငြှိုးရှိခဲ့ဖူးတဲ့ ဂုရုနာရာရနာဆိုတဲ့လူဆိုးဂိုဏ်းနဲ့ပတ်သတ်နေတဲ့ နိုင်ငံခြားသားလက်နက်ရောင်းဝယ်ဖောက်ကားသူကိုဖမ်းဆီးရမိခဲ့ပါတယ်။ဒါပေမဲ့ မမျှော်လင့်စွာပဲ ဗစ်ခရမ်မှ အဲဒီနိုင်ငံခြားသားကိုမတော်တဆပစ်သတ်မိတဲ့အခါ ရာထူးဆိုင်းငံ့ခံရပြီး ဘာတွေဆက်ဖြစ်လာမလဲ….မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းတွေပါဝင်တာကြောင့်စပိုင်အက်ရှင်ကားတွေကိုနှစ်သက်တတ်မယ်ဆိုရင်လက်မလွှတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။File size…(2.06 GB) /(587 MB)Quality….WEBDL 1080p /720pFormat…mp4Duration….02:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder…. Thit San KhantTranslated byShwe Pwint , Haruko , Yunni , HoneyeyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDayanand ReddyGemini SureshHarshavardhanJabardasth NaveenKartikeya GummakondaPasupathy MasilamaniSai KumarSudhakar KomakulaSurya Bhagawan DasTanikella BharaniTanya Ravichandran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j2HXL4dlIUYxtwRndmUqry295Xt.jpg",
      "https://image.tmdb.org/t/p/w300/j2YN9a4wKm6IGNnoflG2qWlx6QP.jpg",
      "https://image.tmdb.org/t/p/w300/kTr9oxcDFJHm9b3kz9OkQQ4N5sS.jpg",
      "https://image.tmdb.org/t/p/w300/yUtlp9EC19MOZr8xyYkRLpul07b.jpg",
      "https://image.tmdb.org/t/p/w300/sX5VXqofplLJAD0xZnCNCOImLSg.jpg",
      "https://image.tmdb.org/t/p/w300/niooIj1gNcvTqylVDWwK9gzSqYv.jpg",
      "https://image.tmdb.org/t/p/w300/9hqN1cBdyZKzJosQSjbYy1g5Eet.jpg",
      "https://image.tmdb.org/t/p/w300/b8uyLO2GxkcCFZHyCdGMkMZ3yrB.jpg",
      "https://image.tmdb.org/t/p/w300/7jsEoUKQzbBI58BS6TexcL0kU7h.jpg",
      "https://image.tmdb.org/t/p/w300/nCC2w9DAn82pJkHkzpYr5R1zL3q.jpg",
      "https://image.tmdb.org/t/p/w300/c3Wf6Bt1vaIpiRjkDd1MXeFvhGv.jpg",
      "https://image.tmdb.org/t/p/w300/qIqGz6clZwqSLCjP7NTLTcy1j78.jpg",
      "https://image.tmdb.org/t/p/w300/ub9tuxU0iwD6fAJ0Dcoo7HiqRgK.jpg",
      "https://image.tmdb.org/t/p/w300/jBxzX9fsDu7bM3vunlTIYOPgMeV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/01/rajavikramarka-v1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/admin/posts/raja-vikramarka-2022",
        "server": "VIP Links",
        "size": "2.06 GB/587 MB",
        "quality": "1080P Web-DL/720P Web-DL"
      },
      {
        "link": "https://yoteshinportal.cc/raja-vikramarka-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.06 GB",
        "quality": "1080P Web-DL"
      },
      {
        "link": "https://usersdrive.com/zl0obin1grnj.html",
        "server": "usersdrive.com",
        "size": "2.06 GB",
        "quality": "1080P Web-DL"
      },
      {
        "link": "https://megaup.net/2nn7o/Raja_Vikramarka_(2021)_1080P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.06 GB",
        "quality": "1080P Web-DL"
      },
      {
        "link": "https://watchsb.com/5y11oeo2i85l.html",
        "server": "streamsb.com",
        "size": "2.06 GB",
        "quality": "1080P Web-DL"
      },
      {
        "link": "https://dropgalaxy.in/6gfal4aq576b",
        "server": "dropgalaxy.com/",
        "size": "2.06 GB",
        "quality": "1080P Web-DL"
      },
      {
        "link": "https://yoteshinportal.cc/raja-vikramarka-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "587 MB",
        "quality": "720P Web-DL"
      },
      {
        "link": "https://usersdrive.com/qowkd9ln6ta4.html",
        "server": "usersdrive.com",
        "size": "587 MB",
        "quality": "720P Web-DL"
      },
      {
        "link": "https://megaup.net/2nn7B/Raja_Vikramarka_(2021)_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "587 MB",
        "quality": "720P Web-DL"
      },
      {
        "link": "https://watchsb.com/5leakt5ureiv.html",
        "server": "streamsb.com",
        "size": "587 MB",
        "quality": "720P Web-DL"
      },
      {
        "link": "https://dropgalaxy.in/ikwrjsync62s",
        "server": "dropgalaxy.com/",
        "size": "587 MB",
        "quality": "720P Web-DL"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2023|1h 30m|Horror,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": "869"
    },
    "title": "The Jester (2023)",
    "description": "The Jester (2023)မိမိနားမှာ ​ရောဂါတစ်ခုလို စွဲကပ်​နေရင်း​ တခြားသူ​တွေကို လိုက်ဒုက္ခ​ပေးတတ်တဲ့ မ​ကောင်းဆိုးဝါး Jester အ​ကြောင်းကို ရိုက်ပြထားတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကား​​လေးဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~ငယ်ငယ်တည်းက ဖခင်ကပစ်သွားလို့ ဖခင်အ​ပေါ် မုန်းတဲ့စိတ် ​ဒေါသ​တွေနဲ့ ကြီးပြင်းလာရတဲ့ အမ်မာတစ်​ယောက် တစ်​နေ့ ဖခင်က ဆက်သွယ်လာရာက​နေ စကား​ပြောဖို့ ငြင်းဆိုလိုက်ရာက​နေ ​ဟော်လိုးဝင်းတစ်ညလုံး မြို့​သေး​လေးတစ်မြို့နီးပါးကို ဝါးမျိုသွားတဲ့ အဖြစ်အပျက်​တွေနဲ့ ကြုံ​တွေ့သွားရတာ​တွေကို ရိုက်ကူးတင်ဆက်​ပေးထားတဲ့ သည်းထိတ်ရင်ဖိုကား​လေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုDBမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 850MBQuality – 1080p, 720pFormat – mp4Duration – 1H 30MinGenre – Horror, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byDBEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorColin KrawchukStarsAvery PolcariCarla OkouchiCory OkouchiDan De LucaDelaney WhiteEmmanuel KerryFaye HigdonGabriel MorganJesse L. GreenJoe HansardJohn PerinJudson GrubbyJuniper GrabiaKen ArnoldLelia SymingtonLena JanesLennon SanchezMary Jane PentonyMatt ServittoMia Mae RobertsMichael SheffieldMolly BevettsOlivia MillerPatrick McAteerRiley CollinsSam LukowskiXander TimpaneCastAvery PolcariCarla OkouchiCory OkouchiDan De LucaDelaney WhiteEmmanuel KerryFaye HigdonGabriel MorganJesse L. GreenJoe HansardJohn PerinJudson GrubbyJuniper GrabiaKen ArnoldLelia SymingtonLena JanesLennon SanchezMary Jane PentonyMatt ServittoMia Mae RobertsMichael SheffieldMolly BevettsOlivia MillerPatrick McAteerRiley CollinsSam LukowskiXander Timpane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sLdlUypLzpQiJvO2dmqx5J7rigP.jpg",
      "https://image.tmdb.org/t/p/w300/ipVCoRWrrw2Xuupo6UQ2bOOZHmi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jsOaCojcuxktg8w1UQkoFfn1y1g.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-jester-2023-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lo2j/(CM)_The_Jester_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5e1mlBTI#4dM0rE7aHvY1MNnNXjbCqQKLmtTmy9MYK8uToHyMkdk",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/j9kntl6rmu10.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-jester-2023-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21ltj/(CM)_The_Jester_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dGNACbxQ#1pI78nhk2nPotF65Qpl_bnVvrrZSMKTN5PX62_1bGjQ",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ko8qjscvayih.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/5bti7q9p2knx",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/hiei3fbcrqah",
        "server": "streamvid.io",
        "size": "850MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2zaf7AeZzdE",
      "video_url": "https://www.youtube.com/watch?v=2zaf7AeZzdE",
      "embed_url": "https://www.youtube.com/embed/2zaf7AeZzdE"
    }
  },
  {
    "metadata": "N/A|2018|86 min|Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "826"
    },
    "title": "Lazer Team 2",
    "description": "ဒီကားလေးကတော့ သိပ္ပံဆန်ဆန်စိတ်ကူးယဉ်ဆန်ဆန်နဲ့ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားလေးတစ်ကားပါ…အာကာသထဲကိုခရီးတစ်ခုအတူတူထွက်ကြရင်းကနေသူတို့အားလုံးကိုယ်စီမှာ လေဆာလက်နက်ဆန်းတစ်ခုစီကိုရလာခဲ့ကြပါတယ်…ဒီလက်နက်တွေအကုန်လုံးကလည်း ဝတ်ပြီးရင်းပြန်ချွတ်လို့မရကြပါဘူး….ဒါကြောင့် သူတို့တွေအကုန်လုံးဟာ နေ့စဉ်လည်ပတ်နေတဲ့အချိန်ဇယားတွေကိုဒီလက်နက်ကြီးတွေဝတ်ပြီး အချိန်ကုန်နေခဲ့ရပါတယ်…ဒါပေမယ့် သူတို့ဒီလက်နက်တွေကိုချွတ်ဖို့အခွင့်ရေးတစ်ခုပေါ်လာပါတယ်…ဒါကတော့ သူတို့နဲ့အတူတူခရီးထွက်ခဲ့တဲ့သူတို့ရဲ့သူငယ်ချင်း ဝူဒီတစ်ယောက်အာကာသထဲကနေဂြိုလ်သားတွေရဲ့ပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်..ဒါကြောင့် သူတို့အားလုံးသူတို့ရဲ့သူငယ်ချင်းကိုပြန်လည်ကယ်တင်ဖို့အတွက်နောက်တခေါက်ပြန်ပြီးတော့ အာကာသထဲကိုခရီးပြန်ထွက်ကြမှာပဲဖြစ်ပါတယ်…ဒီကားလေးဟာ ကြည့်ရတဲ့လူတိုင်းအဖို့အမြင်တစ်မျိုးဆန်းစေမှာဖြစ်ပြီးတော့မိသားစုနဲ့အတူတူ ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်…File Size : (609 MB) ( 292 MB)Quality : Bluray 1080PRunning Time : 1hr 26minFormat : Mp4Genre : Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source :Bluray 1080pTranslated by Pone ThoneEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel FabeloMatt HullumStarsBurnie BurnsColton DunnGavin FreeGreg MillerMichael JonesNichole BloomVictoria PrattCastBurnie BurnsColton DunnGavin FreeGreg MillerMichael JonesNichole BloomVictoria Pratt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xWkp53PcbpDhnn8cnnR4wScHs0g.jpg",
      "https://image.tmdb.org/t/p/w300/3cJB692dl2lrDY6dH7lb1cwHgFO.jpg",
      "https://image.tmdb.org/t/p/w300/7XaNNkK38s16WFsKQCs8Gw13Bbf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7zhoquV8rpbM98YmzdMyvhJ3ojb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/lazer-team-2-2018-mm-sub",
        "server": "VIP Links",
        "size": "609 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/lazer-team-2-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "609 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1H7ze/Lazer_Team_2_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "609 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://watchsb.com/sg6hhxyvwihg.html",
        "server": "streamsb.com",
        "size": "609 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "Vx0oRAg47Bo",
      "video_url": "https://www.youtube.com/watch?v=Vx0oRAg47Bo",
      "embed_url": "https://www.youtube.com/embed/Vx0oRAg47Bo"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "6.7/",
      "rating_count": "23"
    },
    "title": "Tomorrow with You(2017)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rzD7FVPJ94GJYjpD2CsKDJDuK9W.jpg",
      "https://image.tmdb.org/t/p/w300/3m45JKfMlR0puufBSsCkVdcmZDS.jpg",
      "https://image.tmdb.org/t/p/w300/wOOUZPKPA2wO0j8WcUXhM3CCAad.jpg",
      "https://image.tmdb.org/t/p/w300/xL68OORTHqn8zF6IvGpSf7LabEY.jpg",
      "https://image.tmdb.org/t/p/w300/cGdLGsdFNRrT3A11zCzfig2xfbs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/d1m1RVnxnHJifBe6ytykc25UPAd.jpg",
    "movie_links": [],
    "trailer": null
  }
]