[
  {
    "metadata": "N/A|2023|1h 44m|Bollywood,Drama,Family",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "595"
    },
    "title": "Erumbu (2023)",
    "description": "Erumbu 2023IMDb 7.7/10Drama/Familyမိသားစုဇာတ်ကားကောင်းလေးတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ရသကောင်းလေး‌ ပေးစွမ်းနိုင်မယ့် တမီးလ်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အန်နာဒူရိုင်ဟာ ‌အိမ်အတွက် ရုန်းကန်ပြီးဝမ်းစာနေရှာနေရတဲ့အိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ ‌အကြွေးပတ်လည်ဝိုင်းနေပြီးမိသားစုဝင်ခြောက်ယောက်စာကို ရှာ‌ဖွေနေရတာမလို့ တကယ်ကိုမလွယ်ကူလှပါဘူး။ဒါပေမဲ့လည်း သားဖြစ်သူမူသူးနဲ့ သမီးဖြစ်သူပန်ချီကို မရှိတဲ့ကြားကနေစိတ်ချမ်းသာအောင်ထားပေးတဲ့ ဖခင်ကောင်းတစ်ဦးဖြစ်ပါတယ်။မိထွေးဖြစ်သူနဲ့နေရတဲ့ သားနဲ့သမီးကို အတတ်နိုင်ဆုံးလိုတာတွေဖြည့်ဆည်းပေးပြီးသားနဲ့သမီးကလည်း ရုန်းကန်နေရတဲ့အဖေကို ပြန်ကြည့်ပေးတာမလို့ငွေကြေးမပြည့်စုံပေမယ့်လည်း မေတ္တာတွေနဲ့လွှမ်းခြုံထားတဲ့မိသားစုလေး‌ဖြစ်ပါတယ်။တစ်နေ့မှာ မိထွေးဖြစ်သူရဲ့အရေးပါတဲ့ရွှေလက်စွပ်တစ်ကွင်းဟာ မထင်မှတ်ပဲပျောက်သွားတဲ့အတွက်ကြောင့်မူသူးတစ်ယောက် ပြာယာခတ်သွားပါတော့တယ်။ အရေးပါတဲ့လက်စွပ်ဖြစ်ပြီး အိမ်ကသိရင်ပြဿနာတက်မှာဖြစ်တဲ့အတွက်အစ်မဖြစ်သူနဲ့အတူ သူငယ်ချင်းတွေကိုပါ အကူအညီတောင်းရင်း ရှာပုံတော်စရပါတော့တယ်။မူသူးတို့မိသားစုလေး အစစအရာရာအဆင်ပြပါ့မလား။ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ။ဒီဇာတ်ကားလေးမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတော့Yunni~BpL~Moon~Zwe Yan~Cherry တို့ပဲဖြစ်ပါတယ်။)File size…2.5GB / 1.3GBQuality…1080p True WEB DL /  720pFormat…mp4Duration….1h 44mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Yunni~BpL~Moon~Zwe Yan~CherryYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorG. SureshStarsCharleGeorge MariyanJagadeeshwaranJaganM. S. BhaskarMonicka SivaParavai SuntharaambaalSakthi RithvikSumathiSuzane GeorgeCastCharleGeorge MariyanJagadeeshwaranJaganM. S. BhaskarMonicka SivaParavai SuntharaambaalSakthi RithvikSumathiSuzane George",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bGfMj5vVqHKJmTQwjuHlJeRCADY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTdiOThhYWItN2Q5YS00OGM0LWI1NGYtMGU3ZDFiZTY4NDcxXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/erumbu-2023-tamil-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lfcufkiuhmnj.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BO3n/Erumbu_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NmMRkB5Z#g3exB5LhSYDuPH1KLBPVEtkGDpTDZXU-UJI8xgC2_j4",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/erumbu-2023-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uig6s6piodh6.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BO3t/Erumbu_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/g2NATSCQ#zb7YrSufgsiPuOpTHW3gUJnrJYWTFgCIqAHlnr8GHe4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/p4vvwd2y48gn.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2et0yicy75cq",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2008||Adventure,Animation,Family",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "15000"
    },
    "title": "Tinker Bell (2008)",
    "description": "Tinker Bell (2008)==============ပျောက်သွားတဲ့အရုပ်လေးတွေ မထင်မှတ်ဘဲ ပြန်ရောက်လာတတ်တာမျိုး ကြုံဖူးကြပါသလား၊ ပျက်သွားတဲ့ပစ္စည်းလေးတွေကို ပြန်ထုတ်ကြည့်တဲ့အခါ ရုတ်တရက်ပြန်ကောင်းနေတာမျိုးရော ဖြစ်ဖူးပါသလား၊ သဘာဝတရားကြီးက လူသားတွေသိထားတဲ့နိယာမတွေနဲ့ဆန့်ကျင်ပြီး လည်ပတ်နေတယ်ဆိုတဲ့ ရှုထောင့်လေးတစ်ခုကနေ နတ်သူငယ်တွေရဲ့ဖြစ်တည်မှုကို ချပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ရာသီအကူးအပြောင်း၊ အအေးအပူ၊ အလင်းအမှောင်၊ အရောင်အဆင်းဒါတွေအားလုံးအတွက် အမျိုးမျိုးသောအစွမ်းတွေရှိကြတဲ့ နတ်သူငယ်တွေဟာ တစ်နှစ်တာလုံး မနားမနေပြင်ဆင်လုပ်ကိုင်ပေးကြရပါတယ်။ဇာတ်လမ်းလေးကတော့ ကိုယ်ရထားတဲ့အစွမ်းကို သဘောမကျဖြစ်ပြီးသူများတွေလိုဖြစ်အောင်ပဲ ကြိုးစားနေတဲ့ Tinker Bell ကြောင့် PixieHollow တစ်ခုလုံး ရိုးရာသစ်၊ စနစ်သစ်တွေ ပေါ်ထွန်းသွားရတဲ့အကြောင်းလေးပဲဖြစ်ပါတယ်။ Tinker Bell ရဲ့ မိမိပုံစံအစစ်အမှန်ကို လက်မခံနိုင်ခြင်းက Pixie Hollow တစ်ပြည်လုံးအတွက် ပျက်စီးခြင်းဖြစ်လုနီးနီးကနေ ….. ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size……….(1.63 GB) / (790 MB) / (475 MB)Quality…………BLU-RAY 1080p / 720p / 480pDuration………1Hr 18MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Adventure, FamilyTranslator…….Hnin Wut Yi MyaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBradley RaymondCastAmerica FerreraAmerica YoungAnjelica HustonBob BergenChristian TraeumerGail BorgesJane HorrocksJeff BennettJesse McCartneyKat CressidaKathy NajimyKristin ChenowethLoreena McKennittLorie PesterLucy LiuMae WhitmanPamela AdlonRaven-SymonéRichard PortnowRob PaulsenSteve Valentine",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uMDrlSv4QFsRhb3K5VWHWP7ykZO.jpg",
      "https://image.tmdb.org/t/p/w300/tR9oOybzV0wrgP7W5FPeQrYOn1M.jpg",
      "https://image.tmdb.org/t/p/w300/iMIrxhjI9jsu6VgWwwiHCOt2hZu.jpg",
      "https://image.tmdb.org/t/p/w300/n7CHg4puue57JTed3DMpy6Uj3Q6.jpg",
      "https://image.tmdb.org/t/p/w300/yuzxFfq9YdNhcpEfLlJsiTYLxhv.jpg",
      "https://image.tmdb.org/t/p/w300/uqEhjxfURm4VSg4wXMeGWDe4iZo.jpg",
      "https://image.tmdb.org/t/p/w300/gLMwzvospzfyYZDH3UGi9hN93h9.jpg",
      "https://image.tmdb.org/t/p/w300/u6LG0LLnK9kLwpFc05y068XjaSC.jpg",
      "https://image.tmdb.org/t/p/w300/azouE2WjfWqDILfxvoUO7x7tJSw.jpg",
      "https://image.tmdb.org/t/p/w300/aLFRvfklN6MArZmE9HbslsRMiq8.jpg",
      "https://image.tmdb.org/t/p/w300/gIH7HvmluJT9tP5QsB9eUgCrwcq.jpg",
      "https://image.tmdb.org/t/p/w300/fnUYmUb7l9nzLpl3yESraHRrEnn.jpg",
      "https://image.tmdb.org/t/p/w300/hK0UaH6YECHEBsYUtvTmqnoyZE3.jpg",
      "https://image.tmdb.org/t/p/w300/v9ruyjC2JzaL9N63ZmiafASdgIf.jpg",
      "https://image.tmdb.org/t/p/w300/5IGaFCwq9vrG2Wa1Gpqok3gIely.jpg",
      "https://image.tmdb.org/t/p/w300/s3hpuiDFt8DatyCIYvyPcYNPhSh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWQzNTVmZDgtNzcwYi00YzY1LTllNzgtNjA0N2QwNTRlOTFmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/01-tinker-bell-2008-1080-p-blu-ray-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.63 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fohp/01.Tinker.Bell.2008.1080p.BluRay.(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "1.63 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/17sATAyK#xwGGcqkRMchQMt6NcMZS93aKMrGg8DJwahm93pHqOt8",
        "server": "mega.nz",
        "size": "1.63 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bwmh6t9bcov3.html",
        "server": "usersdrive.com",
        "size": "1.63 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/c6rr8iid1lg7",
        "server": "streamvid.io",
        "size": "1.63 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/01-tinker-bell-2008-720-p-blu-ray-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fohk/01.Tinker.Bell.2008.720p.BluRay.(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/czFG2L7b#bnH69TZtSUNEUKZQj6FCf6WAyAITJTUwF3Z6hqJEcvg",
        "server": "mega.nz",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/iy5ldmye6d3u.html",
        "server": "usersdrive.com",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fte9svk5u2k4https://streamvid.net/c6rr8iid1lg7",
        "server": "streamvid.io",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/01-tinker-bell-2008-480-p-blu-ray-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "475 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1fohc/01.Tinker.Bell.2008.480p.BluRay.(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "475 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/d6E3XQbJ#2LfNzQIbbVXv9if8tCdJNIq2-BQILGTnioYhqTN84AI",
        "server": "mega.nz",
        "size": "475 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1ih51r3lklvu.html",
        "server": "usersdrive.com",
        "size": "475 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/fte9svk5u2k4",
        "server": "streamvid.io",
        "size": "475 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "g0CTqqTkXH8",
      "video_url": "https://www.youtube.com/watch?v=g0CTqqTkXH8",
      "embed_url": "https://www.youtube.com/embed/g0CTqqTkXH8"
    }
  },
  {
    "metadata": "|||Adventure",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Walking With Dinosanurs (2013)",
    "description": "ဒိုင္ႏိုေဆာမ်ား အေၾကာင္းကို ခ်စ္စဖြယ္ ဇာတ္လမ္း ဇာတ္အိမ္မ်ဳိးျဖင့္ ႐ိုက္ကူး တင္ျပထားသည့္ Walking With Dinosaurs အမည္ရွိ ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကားတြင္ အဓိကဇာတ္ေကာင္ ဒိုင္ႏိုေဆာေလး Patchi အတြက္ ေနာက္ခံ အသံျဖင့္ သ႐ုပ္ေဆာင္ေပးခဲ့သူ Justin Long ကို Femalefrist Website က ေတြ႕ဆုံ ေမးျမန္းထားသည္မ်ားထဲမွ ဒိုင္ႏိုေဆာမ်ားႏွင့္ ပတ္သက္ေသာ သူ၏ အမွတ္တရမ်ား၊ Patchi အတြက္ အသံျဖင့္ သ႐ုပ္ေဆာင္ ေပးခဲ့ရသည့္ အေၾကာင္းရင္းႏွင့္ ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကားမ်ားအေပၚ သူ႔သေဘာထားတို႔ကို ေကာက္ႏုတ္ တင္ျပထားပါသည္။FF : ဒိုင္ႏိုေဆာေတြ အေၾကာင္းကို လူေတြ ဘာေၾကာင့္ စိတ္ဝင္စားတယ္လို႔ ခင္ဗ်ားထင္လဲ။JL : သိပ္ေကာင္းတဲ့ ေမးခြန္းပါ။ သူတို႔ရဲ႕ စိတ္ဝင္စားမႈေတြက ဘယ္ေနရာကေန စတင္ခဲ့တာလဲ ဆိုတာကိုေတာ့ ကြၽန္ေတာ္ မသိပါဘူး။ ဒါေပမဲ့ ဒိုင္ႏိုေဆာေတြမွာရွိတဲ့ ထူးျခားတဲ့ ဆြဲေဆာင္မႈ တစ္ခုခုနဲ႔ သက္ဆိုင္ေနလိမ့္မယ္လို႔ ကြၽန္ေတာ္ ထင္တယ္။ ဒိုင္ႏိုေဆာေတြက လူ႔ဘီလူးႀကီးေတြလိုပါပဲ။ ကေလးေတြက လူ႔ဘီလူးႀကီးေတြ အပါအဝင္ သူတို႔ကို ေၾကာက္လန္႔ေစတဲ့ အရာေတြကို စိတ္ဝင္စားၾကပါတယ္။ ဒိုင္ႏိုေဆာေတြက ကိုယ့္ရဲ႕ စိတ္ကူးေတြထဲမွာသာ ရွိသလိုပါပဲ။ ဒိုင္ႏိုေဆာေတြက အေကာင္အထည္နဲ႔ အစစ္အမွန္ တည္ရွိခဲ့တဲ့ သတၱဝါေတြျဖစ္မွန္း သိလိုက္ရတဲ့ အခါမွာေတာ့ အရမ္းအံ့ၾသစရာ ေကာင္းပါတယ္။ ဒိုင္ႏိုေဆာေတြ အေၾကာင္းကို ခင္ဗ်ား စာအုပ္ေတြမွာ ဖတ္ႏိုင္သလို သူတို႔ရဲ႕ အ႐ိုးစုေတြကိုလည္း ေတြ႕ႏိုင္ပါတယ္။ ဒိုင္ႏိုေဆာေတြက ဘယ္လိုပုံစံမ်ဳိးလဲ ဆိုတာကို ျပတိုက္ေတြမွာလည္း ခင္ဗ်ား ေလ့လာ ၾကည့္ႏိုင္ပါတယ္။FF : ကေလးဘဝတုန္းကေရာ ဒိုင္ႏိုေဆာေတြ အေၾကာင္းကို စိတ္ဝင္စားခဲ့ဖူးလား။JL : ဒိုင္ႏိုေဆာေတြကို အ႐ူးအမူး ျဖစ္ခဲ့တာေပါ့။ ကြၽန္ေတာ္ အႀကဳိက္ဆုံးကေတာ့ အသားစား ဒိုင္ႏိုေဆာ အမ်ဳိးအစားျဖစ္တဲ့ Tyrannosaurus ဒိုင္ႏိုေဆာေတြပါ။ ဒီဒိုင္ႏိုေဆာေတြက အေကာင္အႀကီးႀကီးေတြပဲ။ သိပ္ၿပီး မထင္ရွားတဲ့ Allosaurus လို အသားစား ဒိုင္ႏိုေဆာေတြကိုလည္း ႀကဳိက္ပါတယ္။ ကြၽန္ေတာ္က Allosaurus နဲ႔ Tyrannosaurus ဒိုင္ႏိုေဆာ အမ်ဳိးအစား ႏွစ္ခုစလုံးက အတူတူပဲလို႔ ထင္ခဲ့တာ။ ဒါေပမဲ့ Allosaurus ဒိုင္ႏိုေဆာေတြရဲ႕ လက္က ပိုႀကီးသလို အေရာင္ကလည္း လွတယ္။ ဒိုင္ႏိုေဆာေတြအေၾကာင္း ကြၽန္ေတာ္အမ်ားႀကီး သိထားပါတယ္။ ကေလးဘဝတုန္းက ေတာ္ေတာ္ေလးႀကီးတဲ့ အပင္စား Brontosaurus ဒိုင္ႏိုေဆာကို ေတြ႔ဖူးတယ္။ အဲ့ဒီတုန္းက လူေတြက ဒီဒိုင္ႏိုေဆာကို Giganotosaurus လား၊ Hugeasaurus လားေတာ့ မသိဘူး။ နာမည္တစ္ခု ေပးခဲ့ၾကတယ္။ အတိအက်ေတာ့ မမွတ္မိေတာ့ဘူး။ ဒါေပမဲ့ သူတို႔ေ႐ြးေပးတဲ့ နာမည္က ဆိုးလိုက္တာလို႔ေတာ့ ေတြးခဲ့ဖူးတယ္။FF : ဒီ႐ုပ္ရွင္ ဇာတ္ကားမွာ ဒိုင္ႏိုေဆာေလး Patchi အတြက္ အသံနဲ႔ သ႐ုပ္ေဆာင္ေပးဖို႔ ခင္ဗ်ားကို ဆြဲေဆာင္ခဲ့တဲ့ အရာက ဘာလဲ။JL : Patchi ရဲ႕ သူ႔ကိုယ္သူ ျပန္လည္ ရွာေဖြေတြ႕ရွိတဲ့ ခရီးစဥ္ကို ကြၽန္ေတာ္ ႏွစ္သက္တယ္။ ဒီခရီးစဥ္မွာ သူအသိဉာဏ္ ရွိလာတာ၊ တန္ဖိုးမျဖတ္ႏိုင္တဲ့ သင္ခန္းစာေတြကို ရရွိခဲ့တာကိုလည္း ကြၽန္ေတာ္ ႀကဳိက္တယ္။ ဒါေပမဲ့ ေပ်ာ္ေပ်ာ္ေနတတ္တဲ့ သူ႔စ႐ိုက္ေလးကလည္း ေပ်ာက္မသြားဘူး။ Walking With Dinosaurs က တကယ္ကို ေကာင္းမြန္တဲ့ ဂႏၴဝင္ေျမာက္တဲ့ ဇာတ္လမ္း တစ္ပုဒ္ပါ။ Patchi က လူႀကီး ျဖစ္လာတဲ့ အခါမွာ တကယ့္ကို ရဲရင့္တဲ့၊ သူရဲေကာင္းဆန္တဲ့ သူတစ္ေယာက္ ျဖစ္လာခဲ့တယ္။ ကြၽန္ေတာ္တို႔ေတြ သူ႔ဆီက အမ်ားႀကီး သင္ယူ ေလ့လာလို႔ ရပါတယ္။ ကြၽန္ေတာ္က ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကားေတြကို ႀကဳိက္တယ္။ အခုလိုမ်ဳိး လွပေကာင္းမြန္တဲ့ ကြန္ပ်ဴတာ အထူးျပဳ လုပ္ခ်က္ေတြ ပါဝင္တဲ့ ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကား တစ္ကားမွာ အစိတ္အပိုင္းတစ္ခု အေနနဲ႔ ပါဝင္ခဲ့ရတဲ့ အတြက္လည္း အရမ္း ဂုဏ္ယူပါတယ္။ ဇာတ္ကားကို ျပန္ၾကည့္ရတဲ့အခါမွာ ကြၽန္ေတာ္အရမ္း စိတ္လႈပ္ရွားသြားတယ္။ ကြန္ပ်ဴတာနဲ႔ ဖန္တီးထားတဲ့ ကာတြန္း႐ုပ္ေတြကို တကယ့္ လႈပ္ရွားမႈေတြနဲ႔ ေပါင္းစပ္ ဖန္တီးသြားတာ အရမ္းကို ေျပာင္ေျမာက္တယ္။FF : ခင္ဗ်ားက Patchi နဲ႔ တူသလား။JF : တူပါတယ္။ Patchi ကို ၾကည့္ရတာ ကိုယ့္ကိုယ္ကိုယ္ ျပန္ျမင္ရသလိုပါပဲ။ ကြၽန္ေတာ္ ငယ္ငယ္တုန္းကလည္း တကယ့္ကို ေသးေသးေလးပဲ။ အထက္တန္းေက်ာင္းတက္တဲ့ အခ်ိန္အထိ အရပ္က ၄ ေပ ၁၀ လက္မနဲ႔၊ ကိုယ္အေလးခ်ိန္က ၈၉ ေပါင္ေလာက္ပဲ ရွိတယ္။ ကြၽန္ေတာ္နဲ႔ ႐ြယ္တူေတြနဲ႔ ယွဥ္ရင္ကို ကြၽန္ေတာ့္ ကိုယ္ခႏၶာက အၿမဲတမ္း ေသးေနတယ္။ ကြၽန္ေတာ္ အသက္ ၁၂ ႏွစ္ ၁၃ ႏွစ္ အ႐ြယ္ေလာက္တုန္းက အသက္ ခုနစ္ႏွစ္နဲ႔ ခုနစ္ႏွစ္ေအာက္ ကေလးေတြအတြက္ သတ္မွတ္ထားတဲ့ လက္မွတ္ေတြကို ဝယ္ႏိုင္ခဲ့တယ္။ ကြၽန္ေတာ္ကလည္း ခႏၶာကိုယ္ ေသးေကြးတဲ့ အခ်က္ကို အၿမဲတမ္း အခြင့္ေကာင္း ယူေလ့ရွိတယ္။ သ႐ုပ္ေဆာင္လုပ္တဲ့ အခါမွာလည္း ခႏၶာကိုယ္ ေသးေကြးေနတာက ကြၽန္ေတာ့္ကို အမ်ားႀကီး အေထာက္အကူ ျပဳပါတယ္။ အသက္ ၂၇ ႏွစ္၊ ၂၈ ႏွစ္ေလာက္ ေရာက္တဲ့အထိ အထက္တန္း ေက်ာင္းသားေနရာကေန သ႐ုပ္ေဆာင္ ႏိုင္ခဲ့ပါတယ္။ ဒီဇာတ္ကားမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ခြင့္ ရတဲ့အတြက္ ဘုရားသခင္ရဲ႕ ေက်းဇူးေတာ္ကို ခ်ီးမြမ္းပါတယ္။ Patchi အတြက္ ေနာက္ခံစကား ေျပာေပးရတဲ့အခါမွာလည္း တစ္ခ်ိန္လုံး ဘုရားသခင္ကို ေက်းဇူးတင္ေနမိတယ္။ Patchi က သူ႔ရဲ႕ ခႏၶာကိုယ္ အ႐ြယ္အစားနဲ႔၊ ခြန္အားကို မသိေသးတဲ့ သူတစ္ေယာက္ပါ။ ေနာက္ပိုင္းမွာေတာ့ Patchi က စိတ္ဓာတ္ေတြ ႀကံ့ခိုင္လာခဲ့ပါတယ္။ ဒီခရီးကလည္း သူ႔ရဲ႕ရဲစြမ္း သတၱိရွိမႈေတြကို ေဖာ္ျပႏိုင္ခဲ့တဲ့ ခရီးတစ္ခုပါ။ ဒီဇာတ္ကားကို ၾကည့္ရင္ လူတစ္ေယာက္မွာရွိတဲ့ ခိုင္မာတဲ့ စိတ္ခြန္အားနဲ႔ ဇြဲသတၱိေတြက သူ႔ရဲ႕ ႐ုပ္ပိုင္းဆိုင္ရာ အားနည္းခ်က္ ေတြကို ေက်ာ္လႊားႏိုင္တယ္ဆိုတာ ခင္ဗ်ား ေတြ႕ႏိုင္ပါတယ္။FF : ခင္ဗ်ားက ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကား ေတာ္ေတာ္မ်ားမ်ားမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ခဲ့ဖူးတယ္။ ဒါ႐ိုက္တာေတြက ခင္ဗ်ားကို ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကားေတြထဲက တိရစၦာန္ေလးေတြအတြက္ အသံနဲ႔ သ႐ုပ္ေဆာင္ေပးဖို႔ ဘာေၾကာင့္ ေ႐ြးခ်ယ္ၾကတယ္လို႔ ခင္ဗ်ားထင္လဲ။JF : ကြၽန္ေတာ့္ မ်က္ႏွာကို ကင္မရာနဲ႔ ေဝးေဝးမွာ ေနေစခ်င္လို႔ ျဖစ္မွာေပါ့။ သူတို႔ ကြၽန္ေတာ့္ကို ဘာေၾကာင့္ ေ႐ြးခ်ယ္ၾကတယ္ဆိုတာေတာ့ မသိပါဘူး။ ဒီဇာတ္ကားမွာ Patchi အတြက္ အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးခဲ့ရတဲ့ အတြက္ေတာ့ ဂုဏ္ယူပါတယ္။ သူတို႔က Alvin And The Chipmunks ဇာတ္ကားမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးခဲ့တာကို ၾကားဖူးၾကတယ္ ထင္တယ္။ ကြၽန္ေတာ္ကေတာ့ ဒါ႐ိုက္တာေတြက ကြၽန္ေတာ့္ကို ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကားေတြမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ေပးဖို႔ အၿမဲတမ္း ကမ္းလွမ္းၾကလိမ့္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္။ ဘာျဖစ္လို႔လဲဆိုေတာ့ ကြၽန္ေတာ္ ကိုယ္တိုင္လည္း ဒီလို အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးရတာကို ႏွစ္သက္လို႔ပါ။ ကြၽန္ေတာ့္အေမ ကိုယ္တိုင္ကလည္း ကြၽန္ေတာ္ကေလး ဘဝကတည္းက ႐ုပ္ရွင္ဇာတ္ကားေတြမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးခဲ့ဖူးပါတယ္။ ဒါေၾကာင့္ ကြၽန္ေတာ္ အႏုပညာအလုပ္ေတြ စလုပ္တဲ့ ၁၉၉၀ ျပည့္ႏွစ္ ေက်ာ္ ကာလေတြမွာလည္း ဇာတ္ကားေတြမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးခဲ့ပါတယ္။ ကင္မရာ ျမင္ကြင္းထဲမွာ သ႐ုပ္ေဆာင္တဲ့ ေနရာမွာေတာ့ ကြၽန္ေတာ့္ကိုယ္ ကြၽန္ေတာ္ ကံေကာင္းလိမ့္မယ္လို႔ ဘယ္တုန္းကမွ မေတြးခဲ့မိပါဘူး။ ဒါေပမဲ့ တကယ္ေကာင္းတဲ့ ႐ုပ္ရွင္ဇာတ္ကားေတြကို ကြၽန္ေတာ္ ႐ိုက္ခဲ့ရတယ္။ ဇာတ္ကားေတြမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးခဲ့ရတာေတြကို လြမ္းေနခဲ့တာပါ။ ကြၽန္ေတာ္က ကာတြန္း ဇာတ္ေကာင္ေလးေတြကို ခ်စ္တယ္။ ကာတြန္း႐ုပ္ရွင္ ဇာတ္ကားေတြ ႐ိုက္ရတာလည္း ေပ်ာ္ပါတယ္။ ကြၽန္ေတာ္က အေမရိကန္ သ႐ုပ္ေဆာင္၊ ကာတြန္း႐ုပ္ရွင္ ပညာရွင္ Mike Judge ရဲ႕ ပရိသတ္ တစ္ေယာက္ပါ။ ကြၽန္ေတာ္က သူ႐ိုက္တဲ့ King of The Hill ကာတြန္း႐ုပ္ရွင္ ဇာတ္လမ္းတြဲမွာလည္း အသံနဲ႔ သ႐ုပ္ေဆာင္ ေပးခဲ့ဖူးတယ္။ ကိုယ္ကိုယ္တိုင္လည္း ႀကဳိက္ႏွစ္သက္တဲ့ အစီအစဥ္ တစ္ခုမွာ ပါဝင္ခြင့္ ရခဲ့တာကေတာ့ တကယ့္ကို ရင္ခုန္ စိတ္လႈပ္ရွား စရာပါပဲ။အင္တာဗ်ူးဖတ္ျပီး ဇာတ္ကားၾကည့္ခ်င္စိတ္ေပၚလာသူမ်ားအတြက္ ေအာက္ကလင့္ကေနတစ္ဆင့္ ၀င္ေရာက္ၾကည့္ရႉႏိူင္ပါတယ္။(ျမန္မာစာတန္းထိုးဖိုင္ကေတာ့ www.mmsubtitles.comမွ ဖန္တီးထားခ်င္းျဖစ္ပါတယ္)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/Walking-with-Dinosaurs-2013-1.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/OrWF",
        "server": "drive.google.com",
        "size": "600 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/CHgjE",
        "server": "openload.co",
        "size": "600 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-Y7|2021|1h 45min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "Pokémon the Movie: Secrets of the Jungle (2021)",
    "description": "Pokemon the Movie : Secrets of the Jungle (2021)ပိုကီမွန် ပရိသတ်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့ပိုကီမွန်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခေါက်ဇာတ်လမ်းမှာတော့ ဇာရူဒ်တောအုပ်ထဲကစမ်းချောင်းနားမှာ ငိုနေတဲ့ Kokoကိုဇာရူဒ်နယ်ခံ ပိုကီမွန်တစ်ကောင်က သူနဲ့အတူ ခေါ်လာခဲ့ပါတယ်ဒါပေမဲ့ ဇာရူဒ်နယ်မြေကို အခြားသူတွေဝင်ခွင့်မရှိဘူးဆိုတဲ့ စည်းမျဥ်းကြောင့်Koko စွန့်ပစ်ရမှာဖြစ်ပေမဲ့လည်း ခေါ်ဆောင်လာပေးခဲ့တဲ့ ပိုကီမွန်ကသူကိုယ်တိုင် ကလေးရဲ့မိသားစုကိုရှာပေးမယ်ဆိုပြီးတော့ အုပ်စုကနေထွက်ခွာလာခဲ့တယ်အစမှာ သူဟာ Koko ကို လူသားတွေနေတဲ့နေရာမှာ သွားထားဖို့ ကြံစည်ခဲ့ပေမဲ့လည်းအခြေအနေအမျိုးမျိုးကြောင့် မထားဖြစ်ခဲ့ပါဘူးပိုကီမွန်တစ်ယောက်က လူသားလေး Koko ကို သူ့သားအရင်းလိုမျိုးကိုယ်တိုင်စောင့်ရှောက်ခဲ့ပြီး လူသားဖြစ်ကြောင်းကို ဖုံးကွယ်ထားခဲ့တယ်ဒါပေမဲ့ အချိန်ကြာတဲ့အမျှ Koko တစ်ယောက်သူ့ကိုယ်သူ အခြားသူတွေနဲ့မတူညီတာနဲ့ပတ်သတ်ပြီးအမြဲတမ်းသံသယဝင်ခဲ့ရာကနေ Ash နဲ့တွေ့ဆုံတဲ့ချိန်မှာသူဟာ လူသားတစ်ယောက်ဖြစ်တာ သိသွားပြီးသူ့မိဘအရင်းကို လိုက်ရှာဖို့ဖြစ်လာပါတော့တယ်Koko တစ်ယောက် သူ့မိဘတွေကိုရှာတွေ့မှာလား…??ဇာရူဒ်တောအုပ်နဲ့ ကိုကိုမိဘတွေကြားမှာကောဘယ်လိုကိစ္စတွေကပါဝင်ပတ်သတ်နေမှာလဲ….?? ဆိုတာစိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Shwe Pyae က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480pFile size…1.8GB and 1.1GB and 506MBFormat…mp4Duration….1h 40minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Shwe Pyae and Thet Hnin HsuEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTetsuo YajimaCastIkue ÔtaniInuko InuyamaKankuro NakamuraKoichi YamaderaMegumi HayashibaraMoka KamishiraishiRica MatsumotoShin-ichiro MikiShôko Nakagawa",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTZlNzc2MmItYWUxYi00NzBlLTg2M2EtNTU3YjZiZjI3Zjc5XkEyXkFqcGdeQXVyMTA3MzQ4MTg0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/pokemon-the-movie-the-power-of-us-2018",
        "server": "VIP Links",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pokemon-the-movie-the-power-of-us-2018-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/a5on1oshxycg.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "8.3/",
      "rating_count": "6557"
    },
    "title": "Sex Education Season (2018)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/27b1gTpwjZiwGafp8n4XnZRYGEV.jpg",
      "https://image.tmdb.org/t/p/w300/u23G9KZregWHs1use6ir1fX27gl.jpg",
      "https://image.tmdb.org/t/p/w300/eDCDAXdY6so6xgGX4fuBDjLnoN6.jpg",
      "https://image.tmdb.org/t/p/w300/6Sso2uEdlZtQuj8pgkBFms7TgPY.jpg",
      "https://image.tmdb.org/t/p/w300/5XApZkzLHCwrZ8c6l0AJHaeD1of.jpg",
      "https://image.tmdb.org/t/p/w300/6duXkKOmZHfCvg0NSkVJAXkeibu.jpg",
      "https://image.tmdb.org/t/p/w300/9BVNZGiK2OXqfo1HoYOKqGTAKui.jpg",
      "https://image.tmdb.org/t/p/w300/l0Wsxxhm7gIpb5qFjpjQtUTvZzC.jpg",
      "https://image.tmdb.org/t/p/w300/7UKgB00W2zFeNQl42SJ3XkJXtql.jpg",
      "https://image.tmdb.org/t/p/w300/bxU79lpl8ZQAVJ72155kqWkuqMu.jpg",
      "https://image.tmdb.org/t/p/w300/yqbTWmaP4fdnrbgwPQDHITktyOE.jpg",
      "https://image.tmdb.org/t/p/w300/aAJcTwppZacEjFJr07l4koUHDZN.jpg",
      "https://image.tmdb.org/t/p/w300/1c7zy6zUbZ2s4zFAy6CpKipQvdQ.jpg",
      "https://image.tmdb.org/t/p/w300/wfkmVaWvW05uvuPI6iY6tmUVCt1.jpg",
      "https://image.tmdb.org/t/p/w300/eihB6OWQMljJD86ApQIC649Q91Y.jpg",
      "https://image.tmdb.org/t/p/w300/hs6arZNSfYNvASFisxK5PZWjnaR.jpg",
      "https://image.tmdb.org/t/p/w300/eGWoFX10Nz1y6BbA6zPQys6LuM2.jpg",
      "https://image.tmdb.org/t/p/w300/fhWr9mwY20MVnG5I3FfHALMf4ry.jpg",
      "https://image.tmdb.org/t/p/w300/6Oii8Hdg25TIbii749PB90XT2Dq.jpg",
      "https://image.tmdb.org/t/p/w300/50hi1RaXoQOKMhejuRKMcTvvaUY.jpg",
      "https://image.tmdb.org/t/p/w300/6zguTowSkfcJ9AfqEcgrVsXCvAx.jpg",
      "https://image.tmdb.org/t/p/w300/f3QH7R04GbWPlioaF5NdxyunMkv.jpg",
      "https://image.tmdb.org/t/p/w300/kvao45rdv7Qjc0cdQoawMwi6SYJ.jpg",
      "https://image.tmdb.org/t/p/w300/fXGuTNdIoIbmnt69gSzTdbbkFyA.jpg",
      "https://image.tmdb.org/t/p/w300/byOoJZyKc1aS1VRZG04zVO37mOJ.jpg",
      "https://image.tmdb.org/t/p/w300/nh026lCTB9hjk7neCTFQjxsPsNg.jpg",
      "https://image.tmdb.org/t/p/w300/qL0nvJaPr8XuQLdPBNlomjcS3Zm.jpg",
      "https://image.tmdb.org/t/p/w300/41cKFSaFznkCX3Vzbdvjcx3xYbX.jpg",
      "https://image.tmdb.org/t/p/w300/ftA01CONEApdL4VjM77a1d0IgRx.jpg",
      "https://image.tmdb.org/t/p/w300/9G7PnbxWzVVWczBeBhM7eXtNezE.jpg",
      "https://image.tmdb.org/t/p/w300/69hMOHfp6WD8JV7iet7VKYFi3zf.jpg",
      "https://image.tmdb.org/t/p/w300/3pntig3SAxjLNBSWXoPybYUejav.jpg",
      "https://image.tmdb.org/t/p/w300/jzlmTivc0ys5MciEthqyHwplLky.jpg",
      "https://image.tmdb.org/t/p/w300/w116bYh5ws76m4eRcVmSCFODOsH.jpg",
      "https://image.tmdb.org/t/p/w300/iAH5XPYVlRMtwV0a6YN9dtaqERq.jpg",
      "https://image.tmdb.org/t/p/w300/t2vX8EBEGJ8tBVtubeX9K7cdcdO.jpg",
      "https://image.tmdb.org/t/p/w300/qYdoRKAHSdr2YNq0dfXUPcJVm5c.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/sex-education-season-4_poster_goldposter_com_1.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "Hd2ldTR-WpI",
      "video_url": "https://www.youtube.com/watch?v=Hd2ldTR-WpI",
      "embed_url": "https://www.youtube.com/embed/Hd2ldTR-WpI"
    }
  },
  {
    "metadata": "PG-13|2022|2h 20m|Comedy,Crime,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "13k"
    },
    "title": "Glass Onion: A Knives Out Mystery(2022)",
    "description": "ကဲ 2019 တုန်းက နာမည်အရမ်းကြီးခဲ့တဲ့ Knives Out ရဲ့ ဒုတိယရုပ်ရှင်ထွက်လာပါပြီ။Glass Onion ဆိုတဲ့နာမည်ကတော့ ကမ္ဘာကျော် Beatles အဖွဲ့ရဲ့ သီချင်းကို ကိုးကားထားတာပါပဲ။ပထမကားနဲ့မစပ်ဆက်ဘဲ သီးသန့်အမှုတစ်ခု ကြည့်ရမှာပါ။ မင်းသားကတော့ဂျိမ်းစ်ဘွန်း မင်းသားကြီး ဒန်နီရယ်ခရိတ်ပဲ စုံထောက်ကြီး Benoit Blanc ဘန်ဝါး ဘလန့် အနေနဲ့ပြန်ပါလာတာပါ။ ဒီတစ်ကားမှာလည်း အရင်ကားလိုပဲ နာမည်ကြီးတွေ အပြည့်ပါပါတယ်။Fight Club မင်းသားကြီး Edward Norton၊ Hidden Figure ထဲကJanelle Monáe၊ Dave Bautista၊ အက်မင့်ဆော် Jessica Henwick၊ Ethan Hawke တို့အစုံပါပဲ။ကိုဗစ်ကာလမှာရိုက်ထားတာမို့ အစပိုင်းမှာ Maskတွေ တပ်ဆင်ထားတာကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ကားပီပီအများကြီးမပြောတော့ပါဘူး။ဘီလီယံနာတစ်ယောက်ဟာ သူ့ရဲ့မိတ်ဆွေဟောင်းဖြစ်တဲ့ အမတ်၊ မော်ဒယ်၊ ယူကျုဆယ်လီ၊ သိပ္ပံပညာရှင် စတဲ့လူစုံကိုအားလပ်ရက်မှာ သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်းတစ်ခုပေါ်ကို ဖိတ်လိုက်ပါတယ်။စားသောက်အနားယူရင်း လူသတ်ပဟေဠိဖော်တမ်းကစားဖို့ပေါ့လေ၊ အဲဒီအတွက်နာမည်ကျော်စုံထောက်ကြီး ဘန်ဝါး ဘလန့်လည်း ဖိတ်ခေါ်ခံလိုက်ရပါတယ်။အဲဒီကျွန်းပေါ်မှာ ဘယ်သူတွေသေပြီး အမှုတွေဘယ်လိုလိုက်ကြမလဲဆိုတာကိုတော့ဆက်ကြည့်ရမှာပါပဲ။ ပထမကားလိုပဲ ဟာသတွေ ဉာဏ်စမ်းတွေအပြည့်ပါတာမို့ ကြိုက်ကြမှာပါ။File size…3.2GB / 1.3GBQuality…1080p WEB RIP AAC5.1CH / 720pFormat…mp4Duration….2h 20mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Mr AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRian JohnsonStarsDaniel CraigDave BautistaEdward NortonJanelle MonáeJessica HenwickKate HudsonKathryn HahnLeslie Odom Jr.Madelyn ClineNoah SeganCastAdam DavenportAdele FranckAli GoksoyAngela LansburyCoco ShinomiyaDallas RobertsDan CharitonDaniel CraigDave BautistaDilcia BarreraEddie GorodetskyEdward NortonEthan HawkeHugh GrantJacek CzajkaJackie HoffmanJames PaytonJanelle MonaeJessica HenwickJoseph Gordon-LevittKareem Abdul-JabbarKate HudsonKathryn HahnLauren IvyLeslie Odom Jr.Madelyn ClineMark NewmanMomo PićurićN.J. GentryNatasha LyonneNoah SeganPanagiotis MargetisSerena WilliamsStephen SondheimT. Florian KarnowskiYo-Yo Ma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1gKurtZWrqsXB7mSYWY0W4CpUjl.jpg",
      "https://image.tmdb.org/t/p/w300/yoOnfAu55rjrl1KZn2szxACVnS3.jpg",
      "https://image.tmdb.org/t/p/w300/VUB2ALp0v7f3GelUa3FBdkxBvP.jpg",
      "https://image.tmdb.org/t/p/w300/1q8GtJ7SDdavZnGQBPDoQ1uSeDf.jpg",
      "https://image.tmdb.org/t/p/w300/xBL9IMKYo9NR99ci6JpxyoL2EJC.jpg",
      "https://image.tmdb.org/t/p/w300/y3uOfZAYwLkbvhunswBCskNMrfI.jpg",
      "https://image.tmdb.org/t/p/w300/cSKDzwUYlQXKXRrakaKf95PKTwP.jpg",
      "https://image.tmdb.org/t/p/w300/3zJlkhJhUvGSZOWBP3G6Y7BXGQy.jpg",
      "https://image.tmdb.org/t/p/w300/i0hk1K9IDXD43XhynNM6Po0VF0w.jpg",
      "https://image.tmdb.org/t/p/w300/grKPPYfeW6L643tp7x2toDjC45k.jpg",
      "https://image.tmdb.org/t/p/w300/l2K2KXmVbby1VT5TrP6qxkNMO3Y.jpg",
      "https://image.tmdb.org/t/p/w300/pUbtZzMm1G2j1pfWn1V6StdTCmU.jpg",
      "https://image.tmdb.org/t/p/w300/rBCkCHP7Mmg7Qwz6ch0qxYIzntE.jpg",
      "https://image.tmdb.org/t/p/w300/ogw4qLDybugqn3KRy44pLz0gGFS.jpg",
      "https://image.tmdb.org/t/p/w300/z7BMt9cRrAcjA9Ei1yDRWevGyzK.jpg",
      "https://image.tmdb.org/t/p/w300/kPfGWcjpoYyNav0rvJS2VKX7u0W.jpg",
      "https://image.tmdb.org/t/p/w300/5vTx04pxntXBd76hN2SI7NNTOfT.jpg",
      "https://image.tmdb.org/t/p/w300/l2H8Tg3e4PVPjr7ABD5853xmNAT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDNmMGM2Y2QtMWIxZS00ZGQ3LWE2OWYtNGVmN2Q4Y2Y2ODJlXkEyXkFqcGdeQXVyMDM0NjE3Mg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/glass-onion-a-knives-out-mystery-2022-1080-p-web-h-264-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/496bzhlpwgg0.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/tqgfta5x9p01/Gl_.Onion.A.Knives.Out.Mystery.2022.1080p.WEB.h264.AAC5.1CH(CM).mp4",
        "server": "streamvid.io",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VWjc/Glass.Onion.A.Knives.Out.Mystery.2022.1080p.WEB.h264.AAC5.1CH(CM)(1).mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/E2EwnDDR#z9cPnPSwVyY_fcuAcu1Xjn0DDg0qLAPklFhTUl9hBgI",
        "server": "mega.nz",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/glass-onion-a-knives-out-mystery-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ua9z6np7ve3g.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/w6j8pnd9t8qh/Gl_.Onion.A.Knives.Out.Mystery.2022.720p(CM).mp4",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VWjm/Glass.Onion.A.Knives.Out.Mystery.2022.480p.WEB.h264(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2mBhxYQT#uawnHSOnjTyB7eUthzWIvbfxU5zhYVG9ezY-RtxC2O4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/mnauaa0yut9w.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ieEF6Mm4Y0w",
      "video_url": "https://www.youtube.com/watch?v=ieEF6Mm4Y0w",
      "embed_url": "https://www.youtube.com/embed/ieEF6Mm4Y0w"
    }
  },
  {
    "metadata": "|2023|1h 45min|Action,Drama",
    "rating": {
      "rating": "5/10",
      "rating_count": "123"
    },
    "title": "Loan Boy aka Usury Academy (2023)",
    "description": "Loan Boy a.k.a Usury Academy (2023)Plot ကောင်းကောင်းနဲ့ School Action ကားတွေကိုမှ နှစ်သက်သူ‌တွေ အကြိုက်တွေ့စေမယ့် Loan Boy (2023)ဇာတ်လမ်းအကျဉ်းကတော့ စီးပွားပျက်သွားတဲ့ မိဘတွေရဲ့အတိုးရှင်ကြောင့်ငွေတိုးချေးလောကထဲကို ရောက်ရှိသွားခဲ့တဲ့ အထက်တန်းကျောင်းသားလေး ဂန်ဂျင်းရဲ့အကြောင်းကို ရိုက်ကူးထားတာပါစာသင်ခန်းကို ငွေချေးရုံးခန်းအဖြစ် ပြောင်းလဲပြီး ကျောင်းသားတွေကြားထဲမှာငွေတိုးချေးသမားအနေနဲ့နာမည်ကြီးလာတဲ့ ဂန်ဂျင်းတစ်ယောက် ဘယ်အခြေအနေထိ ဒီပုံစံအတိုင်း ဆက်သွားနိုင်လောက်မလဲတဖြည်းဖြည်း သူလည်း ငွေတိုးချေးလောကမှာ ကျင်လည်ရင်း ပိုက်ဆံရဲ့သားကောင် ဖြစ်သွားမလား ဆိုတာအပြင်တခြားစိတ်ဝင်စားဖို့လည်းကောင်းသလို အသိပညာလည်းရစေမယ့် ဇာတ်လမ်းဇာတ်ကွက်လေးတွေပါတာမို့ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲလို့ ညွှန်းချင်ပါတယ်။Main Casts တွေအဖြစ် The Story of Park’s Marriage Contract နဲ့The Queen’s Umbrella ထဲက အချစ်တော်လေး Yoo Seon Ho အပြင်Alchemy of Souls ထဲက Yoo In-Soo, Seo Hye Won စတဲ့ နာမည်ကြီးတွေလည်း ပါဝင်ထားတာမို့ အကြိုက်တွေ့စေမယ်လို့ ထင်ပါတယ်နော်။အညွန်း နဲ့ ဘာသာပြန်ကတော့Hmwe Thet Winnပဲ ဖြစ်ပါတယ်။Genre….. Action, DramaQuality…. 1080p | 720pFile size… 908MB | 428MBFormat… mp4Duration…. 1h 45minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Hmwe Thet WinnEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastKang Mi-naLee Chan-hyungLee Il JunSeo Hye-wonShin Su-hyunYoo In-sooYoo Seon-hoYoon Byung-hee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fLKf9EonnbNxreP6P6Jd9McsS8X.jpg",
      "https://image.tmdb.org/t/p/w300/18iwL5ML0pmkLh0zQZsTLIMdPVz.jpg",
      "https://image.tmdb.org/t/p/w300/x5YJZiqFXEcOAe0l381gOyiIEvQ.jpg",
      "https://image.tmdb.org/t/p/w300/gHOgrhwKuUNJ2Z0HnxZUmfQ7yk9.jpg",
      "https://image.tmdb.org/t/p/w300/jm17bxVrqAeZX6RL6VY1T4tp23c.jpg",
      "https://image.tmdb.org/t/p/w300/qaJgA0qtDV08BzZLOhuib8ZWE0S.jpg",
      "https://image.tmdb.org/t/p/w300/k1ZhJ2c3YA6N7mkYHN5NXkXi9O3.jpg",
      "https://image.tmdb.org/t/p/w300/IZW7CnA4uCL3TZ1lILywi8ejOR.jpg",
      "https://image.tmdb.org/t/p/w300/wDYn3yFcF33qmlKm3FMCrn607YG.jpg",
      "https://image.tmdb.org/t/p/w300/p4uBsfWjpe1dTumdXmcmIjQwwc4.jpg",
      "https://image.tmdb.org/t/p/w300/eUPZwRXU6n9guGqsCpagmw8I027.jpg",
      "https://image.tmdb.org/t/p/w300/dlGlb4xyfNWVXYsfal8lKX3a59D.jpg",
      "https://image.tmdb.org/t/p/w300/bNVGsx5huARiZFWWBcRogG8osRx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vMrAf8I4nCcqVLr8InnQOsl9Dqq.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ber6wbgdgwjd.html",
        "server": "usersdrive.com",
        "size": "908MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/loan-boy-aka-usury-academy-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "908MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21FuZ/Loan.Boy.aka.Usury.Academy.2023.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "908MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/23wFVbaJ#dwY-xZbkxLKZ9kWgHlhncVEoJEe2q9Ky1ORWP1TzPoQ",
        "server": "mega.nz",
        "size": "908MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qty25lc0kldb.html",
        "server": "usersdrive.com",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/loan-boy-aka-usury-academy-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21FuZ/Loan.Boy.aka.Usury.Academy.2023.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/77AhyZDB#qhTm3lg_mDmERlowWspLiU4-TLeb-7FPP7vuLFsWugk",
        "server": "mega.nz",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/kyp9pxh3v7sa",
        "server": "streamvid.io",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/gmgcrjy8edmf",
        "server": "streamsb.com",
        "size": "428MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2022|1h 56m|Bollywood,Crime,Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "2.3k"
    },
    "title": "Jogi (2022)",
    "description": "Jogi 2022IMDb 8.2Netflix မှ Rating အကြမ်းစားနဲ့ အဆိုတော်၊ မင်းသားကြီး Diljit Dosanjh ရဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီဒီကားက ၁၉၈၀ ခုနှစ်ဒေလီမြို့မှာဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်မှန်သမိုင်းကြောင်းကိုအခြေခံရိုက်ကူးထားပြီးအကမပါ အိုဗာမပါ မိတ်ကပ်ခြယ်သမှုမပါဘဲ ရင်တစ်နင့်နင့်နဲ့ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် ထိုခေတ်ထိုအခါကအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့လူတွေရဲ့အင်တာဗျူးတွေမှာလည်း ကိုယ်စီကိုယ်စီ ရင်နင့်စရာဇာတ်လမ်းတွေကြောင့် အိန္ဒိယသမိုင်းဝင်ဖြစ်ရပ်ကို Netflix မှ ပြန်လည်ပုံဖော်တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်———–ဒေလီမြို့မှာ ငြိမ်းချမ်းတဲ့ဆစ်ခ်ဘာသာဝင်လူမျိုးတွေနေထိုင်တဲ့မြို့တစ်မြို့ရှိပါတယ်တွေ့သူတိုင်းနှုတ်ဆက်ပျုငှာတတ်ကြပြီး အုပ်စုဖွဲ့ဆော့ကစားတတ်ကြတဲ့ကလေးတွေကလည်းမြို့ရဲ့ဆည်းလည်းသံအလား သာယာနေတတ်ပါတယ်ဒီမြို့မှာဆို ဂျိုဂီက မသိသူမရှိ ဖော်ရွေတတ်သူကြီးပေါ့ အစ်မဖြစ်သူရဲ့သားလေးပရက်ရဲ့မွေးနေ့ပွဲအတွက် တစ်အိမ်လုံးပြင်ဆင်စရာရှိတာပြင်ဆင်တစ်ရပ်ကွက်လုံးပတ်ဖိတ်ထားပြီး ညနေခြောက်နာရီမှာမွေးနေ့ပွဲကျင်းပဖို့တာစူနေကြပါတယ် ခြောက်နာရီမတိုင်ခင်တော့ ကျောင်းတက်တဲ့လူကတက်|အလုပ်သွားတဲ့လူကသွားပေါ့ ဒါပေမယ့် အဲဒီနေ့မှာပဲသူတို့ပျော်ရွှင်စရာတွေအဆုံးသတ်သွားမယ်ဆိုတာ ဘယ်သူမှမသိခဲ့ကြပါဘူးအကြောင်းကတော့ အိန္ဒိယနိုင်ငံရဲ့မိခင်အဖြစ်သတ်မှတ်ခံထားရတဲ့ဝန်ကြီးချုပ်ကလုပ်ကြံခံလိုက်ရလို့ပါပဲ လုပ်ကြံတဲ့လူတွေကလည်းဆစ်ခ်လူမျိုးနှစ်ယောက်ဆိုတော့ တစ်မြို့လုံးက ဆစ်ခ်လူမျိုးတွေအပေါ်အမုန်းတရားတွေစုပြုံပြီး မြင်သမျှသတ်ဖြတ် မီးရှို့ရင်းပျော်ရွှင်စရာဒေလီမြို့လေးက မီးလောင်ပြင်တွေ အော်ဟစ်ငိုယိုသံတွေနဲ့တစ်မဟုတ်ချင်းပြည့်နှက်သွားခဲ့ရပါတယ် ထုံးစံအတိုင်း နိုင်ငံရေးရဲ့နောက်ကွယ်မှာဖုံးကွယ်မှုတွေရှုပ်ထွေးမှုတွေရှိနေတတ်တော့ ရာနဲ့ချီပြီးပြေးပေါက်ပိတ်နေတဲ့ဆစ်ခ်လူမျိုးတွေကိုလူမျိုးဘာသာမတူတဲ့ လူသုံးယောက်က ကယ်တင်သွားမယ့်ပုံတွေကိုအသည်းတစ်ယားယားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် သူတို့တွေလွတ်မြောက်သွားကြမှာလားအရင်လို ပျော်ရွှင်စရာဒေလီမြို့လေးကိုပြန်ရနိုင်မလား ဆိုတာတော့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါရှင်File size…1.8GB / 819MBQuality…1080p NF WEB DL / 720pFormat…mp4Duration….1h 56mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL & Allena & YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAli Abbas ZafarStarsAmyra DasturDiljit DosanjhHiten TejwaniKumud MishraMikhail YawalkarMohammed Zeeshan AyyubNeelu KohliParesh PahujaSadanand PatilCastAmyra DasturApindereep SinghArvinder Singh GillCharu KumarDiljit DosanjhHiten TejwaniK.P. SinghKumud MishraMikhail YawalkarMohammed Zeeshan AyyubNeelu KohliNimrat Pratap SinghNoyrika BhathejaParesh PahujaSadanand PatilSamarjit Singh MahajanSaurabh Chauhan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f2YYd59EwNAMroWDds4MhRooFWp.jpg",
      "https://image.tmdb.org/t/p/w300/zc1cz60youZF18kUNMaOaRscn5.jpg",
      "https://image.tmdb.org/t/p/w300/8JBrZ8MSifdExGmNLKWdU8oYEy6.jpg",
      "https://image.tmdb.org/t/p/w300/b5F6Z0yI3jBD6sMfKpwDDlb73hZ.jpg",
      "https://image.tmdb.org/t/p/w300/6zZma4IiQE9DXfyGAhasOGhUdN2.jpg",
      "https://image.tmdb.org/t/p/w300/4U0NeO5v7GUNSxin0pUlTENo6zo.jpg",
      "https://image.tmdb.org/t/p/w300/jiDHHjMEoK1joYogF4EmTbKmqBQ.jpg",
      "https://image.tmdb.org/t/p/w300/v6CUbCI9QjEHMTXZ00bWbTEIO3p.jpg",
      "https://image.tmdb.org/t/p/w300/nj12L72sugZkFfIP2LygD6gjhCY.jpg",
      "https://image.tmdb.org/t/p/w300/uVPEYr4UtAc2QFTo60XrnEmq7qH.jpg",
      "https://image.tmdb.org/t/p/w300/1mebehhBhEvia6ED2rLYHDxtCLE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/jogi-2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jogi-2022-1080-p-nf-web-dl-h-264-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6o347f0ly6go.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1OasY/Jogi.2022.1080p.NF.WEB-DL.H264.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2nJyCBDJ#vbI6OoWZyERMXP3Hvi7vLw6VKQTXh8DCkshRcsLKiWU",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/x1kt8va100nu.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/jogi-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "819MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rhlvvrdnvamv.html",
        "server": "usersdrive.com",
        "size": "819MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Oat0/Jogi.2022.720p(CM).mp4",
        "server": "megaup.net",
        "size": "819MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/b6A3UQ5L#Em6al-6toWfLsjsks_FxKoDSLOGiVGhdxOyzjO8Ppfo",
        "server": "mega.nz",
        "size": "819MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/hgn6vsvvhi9f.html",
        "server": "streamsb.com",
        "size": "819MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adult,Horror,Sci-Fi",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "Species (1995)",
    "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။ဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။Species နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကိုhttps://channelmyanmar.org/?s=speciesမှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species (1995) ဇာတ်လမ်းအကျဉ်း….ကမ္ဘာ့အပြင်က ရရှိလာတဲ့ ကမ္ဘာဂြိုဟ်က မဟုတ်တဲ့ ဒီအန်အေကို ကမ္ဘာမြေကလူသားဒီအန်အေနဲ့ပေါင်းစပ်ပြီး ထူးဆန်းတဲ့သက်ရှိတစ်မျိုးဖန်တီးရာကနေ ဇာတ်လမ်းစတာပါပဲ။ဒီဂြိုလ်သားတစ်ပိုင်းလူသားတစ်ပိုင်း သတ္တဝါမျိုးက ဘယ်လိုအကျင့်စရိုက်တွေနဲ့ ဘာတွေဆာလောင်လဲဆိုတာနဲ့လူသားတွေရဲ့ အလိုရမ္မက်လောဘကြီးမှုတွေကြောင့် ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။File size…(4.4 GB)/(1.4 GB)/(930 MB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:48:20Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated bySan Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlfred MolinaAnthony GuideraBen KingsleyCaroline BarclayChristopher IvinsCoati MundiDana HeeDavid JensenDavid K. SchroederDavid SelburgDendrie TaylorDon FischerEd StoneEsther ScottForest WhitakerFrank WelkerGary BullockGreg BronsonHerta WareJames EntJason NewellJayne LukeJellybean BenítezJimmy ChungaJordan LundJustin ArmaoKurtis BurowLeslie IshiiLisa LiberatiLucy RodriguezMarg HelgenbergerMarliese SchneiderMatthew AshfordMelissa BickertonMichael MadsenMichelle WilliamsNatasha HenstridgePamela CookPatricia BelcherRichard FancyRobert MendelsonRoman GüttingerSara LiseScott McKennaScott SprouleShirley PrestiaStogie KenyattaSusan HauserVirginia MorrisWhip HubleyWilliam BumillerWilliam UtayZak Knutson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5ccklJJR9McV3nzAgurdbc5nAlz.jpg",
      "https://image.tmdb.org/t/p/w300/rFBWCOOW0C3zheld8LNWtCL4reo.jpg",
      "https://image.tmdb.org/t/p/w300/tEHmWaIzM0nuFi1CKQL8mJdJZsT.jpg",
      "https://image.tmdb.org/t/p/w300/vsMlaziJ8cGfso4e4XLdLi5PCZ2.jpg",
      "https://image.tmdb.org/t/p/w300/bT46WKx6SlgJuYZlbM2JdPym4eu.jpg",
      "https://image.tmdb.org/t/p/w300/pP9uGIUDYz3ByKu09vx9Fi5ozN9.jpg",
      "https://image.tmdb.org/t/p/w300/3jwP4ufmtDOMje5xblI2UEPobnf.jpg",
      "https://image.tmdb.org/t/p/w300/zVojCh66fzvLJSGwFm3Hj5zDt6c.jpg",
      "https://image.tmdb.org/t/p/w300/bTHqaM1SVXSpEELkZ471MFlt53s.jpg",
      "https://image.tmdb.org/t/p/w300/7kslPUTCLy7knGt4TRjeWS0V6PN.jpg",
      "https://image.tmdb.org/t/p/w300/4ZMSV8V9MMbJstbVvWw0haKszr4.jpg",
      "https://image.tmdb.org/t/p/w300/t7HZQSiwgP2yB8AP2pK7LNBrSJP.jpg",
      "https://image.tmdb.org/t/p/w300/hnuxJ3CCKPzcRii9wpKYwwBlzQ4.jpg",
      "https://image.tmdb.org/t/p/w300/tg0396FwBtNDqIf0pQi3X1JmZ6Q.jpg",
      "https://image.tmdb.org/t/p/w300/qLi6lFJveKLWrkSACPI5LeXRLaY.jpg",
      "https://image.tmdb.org/t/p/w300/orhRrowNV0QboGR1GymzLFiwZkY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/FSRYMCKXIAEm3LV.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-species-1995-2160-p-4-k-uhd-blu-ray-x-265-10-bit-sdr-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.4 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1SY9a/(CM)_Species.1995.2160p.4K.UHD.BluRay.x265.10bit.SDR.HEVC.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "4.4 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/13off2i2qeto.html",
        "server": "usersdrive.com",
        "size": "4.4 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-species-1995-1080-p-blu-ray-x-265-10-bit-sdr-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1SY7e/(CM)_Species.1995.1080p.BluRay.x265.10bit.SDR.HEVC.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/eqZAxaqK#xAbkJqEk1OsGfNseFnAKInu7JEbYgq1Gz_NKXIKOhC0",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/mdxysl012kbu.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-species-1995-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SZjk/(CM)_Species.1995.BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/TjhlmDYY#GgvES09a6HMPJTA7KdhwXP1nRDesLMXSk0d0qlKNyQQ",
        "server": "mega.nz",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/q25eenkbujdw",
        "server": "streamvid.io",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/t7aoigbzn2bi.html",
        "server": "streamsb.com",
        "size": "930 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ECe9Yqltw_w",
      "video_url": "https://www.youtube.com/watch?v=ECe9Yqltw_w",
      "embed_url": "https://www.youtube.com/embed/ECe9Yqltw_w"
    }
  },
  {
    "metadata": "|2015||Comedy,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1800"
    },
    "title": "Chloe and Theo (2015)",
    "description": "Chloe and Theo (2015)================ကမ္ဘာကြီးပူနွေးလာမှုကြောင့် ဝင်ရိုးစွန်းကရေခဲတောင်တွေအရည်ပျော်ကျလာမှုနဲ့အတူ အဲ့ဒီဘက်ပိုင်းမှာနေထိုင်တဲ့ အက်စကီးမိုးတွေရဲ့ နေ့စဉ်ဘဝကိုခြိမ်းခြောက်စပြုလာတဲ့နောက် သူတို့ဆီက အကြီးအကဲတွေဟာ သူတို့ထဲကမှလူရည်လည်၊အင်္ဂလိပ်စကားတတ်တဲ့ သီယိုကို ရွေးချယ်ပြီး သူတို့ပြောချင်တဲ့သတင်းစကားပါးဖို့အတွက် နယူးယောက်မြို့ကိုစေလွှတ်ခဲ့ပါတယ်။မြို့တော်ကြီးမှာ သီယိုတစ်ယောက်တည်းယောင်ချာချာဖြစ်နေတုန်း ကလိုဝီဆိုတဲ့ အိမ်ခြေယာမဲ့ကောင်မလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနောက် ကလိုဝီရဲ့အတူနေမိတ်ဆွေတွေရဲ့ ကူညီမှု အားပေးမှုတွေနဲ့ ဝင်ရိုးစွန်းက အမှာစကားကိုကမ္ဘာကုလသမဂ္ဂနဲ့တကွ လူအများဆီကိုသတင်းပါးဖို့ အားထုတ်ကြပုံတွေကိုရှုမြင်ရမှာဖြစ်ပါတယ်။ကလိုဝီအဖြစ် Dakota Johnson နဲ့ သီယိုအဖြစ်ပါဝင်ထားသူကတော့ ပြင်ပမှာလည်း ရာသီဥတုပြောင်းလဲမှုတွေနဲ့ပတ်သက်ပြီး လူတွေ awareness ရအောင်လုပ်ဆောင်နေတဲ့ Theo Ikummaq ကိုယ်တိုင်ပါပဲ။ ဒီရုပ်ရှင်ဟာလည်း သူ့ကြိုးစားမှုတွေ အားထုတ်မှုတွေကိုအခြေခံထားတာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Alias ဖြစ်ပါတယ်)File Size……….(1 GB) / (413 MB)Quality…………BLU-RAY 1080p / 720pDuration……..1Hr 40MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, DramaTranslator……AliasEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEzna SandsCastAndré De ShieldsAshley SpringerChristopher BackusDakota JohnsonErin OramHaas ManningLarry KingMira SorvinoTheo Ikummaq",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/65DZqY3Aj1iBIptSnyHiaQ1RRon.jpg",
      "https://image.tmdb.org/t/p/w300/2vmE1EaqBOPRoslWTz2ovgq4oEI.jpg",
      "https://image.tmdb.org/t/p/w300/cduVGJOYUAlR5PXNo1VcYGhMQlJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTU5NTU2NTEyN15BMl5BanBnXkFtZTgwNTAwMTE2NjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chloe-and-theo-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hPnu/Chloe.and.Theo.2015.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/ktzfzerpruw6",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Vydj1ZiI#kXjz_7bJg2HrjyHBHODJq3aL8qqzfobguMFH9ZFS2oQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c0r87ob6gvnw.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/chloe-and-theo-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hPn6/Chloe.and.Theo.2015.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/qxobffqk36fl",
        "server": "streamsb.com",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Vv1GTBCK#WxsWWVM32cMz9lnwchW0h9hvbIa1miJfymHwDEgfCkQ",
        "server": "mega.nz",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pk03oq1ubxeh.html",
        "server": "usersdrive.com",
        "size": "413 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hjRHn3FY_Kk",
      "video_url": "https://www.youtube.com/watch?v=hjRHn3FY_Kk",
      "embed_url": "https://www.youtube.com/embed/hjRHn3FY_Kk"
    }
  },
  {
    "metadata": "|||Adult,Asian,Crime,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": ""
    },
    "title": "[18+] Raped by an Angel (1993) Naked Killer 2",
    "description": "ဟောင်ကောင်မင်းသမီး Chingmy Yau ရဲ့ 1992 ကထွက်ခဲ့တဲ့ Naked Killler ရဲ့ နံပါတ် ၂ …Naked Killler 2 ဖြစ်ပေမယ့် သူ့ထက်ပိုနာမည်ကျော်တဲ့ စီးရီးစ်တစ်ခုဖြစ်လာမယ့်Raped by an angel ဇာတ်ကားတွဲတွေအတွက် ပထမဆုံးကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ယူးနဲ့ မင်းမင်းတို့ဟာ မိဘမဲ့ကျောင်းတစ်ကျောင်းထဲက အတူတူထွက်လာတဲ့အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်လဲဖြစ် အခုချိန်မှာ တက်သစ်စကြေငြာမင်းသမီးလေးတွေဖြစ်နေပြီးတော့တိုက်ခန်းတစ်ခုမှာအတူတူနေကြပါတယ်။ပါတီတစ်ခုမှာ ချက်ခ်ဆိုတဲ့ လူပွေလူရှုပ်ပုံစံ ရှေ့နေတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးတဲ့နောက်ကံဆိုးစွာပဲအဲ့ဒီလူဟာ သူတို့ဘေးခန်းကိုပြောင်းလာခဲ့ပါတယ်။ ယူးက ကျောင်းတစ်ဖက်နဲ့အလုပ်ရှုပ်နေရင်း ထိပ်သီးနာမည်ကျော်ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်နဲ့ချစ်ဇာတ်လမ်းစချိန်မှာ တစ်ယောက်တည်းအိမ်မှာကျန်နေခဲ့တဲ့ မင်းမင်းကို ဟိုရှေ့နေက မတရားကျင့်တာခံလိုက်ရပါတော့တယ်။ဒါကို တရားရုံးမှာရင်ဆိုင်ဖို့ကြိုးစားခဲ့ပေမယ့် အကွက်စေ့ ဉာဏ်များလွန်းတဲ့ရှေ့နေက အမှုကနေ ကွင်းလုံးကျွတ်လွတ်သွားချိန်မှာတော့အချစ်ဆုံး သူငယ်ချင်းကိုယ်စား ယူး တစ်ယောက်ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ကလဲ့စားချေဖို့ကြိုးစားပါတော့တယ်။ပညာတတ်အောက်တန်းစားထက်စာရင် ကိုယ်ကျင့်တရားရှိတဲ့လူမိုက်ကမှ တော်ပါသေးတယ်ဆိုတဲ့ ရှော့ရစရာသင်ခန်းစာတချို့လဲ ပြထားနိုင်ပါသေးတယ်။၁၉၉၀ ဝန်းကျင် ဟောင်ကောင်ရွှေခေတ်က ဇာတ်ကားတွေထုံးစံအတိုင်း သတ်ခန်းဖြတ်ခန်းတွေကြမ်းတမ်းသလို ချစ်ခန်းကြိုက်ခန်းတွေမှာလဲအဖုံးအကွယ်မရှိ ပကတိအတိုင်းအလှအပတွေကိုရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။ဖြတ်ထုတ်ထားတဲ့အခန်းတွေကို ဖြတ်ဆက်အနေနဲ့ ပြန်ထည့်ထားတဲ့ ရှားရှားပါးပါး Uncut Version နဲ့တင်ဆက်ထားတာမလို့ အရွယ်မရောက်သေးသူများ မကြည့်သင့်ပါဘူး။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာhttps://channelmyanmar.org/?s=raped+by+an+angelရှာကြည့်လို့ရပါတယ်။File Size : (1.1 GB)Quality : DVDRip(Uncut Version) 720pRunning Time : 01:42:17Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byALSEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChingmy YauCindy YipDennis Chan Kwok-SanJacqueline Ng Suet-ManKingdom YuenLee Siu-KeiLinda CheungLung Tin-SangMark ChengNick CheungOi-Kit FanPatrick Hon JunSimon YamTeresa Ha Ping",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k49q2roFSJtD47xQMIfqqVZfDks.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/h71pwotpwo4w.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-raped-by-an-angel-1993-naked-killer-2",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-raped-by-an-angel-1993-uncut-version-dvd-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rOqx/(CM)_Raped_by_an_Angel_(1993)Naked_Killer_2_(Uncut_Version)_DVDRip_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FDVhwQxJ#C3N_-axheS750MWxEBlx_0JmMZE4OO6yYY_OQp-9iXM",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g3kfbk9tjhwd.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/qag82ahlggil.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MkMkSO1MeNg",
      "video_url": "https://www.youtube.com/watch?v=MkMkSO1MeNg",
      "embed_url": "https://www.youtube.com/embed/MkMkSO1MeNg"
    }
  },
  {
    "metadata": "Unrated|2021|1h 24min|Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1400"
    },
    "title": "Hive (2021)",
    "description": "Hive ( 2021 )——————~ IMDb – 7.4, RT – 100% ~Sundance ရုပ်ရှင်ပွဲတော်မှာပြခဲ့ပြီး Grand Jury Prize အပါအ၀င် ထိပ်ဆုံးဆု ၃ခုလုံးရရှိခဲ့တဲ့ ပထမဆုံးရုပ်ရှင်ပါ။ Oscar BestInternational Feature Film ရဲ့ ကိုဆိုဗို နိုင်ငံကိုယ်စားပြုရုပ်ရှင် အဖြစ်လည်း ရွေးချယ်ခံထားရပါတယ်။ဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားပြီး Feminine Strengths ကို ဂုဏ်တင်ထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ယူဂိုဆလားဗီးယားပြည်ထောင်စုဟာ ဘော့စနီးယား၊ ခရိုအေးရှား၊ မက်ဆီဒိုးနီးယား၊မွန်တီနီဂရိုး၊ ဆာဘီးယား နဲ့ဆလိုဗေးနီးယားဆိုတဲ့ သမ္မတနိုင်ငံ ခြောက်ခုနဲ့ဖွဲ့ထားခဲ့တယ်။ ၁၉၉၀နောက်ပိုင်းတော့ အကုန်ကွဲပြီး စစ်တွေဖြစ်လူမျိုးသုဉ်းသတ်ဖြတ်မှုတွေ မနည်းဖြစ်ခဲ့တယ်။ ၁၉၉၉မှာ ကုလသမဂ္ဂ လုံခြုံရေး ကောင်စီ ဆုံးဖြတ်ချက် ၁၂၄၄ အရကိုဆိုဗိုဒေသအုပ်ချုပ်ရေးကို ကုလသမဂ္ဂက လက်လွှဲယူပြီး ၂၀၀၈မှာ ကိုဆိုဗိုဟာ လွတ်လပ်တဲ့နိုင်ငံ အဖြစ်ကြေညာခဲ့ပါတယ်။ဆားဘီယားကတော့ လက်မခံဘဲ ဆားဘီးယားနိုင်ငံအတွင်းက ကုလသမဂ္ဂအုပ်ချုပ်တဲ့ နိုင်ငံတစ်ခုအဖြစ်ပဲအသိအမှတ်ပြုထားခဲ့တယ်။ ဆားဘီယားနဲ့ ကိုဆိုဗိုဟာ နယ်မြေအငြင်းပွားမှုတွေ ခုထိရှိနေတုန်းပါပဲ။ပြီးခဲ့တဲ့နှစ်တုန်းက Quo Vadis Adia? ဆိုတဲ့ UN ရဲ့မဟာကျရှုံးမှုကြီးအကြောင်း ရုပ်ရှင်ထွက်ခဲ့ပါတယ်။ အော်စကာ Nominations၀င်တဲ့အထိ အောင်မြင်ခဲ့သလို Metacritic ရဲ့ ဒီနှစ်အကောင်းဆုံးကားစာရင်းမှာ အရင်၄လကအထိ နံပါတ်တစ်နေရာယူထားခဲ့ပါတယ်။Quo ဟာ UN ကြီးငုတ်တုတ်ရှိနေလျက်နဲ့ ဆားဘီးယားမှာ Genocide ဖြစ်ခဲ့တဲ့အကြောင်း ဖြစ်ရပ်မှန် ရုပ်ရှင်ပါ။ Hive ကလည်းအဲဒီရုပ်ရှင်နဲ့ တိုက်ရိုက် ဆက်စပ်နေတဲ့ ဖြစ်ရပ်မှန်အခြေပြု ရုပ်ရှင်ပါပဲ။ Quo ဟာ 1995 ဆားဘီယားမှာဖြစ်ခဲ့တဲ့လူမျိုးသုဉ်းသတ်ဖြတ်မှုကို ရိုက်ကူးထားတာဖြစ်ပြီး Hive ကတော့ သူနဲ့ နယ်နိမိတ်ထိစပ်နေတဲ့ ကို‌ဆိုဗိုမှာ ၁၉၉၉မှာ ဖြစ်ခဲ့တဲ့စစ်ပွဲရဲ့အစုအပြုံလိုက်သတ်ဖြတ်မှုနောက်ပိုင်းကို အခြေခံရိုက်ကူးထားတာပါ။ သတ်ဖြတ်မှုနှစ်ခုက ခုနှစ်ကွဲပေမဲ့ ကိုဆိုဗိုဟာအဲဒီသတ်ဖြတ်ခံရရာကာလတုန်းက ဆားဘီးယားထဲပဲ ၀င်နေသေးတဲ့အပြင် Hive က ဒိုင်ယာလော့တွေအရ သဘောတရားနဲ့သတ်ဖြတ်ပုံက အတူတူပဲ ယူဆလို့ရတာမို့ Hive ကို ဒီတိုင်းကြည့်မှာထက်စာရင် Quo Vadis Aida? အရင်ကြည့်ပြီးမှကြည့်ရင်ပိုရှင်းသွားစေပါလိမ့်မယ်။Quo မှာတော့ သတ်ဖြတ်မှုဖြစ်စဉ်ကို ပြထားခဲ့ပြီး Hive ကတော့ အဲဒီသတ်ဖြတ်မှုဖြစ်စဉ်မှာ ယောကျာ်းတွေသေသွားကြရာကကျန်ခဲ့တဲ့ မိသားစုတွေရဲ့ ရုန်းကန်ရပုံ ရှင်သန်ရပုံတွေကို ပြထားတာပါ။ လင်ယောက်ျား ဘာဖြစ်သွားမှန်း မသိရဘဲ ပြန်အလာကိုစောင့်နေရင်း မိသားစုအတွက် ရုန်းကန်ခဲ့ရတဲ့ အမျိုးသမီးတွေအကြောင်းပေါ့။ တစ်ခုရှိတာက သူတို့ဘက်က အများစုကမွတ်စလင်တွေဆိုတော့ မိန်းမတွေ အလုပ်လုပ်တာကို ယောကျာ်းတွေက မနှစ်မြို့သလို မိန်းမတွေ ကားမောင်းတာကိုတောင်ဘ၀င်မကျခဲ့ကြပါဘူး။ ဒါကြောင့် မိသားစု ၀မ်းရေးအတွက်အလုပ်လုပ်လိုတဲ့ မိန်းမတွေဟာ ကိုယ့်မိသားစုထဲကနေရောပြင်ပကနေရော သွားပုပ်လေလွင့် အ‌ပြောခံရပါတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီလိုအခက်အခဲတွေကြားကနေ မိသားစုအတွက် အလုပ်လုပ်ဖို့ကြိုးစားခဲ့ကြတဲ့ မိန်းမတွေအကြောင်းပါပဲ။ ဒါကြောင့် Feminine Strengths ရုပ်ရှင်လို့လည်း ဆိုကြတာလက်မခံနိုင်စရာရှိမယ်မထင်ပါဘူး။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.34GB, 740MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 24MinType – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBlerta BasholliCastAdem KaragaAdriana MatoshiArmend SmajliArta LahuAstrit KabashiAulona SelmaniAurita AgushiBislim MuçajBlerta IsmailiBlin SylejmaniÇun LajçiIlir PrapashticaKaona SylejmaniKumrije HoxhaLabinot LajçiLuan KryeziuMal Noah SafqiuMolike MaxhuniNexhat XhokliNjomza TmavaSemira LatifiShkëlqim IslamiValire Haxhijaj ZeneliValmir KrasniqiXhejlane TerbunjaYllka GashiZarije Jonuzi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cgIGURIOQR7ShunevzrGllcTXWk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wk6m5IK3whuaZX3OoQkYPFwyyHu.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hive-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hive-2021-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/118fw/(CM)_Hive_(2021)_1080p_(2).mp4",
        "server": "megaup.net",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/V4sxxAiZ#Y5eGmWhKfQWfX1X_WDULMckXLkVc92t4gvRiP5mArRo",
        "server": "mega.nz",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d9ceslr8kbm3.html",
        "server": "usersdrive.com",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://watchsb.com/zk4god58xzgp.html",
        "server": "streamsb.com",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hive-2021-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "752MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/118fj/(CM)_Hive_(2021)_720p_(2).mp4",
        "server": "megaup.net",
        "size": "752MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ix9jGC5D#YzlEzj4pf2gcb2hVS7ipYbZ6TNGmM3KH0oK1O7z2Av8",
        "server": "mega.nz",
        "size": "752MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yg876nmf0spw.html",
        "server": "usersdrive.com",
        "size": "752MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/z3ls0uyxqsl2.html",
        "server": "streamsb.com",
        "size": "752MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7wnrC671pZc",
      "video_url": "https://www.youtube.com/watch?v=7wnrC671pZc",
      "embed_url": "https://www.youtube.com/embed/7wnrC671pZc"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "7.7/",
      "rating_count": "3"
    },
    "title": "Typewriter (2019) Season 1 [COMPLETE]",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/21bzCLmK3g7B27aojzxZWW9hFww.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [],
    "trailer": {
      "video_id": "mmyNUPvEF5M",
      "video_url": "https://www.youtube.com/watch?v=mmyNUPvEF5M",
      "embed_url": "https://www.youtube.com/embed/mmyNUPvEF5M"
    }
  },
  {
    "metadata": "R|1992|1h 54min|Action,Horror,Sci-Fi",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "269,011"
    },
    "title": "Alien³ (1992)",
    "description": "Alien 1992တစ်ခါတစ်လေမှာကိုယ်တိုင်က ကိုယ့်ရဲ့ရန်သူပါပဲ။လူသားမျိုးစိတ်အတွက်အန္တာရာယ်ရှိတဲ့ဂြိုဟ်သားတွေကိုအပြတ်ရှင်းပစ်ဖို့အပြင်းအထန်ကြိုးစားနေတဲ့Ellen Ripley ဟာသူကိုယ်တိုင်ဂြိုဟ်သားဘုရင်မရဲ့သားလောင်းအိမ်ဖြစ်နေမှန်း သိလိုက်ရတဲ့အခါ….လူသားတွေဟာ ဒီတစ်ခါမှာတော့Ellen Ripley ကို ပုံတူပွားပြီးစစ်တပ်တစ်တပ်စာ Alien တွေမွေးထုတ်ဖို့ ကြံစဉ်နေခဲ့သော အခါရုပ်ရှင်ကားကိုArchi Thang Gyiမှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့Alien (1979)Aliens (1986)Alien 3 (1992)Alien: Resurrection (1997)Prometheus (2012)Alien: Covenant (2017)Alien 1992တစ္ခါတစ္ေလမွာကိုယ္တုိင္က ကိုယ့္ရဲ႕ရန္သူပါပဲ။လူသားမ်ိဳးစိတ္အတြက္အႏၲာရာယ္ရွိတဲ့ျဂိဳဟ္သားေတြကိုအျပတ္ရွင္းပစ္ဖို႕အျပင္းအထန္ၾကိဳးစားေနတဲ့Ellen Ripley ဟာသူကိုယ္တိုင္ျဂိဳဟ္သားဘုရင္မရဲ႕သားေလာင္းအိမ္ျဖစ္ေနမွန္း သိလိုက္ရတဲ့အခါ….လူသားေတြဟာ ဒီတစ္ခါမွာေတာ့Ellen Ripley ကို ပံုတူပြားၿပီးစစ္တပ္တစ္တပ္စာ Alien ေတြေမြးထုတ္ဖို႔ ႀကံစဥ္ေနခဲ့ေသာ အခါရုပ္ရွင္ကားကိုArchi Thang Gyiမွ ဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့Alien (1979)Aliens (1986)Alien 3 (1992)Alien: Resurrection (1997)Prometheus (2012)Alien: Covenant (2017)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid FincherJune RandallStarsBrian GloverCharles DanceCharles S. DuttonDanny WebbDeobia OpareiLance HenriksenPaul McGannPete PostlethwaiteRalph BrownSigourney WeaverTom Woodruff Jr.CastBrian GloverCarl ChaseCharles DanceCharles S. DuttonChristopher FairbankChristopher John FieldsClive MantleDanielle EdmondDanny WebbDeobia OpareiHi ChingHolt McCallanyLance HenriksenLeon HerbertNiall BuggyPaul BrennenPaul McGannPete PostlethwaitePeter GuinnessPhil DavisRalph BrownSigourney WeaverTom Woodruff Jr.Vincenzo Nicoli",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9WO0CELoWq6tSdjqCs34Y0qek7l.jpg",
      "https://image.tmdb.org/t/p/w300/rJQv8tQbHhmSRhlv1d565Y9Srnc.jpg",
      "https://image.tmdb.org/t/p/w300/lUjV40ngCqQoOG3Sxpinc9n34uO.jpg",
      "https://image.tmdb.org/t/p/w300/337gURu2PgkPYZE4CVZFX9cMFGu.jpg",
      "https://image.tmdb.org/t/p/w300/gq7XYgBxSVV2zgf7hqk6J459bf3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/alien-3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6bytqarcnzes.html",
        "server": "usersdrive.com",
        "size": "1.52 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/alien-1992-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.52 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1xaq6/Alien³_[1992]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.52 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/RZ4hXT5C#cxzMJ0oFstjhnNa4sJhd5spKFLfjOPBoDreIL9UI5dw",
        "server": "mega.nz",
        "size": "1.52 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/1czix9f018co",
        "server": "upstream.to",
        "size": "1.52 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "KUTaNMJJBa8",
      "video_url": "https://www.youtube.com/watch?v=KUTaNMJJBa8",
      "embed_url": "https://www.youtube.com/embed/KUTaNMJJBa8"
    }
  },
  {
    "metadata": "Not Rated|2017|2h 17m|Action,Bollywood,Thriller",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "7.4k"
    },
    "title": "Maanagaram(2017)",
    "description": "Maanagaram (2017) “မြို့ပြရဲ့ သားကောင်များ”IMDb 8.1 ရထားတဲ့ ဒါရိုက်တာ Lokesh Kanagaraj ရဲ့ တမီးလ် action/thriller ကား(UNCUT version) ဖြစ်ပါတယ်ဒါရိုက်တာ Lokesh ကို ဘာလို့ ထည့်ပြောရသလဲဆိုရင် လတ်တလောလေးက ထွက်ထားတဲ့ ဗီဂျေးရဲ့ သောက်ကြမ်းကား Leo(2023) ရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်နေလို့ပါဒါရိုက်တာ Lokesh ဟာ action/thriller ကားတွေနဲ့ တမီးလ်ရုပ်ရှင်လောကမှာ နောက်ပိုင်း ထင်ပေါ်လာသူတစ်ယောက်ဖြစ်ပါတယ်Kaithi, Vikram နဲ့ Leo ဆိုပြီး သုံးကားတွဲ (Lokesh Cinematic Universe – LCU)ဆိုပြီးကင်ပွန်းတပ်ရတဲ့အထိ အောင်မြင်ခဲ့ပြီး ဒီ Maanagaram ကတော့ သူ့ရဲ့ ပွဲဦးထွက် ကိုယ်တိုင် ဇာတ်ညွှန်းရေး ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်တက်သစ်စ ဒါရိုက်တာတစ်ယောက်ရဲ့ ပွဲဦးထွက်ဆိုပေမယ့် ဘတ်ဂျက် သန်း ၄၀ နဲ့ ရိုက်ကူးခဲ့ရာမှာ ရုံတင်ဝင်ငွေ သန်း ၁၁၀ အထိအမြတ်အစွန်းပြန်ရခဲ့ပြီး ဝေဖန်ရေးဆရာတွေရဲ့ ထောပနာပြုမှုကိုပါ ခံခဲ့ရပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ ချန်နိုင်းစီးပွားရေးမြို့ကြီးကို တက်လာတဲ့အင်ဂျင်နီယာကျောင်းသား Sri ဟာ အလုပ်အင်တာဗျူးအောင်လို့ ဘော်ဒါတွေကိုတစ်ဝိုင်းတိုက်နေရင်းနောက်တော့ ဘားမှာပဲ Sundeep Kishan ဆိုတဲ့လူက ကျောင်းတုန်းက ပြန်မကြိုက်ခဲ့တဲ့ crush လေးအကြောင်း ပြောနေပြန်ပါတယ်အတိတ်က ဖြစ်ရပ်တစ်ခုမှာ လူမိုက်တစ်ယောက်က ကောင်မလေး Regina ကို Sundeep နဲ့ကြိုက်ရင် သတ်ပစ်မယ်ဆိုပြီးအက်စစ်နဲ့မျက်နှာကို ပက်ပစ်မယ် ဆိုပြီး ချိန်းခြောက်တာကြောင့် Sundeep က ဒေါသထွက်ပြီး လူမိုက်ကို ပြန်ရိုက်ရာမှာလူမိုက်က အခုပစ္စုပ္ပန်မှာ Sundeep ကို ဘားမှာပြန်တွေ့ပြီး ချောင်းရိုက်ဖို့ လူငှားပါတယ်ဖြစ်ချင်တော့ လူမှားပြီး ရိုက်မိလိုက်သူက Sri ဖြစ်နေပါတယ်တစ်ဖက်မှာလည်း သားဖြစ်သူရဲ့ ဆေးဖိုးလိုလို့ PKP ဆိုတဲ့ လက်မရွံ့ ဂန်းစတားရဲ့ ကားကို အငှားမောင်းတဲ့Charle ဆိုသူက သူ့ရဲ့တက္ကစီပေါ်မှာ Sri ရဲ့ စာရွက်စာတမ်းတွေနဲ့ အိတ်ကို သွားတွေ့ပြီး ရဲတိုင်ပါတော့တယ်…ဒီလို အဆက်အစပ်မရှိတဲ့သူတွေ ဘယ်လို ပတ်သက်မိကြမလဲဆိုတာ ဒီထက် ဆက်ပြောပြရင်ဇာတ်လမ်းသိပြီး အရသာပျက်သွားမှာစိုးလို့ ကိုယ်တိုင်ပဲ ဆက်ကြည့်လိုက်ဖို့ အကြံပေးပါတယ်အတိုချုပ်ကတော့ မတူညီတဲ့ လူလေးယောက် ချန်နိုင်းမြို့ကြီးကရှုပ်ထွေးလှတဲ့ အမှုတစ်ခုမှာ ဘယ်လို ပတ်သက်ဆက်နွယ်မိသွားလဲဆိုတာပါပဲဇာတ်လမ်းဇာတ်အိမ် ရှုပ်ထွေးတာမျိုးကြိုက်တဲ့ သူတွေအဖို့တော့ထိုင်ခုံအစွန်းနဲ့ မြဲနေအောင် ကြည့်ရမယ့် ကားကောင်းတစ်ကားပါပဲ( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team က ဖြစ်ပါတယ်File size…2.9GB / 1.2GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 17mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLokesh KanagarajStarsArun AlexanderBoxer DheenaCharleKarthik YogiMadhusudhan RaoMunishkanthPasupathi RajR. S. KarthikRegina CassandraRekha SureshShah RaSriSundeep KishanVivek PrasannaCastArun AlexanderBoxer DheenaCharleKarthik YogiMadhusudhan RaoMunishkanthPasupathi RajR. S. KarthikRegina CassandraRekha SureshShah RaSriSundeep KishanVivek Prasanna",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/affYr5pL3tyVzqmJTb26Ir6csqv.jpg",
      "https://image.tmdb.org/t/p/w300/nx1TtJteJReTjBmyh46ZeBnNc0.jpg",
      "https://image.tmdb.org/t/p/w300/nkynImXzA1t4chrl3pnIQ5st5hn.jpg",
      "https://image.tmdb.org/t/p/w300/gs80Kmm7aRy7Pe1xHPuQ5paXSUG.jpg",
      "https://image.tmdb.org/t/p/w300/gOWKXLyNUEmWYluzksEHSDW8co.jpg",
      "https://image.tmdb.org/t/p/w300/cSbcw31zmqrqmftz15awYcfzt0J.jpg",
      "https://image.tmdb.org/t/p/w300/9bUbBrnrVDGe4rxkxrsxpbEYTX6.jpg",
      "https://image.tmdb.org/t/p/w300/cU0mBB3jXNIJp9LNqRnYAPeP4jL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BODY5OTJiNGUtNzgyMy00ZTQ5LWIyYzctMWQ0ZGM4ZjRiM2E0XkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/maanagaram-2017-uncut-1080-p-10-bit-amzn-web-rip-x-265-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/haz67dfw9eeu.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3lBnK/Maanagaram_(2017)_UNCUT_1080p_10bit_AMZN_WEBRip_x265_HEVC(CM).mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IX9DxAbA#pxchYW1emO-SEWN09jdHKTmmPR4Rgzl-tLPmvhtVv_k",
        "server": "mega.nz",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/maanagaram-2017-uncut-720-p-10-bit-amzn-web-rip-x-265-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uw3clwxal4gp.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1jJ0m/Maanagaram_(2017)_UNCUT_720p_10bit_AMZN_WEBRip_x265_HEVC(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tf9BUABA#z_p5P0ynmJJsjLrRycMF1FKaK5JM7g3EYCs1-rmDcRg",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/dr7g463rau0i",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/gqmsu8q7kt5r",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2018|114 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "10,281"
    },
    "title": "The Tale(2018)",
    "description": "The Tale (2018)IMDb….7.3ဒီတစ်ခေါက်တော့Rating မြင့်မြင့်ဇာတ်လမ်းကောင်းလေးတွေကိုကြည့်ရှုချင်ကြတဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်တာကတော့The Tale (2018) ကားလေးပါ။Imdb Rating 7.3/10 Rotten Tomatoes 99% တောင်ရရှိထားတာပါ။HBO filmsကနေထုတ်လုပ်ရိုက်ကူးခထားတဲ့ဒီကားလေးဟာဖြစ်ရပ်မှန်တစ်ခုအပေါ်အခြေခံထားပါတယ်။Nominations တွေလဲအများကြီးဝင်ထားတာမလို့အထွေအထူးမညွှန်းတော့ပဲဇာတ်လမ်းကိုပဲညွှန်းပါတော့မယ်။အသက်၄၈နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့ဂျနီဖာဖောက်စ်ဟာအောင်မြင်တဲ့သတင်းသမား၊ပါမောက္ခတစ်ဦးဖြစ်သလိုချစ်ရတဲ့ချစ်သူနဲ့အတူတူဘဝကိုအောင်မြင်ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့အမျိုးသမီးတစ်ဦးပါ။တစ်နေ့မှာတော့မိခင်ဖြစ်သူဆီကမထင်မှတ်ပဲရောက်လာတဲ့ဖုန်းမက်ဆေ့တွေကနေဒီဇာတ်လမ်းဟာစတင်ခဲ့ပါတယ်။ဂျနီဖာအသက်၁၃နှစ်ကရေးထားခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်ကိုအမေဖြစ်သူကတွေ့ရှိသွားတာပါ။အဲဒီစာမှာပါတဲ့အကြောင်းအရာတွေအရငယ်စဉ်ကသူရင်းနှီးကျွမ်းဝင်ခဲ့တဲ့မစ္စဂျီနဲ့ဘီလ်ကိုပြန်ရှာဖွေဖို့အကြောင်းဖန်လာပါတော့တယ်။၁၃နှစ်အရွယ်မှာဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေဟာသူမသိလိုက်ခင်မှာပဲသူ့အပေါ်ကိုသက်ရောက်ရင်းအသက်၄၈အရွယ်ရောက်ချိန်မှာတော့ထိတ်လန့်စရာအဖြစ်အပျက်တစ်ခုဖြစ်သွားခဲ့ပါပြီ။ရှာဖွေရင်းနဲ့မှသူကိုယ်တိုင်မေ့လျော့ထားခဲ့တဲ့ဇာတ်လမ်းတွေကိုမှတ်မိသိရှိလာချိန်မှာတော့သူမဘာဆက်လုပ်မယ်။ဘယ်လိုဖြေရှင်းမယ်ဆိုတာစိတ်ဝင်စားစရာပါ။ဒီကားကိုဘာကားရယ်လို့ခေါင်းစဉ်တပ်လိုက်မှာစိုးရိမ်မိတာကြောင့်အညွှန်းတောင်မရေးချင်ခဲ့ပါဘူး။မဖြစ်မနေရေးလာရတော့လဲအတတ်နိုင်ဆုံးအကျဉ်းချုံးထားတဲ့အတွက်အကျယ်တဝင့်ကိုတော့ဇာတ်လမ်းထဲမှာသာကြည့်ရှုခံစားဖို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းနာမည်ကတော့The Tale (2018)ပါ။Channel Myanmarမှတင်ဆက်ပေးထားပါတယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်…File Size : (1.1 GB) and (429 MB)Quality : Blu-Ray 720p,Format…mp4Duration…01:54:00Genre : Drama, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJennifer FoxStarsCommonElizabeth DebickiEllen BurstynFrances ConroyIsabelle NélisseJason RitterJodi LongJohn HeardLaura AllenLaura DernCastAaron MitchellAaron WilliamsonAubrey DaigleBrett Justin KoppelCadence Lee Walker-CarrollCandice RichardsonChelsea AldenCommonDana HealeyDaniel BersonDeana DeatherageElizabeth DebickiEllen BurstynEmily SandiferFrances ConroyGloria GonnilliniGrant JamesGretchen KoernerIsabella AmaraIsabelle NélisseJacquelin LopezJaqueline FlemingJason RitterJennifer HaygoodJenson ChengJered MeeksJessica Sarah FlaumJodi LongJohn HeardJuli EricksonKatie FairbanksKeenan R. CarterKristi TaylorLaura AllenLaura DernMadara JayasenaMadison DavidMalarie DrakeMatthew RauchMatthew ThorntonMobin KhanNoah LomaxPaul Riley FoxPixie HankinsRebecca ChulewRebecca GambleRicki BhullarRussell Bradley FentonScott TakedaShay Lee AbesonSusan KirtonThom BishopsTina ParkerTracey MandellaTroy CompasVincent Washington",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kLIn55qJLJFGW7qBMlX2vBHJhH3.jpg",
      "https://image.tmdb.org/t/p/w300/uo1GPg6mEPkRzpt92Skcgzj2yAK.jpg",
      "https://image.tmdb.org/t/p/w300/bMJ0h7EiLxtUq8Bd6KeZeQkV9Dn.jpg",
      "https://image.tmdb.org/t/p/w300/5jG68mfRxeOeA2Kqwh8QRan2v8C.jpg",
      "https://image.tmdb.org/t/p/w300/iUHoiVMgv3QYGLVnvLGtSuNV7mN.jpg",
      "https://image.tmdb.org/t/p/w300/7jOFgtC1f20mlDSHz5dGyucu5WW.jpg",
      "https://image.tmdb.org/t/p/w300/dU2rP9nTbQMUgLYtZTeXm8i8fUR.jpg",
      "https://image.tmdb.org/t/p/w300/lckwZIpAFA3OvXgkTjl4ChfYPCh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aguq47xq3qhN807rSyz4lJyhAkX.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tale2018",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tale-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/360ie/The_Tale_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfast.com/cc869hq93s2g.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "tXpYsr3AL4U",
      "video_url": "https://www.youtube.com/watch?v=tXpYsr3AL4U",
      "embed_url": "https://www.youtube.com/embed/tXpYsr3AL4U"
    }
  },
  {
    "metadata": "|||Drama,Horror,Sci-Fi",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Metamorphosis (2022)",
    "description": "ဒီဇာတ်ကားက ၂၀၂၂ ခုနှစ်​ကထွက်ရှိခဲ့တဲ့​ Horror/Drama အမျိုး​အစားဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ အိမ်​ထောင်​ရေးပြိုကွဲလုနီးနီးဖြစ်နေတဲ့​ ဇနီး​မောင်နှံ​နှစ်ယောက်​ဟာ​ အိမ်​ထောင်​ရေးကိုရှေ့ဆက်နိုင်ဖို့ နှစ်ဦးအကြားနားလည်မှုယူဖို့အတွက် လူသူ​မနီးတဲ့ကျွန်းတစ်ကျွန်းပေါ်မှာ​ အတူအပန်းဖြေဖို့ရောက်လာခဲ့ကြပါတယ်။ လူသူ​မရှိသလောက်နည်းတဲ့ ကျွန်းပေါ်မှာနေကြရင်းနဲ့ ခင်ပွန်း​ဖြစ်သူ​ရဲ့​စိတ်ကျန်းမာရေးက တစ်နေ့တခြား ဆိုးဝါးဖောက်ပြန်လာ​ပြီး​ လူသားကိုပါစားတဲ့အထိဖြစ်လာတဲ့အခြေအနေကို ဇနီး​ဖြစ်သူ​ အလစ်ဆာ​တစ်ယောက်​ရင်​ဆိုင်ရပါတော့တယ်။ ဒီကြားထဲ ကျွန်း​ပေါ်​မှာ​ မသင်္ကာစရာမုဆိုးနှစ်ယောက်လည်းရှိနေတဲ့အတွက် ဒီအခြေအနေတွေကနေ အလစ်ဆာတစ်ယောက်​ လွတ်မြောက်​နိုင်​ပါ့​မလား​ဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.13 GB)/(504 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:22:00Genre…Drama, Horror, Sci-fiSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by WolfenheimYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChristopher CordellGil McKinneyNatasha KrishnanScott Hilton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h1UW6daoKBn86mMXG1E0ejc6Xoo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzViMTVlZmEtY2FlNy00YTlmLWI1NDMtOTBkNWM4N2JiMDc2XkEyXkFqcGdeQXVyMTI5OTY1NzU@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/metamorphosis-2022-1080-p-cm-web-rip-x-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.13 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2CoE0/Metamorphosis.2022.1080p(CM).WEBRip.x264.AAC.mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/WUMiAZCZ#HfDz4hQSCWy59xq8DXRXLWt9hhHULy3rqTYVJGX7qTE",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/phsd72z7hwbt.html",
        "server": "usersdrive.com",
        "size": "1.13 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/metamorphosis-2022-720-p-cm-web-rip-x-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "504 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wrc1/Metamorphosis.2022.720p(CM).WEBRip.x264.AAC.mp4",
        "server": "megaup.net",
        "size": "504 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/6AcWjbxa#2mfzsotft1E-bb9CSwao_xli0wn4lrfJmI7Te2kUsU8",
        "server": "mega.nz",
        "size": "504 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/edppx5vhzm90.html",
        "server": "usersdrive.com",
        "size": "504 Mb",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/0yscukxrxrr1",
        "server": "streamsb.com",
        "size": "504 Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/audpvf1yn937",
        "server": "streamvid.io",
        "size": "504 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rMI9pIHdJdc",
      "video_url": "https://www.youtube.com/watch?v=rMI9pIHdJdc",
      "embed_url": "https://www.youtube.com/embed/rMI9pIHdJdc"
    }
  },
  {
    "metadata": "R|2009|97 min|Horror",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "76,479"
    },
    "title": "Friday the 13th 2009",
    "description": "1980 ျပည့္ႏွစ္မ်ားကထြက္ရွိခဲ့တဲ့ Friday the 13th ဆိုတဲ့ horror flim series ေလးကိုျပန္လည္ အသက္သြင္း reboot လုပ္ထားတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။2009 ခုႏွစ္က ထြက္ရွိခဲ့တာျဖစ္ၿပီး ရိုက္ကူးသူကေတာ့ horror ကားေတြကိုျပန္လည္အသက္သြင္းေလ့ ရွိတဲ့ Director Macus Nispel ပဲျဖစ္ပါတယ္။ ေပ်ာက္ဆံုးသြားတဲ့ ညီမေလးကို လိုက္ရွာေနတဲ့ Clay နဲ႔ ေတာတြင္းစခန္းခ် အပန္းေျဖခရီးထြက္လာတဲ့ သူငယ္ခ်င္းတစ္သိုက္တို႔ ဘယ္လိုထိတ္လန္႔ဖြယ္ရာေတြႀကံဳေတြ႕ရမလဲဆိုတာကေတာ့…Clay အျဖစ္နဲ႔ ကေတာ့ နာမည္ႀကီးဇာတ္လမ္းတြဲ SUPERNATURAL မင္းသား Jared Padalecki( ဆမ္) ပါဝင္သရုပ္ေဆာင္ထားၿပီး Flash Series ထဲမွ ဆရာ၀န္မေလးၿဖစ္တဲ့Caitlin Snow လည္းပါ၀င္ထားတဲ့ကားလည္းၿဖစ္ပါတယ္….IMDb rating 5.6 ရရွိကာ Box Office ဝင္ေငြ $91.4 million ရရွိထားတဲ့ Horror ကားေကာင္းေလးပါ…ဒီကားကိုအညႊန္းနဲ႕ခံစားဘာသာၿပန္ထားေပးသူကေတာ့ Ko Jae ပဲၿဖစ္ပါတယ္….File size…(953 MB )Quality…BluRay 720pFormat…mp4Duration….01:45:30Subtitle….Myanmar Subtitle (Hardsub)Encoder….Moe Myint Lwin==================================================Download with PcloudDownload with MegaDownload with SyncplicityDownload with OpenloadDownload with MimediaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarcus NispelStarsAmanda RighettiDanielle PanabakerJared PadaleckiTravis Van Winkle",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/Fridaythe13th.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/friday-the-13th-2009",
        "server": "VIP Links",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/friday-the-13th--2009--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/friday-the-13th--2009--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fPaf/Friday_The_13th_[2009]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/7m16prxj0hb3",
        "server": "upstream.to",
        "size": "1GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2023|2h 2mins|Bollywood,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "441"
    },
    "title": "Alone(2023)",
    "description": "Alone 2023ဒီဇာတ်ကားလေးမှာ Drishyam(Tamil Version)ရဲ့မင်းသားကြီး Mohanlal ကဦးဆောင်ပါဝင်ထားပါတယ်ဇာတ်လမ်းလေးက မင်းနဲ့စပြီး မင်းနဲ့ဆုံးတယ်လို့ ပြောရလောက်အောင်ကိုဗစ်ကာလမှာ မင်းသားတစ်ယောက်တည်း ဖုန်းတွေပတ်ပြောနေတဲ့ပုံစံနဲ့ ရိုက်ကူးထားတာပါကျွန်တော်တို့အနေနဲ့ ရှယ်ခြောက်ပါတယ်ဆိုတဲ့ Annabelle တို့Conjuring တို့လိုမျိုး jumpscare တွေနဲ့ရှယ်ဖြဲခြောက်ခံရတဲ့အရသာမျိုးကိုသဘောကျမှာပါဒီကားလေးမှာတော့ jumpscare တွေသိပ်မထည့်ဘဲနဲ့ကာလာတွေကလဲလင်းချင်းနေပြီး တစ်ယောက်တည်းပါလားဆိုတဲ့ခံစားချက်ကြောင့် တွေးရင်းနဲ့ ကျောထဲထိစိမ့်စိမ့်လာမှာပါဟုတ်ပါတယ် ကိုဗစ်ကာလတိုက်ခန်းအသစ်ကိုပြောင်းလာတဲ့မင်းသားဟာ သူတစ်ယောက်တည်း စကားပြောသံတွေကိုကြားနေရတဲ့အခါမှာ ဒါကစိတ်ထင်မှားတာလား ဘာဖြစ်တာလဲဆိုတာသူကိုယ်တိုင်အဖြေရှာရင်းနဲ့ အဲ့အသံတွေနောက်ကဇာတ်လမ်းကိုအဖြေရှာဖို့ကြိုးစားမဲ့ ရုပ်ရှင်ကားလေးပါတစ်စိမ့်စိမ့်တွေးကြောက်ရင်း ဘာကြောင့်လဲဆိုတာသိချင်တဲ့သူတွေအတွက်ဒီ horror/thriller ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်File size…1.9GB /837MBQuality….1080p TRUE WEB DL / 720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL~Yunni~Sai Thu ReinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShaji KailasStarsAnnieBaiju SanthoshMallika SukumaranManju WarrierMohanlalNandhuPrithviraj SukumaranRachana NarayanankuttyRenji PanickerShankar RamakrishnanSiddiqueSuresh KrishnaZeenathCastAnnieBaiju SanthoshMallika SukumaranManju WarrierMohanlalNandhuPrithviraj SukumaranRachana NarayanankuttyRenji PanickerShankar RamakrishnanSiddiqueSuresh KrishnaZeenath",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6nS2PhKIsOkcVMZroH2diX3U27l.jpg",
      "https://image.tmdb.org/t/p/w300/2WeIjRZRbrFfgXKQFOEq7n6zouo.jpg",
      "https://image.tmdb.org/t/p/w300/51uG8WCx3DJ1dAB6EHRPDN5Jhfl.jpg",
      "https://image.tmdb.org/t/p/w300/ixsm0kIEnRAgbvHF8D4XyrAQZrf.jpg",
      "https://image.tmdb.org/t/p/w300/z0vE5WaIW5VwDaCGrILG0v2eQ8J.jpg",
      "https://image.tmdb.org/t/p/w300/vZlxNvGOaLwUZuCDogmUrLQgV5E.jpg",
      "https://image.tmdb.org/t/p/w300/f17jWijZq5q6JKh90PcRTxNwrhY.jpg",
      "https://image.tmdb.org/t/p/w300/kRW2VHDs7va3v0BB19B8BVpRoVc.jpg",
      "https://image.tmdb.org/t/p/w300/z4BPxl8uaTzgeGDaOpwDlTlYTfr.jpg",
      "https://image.tmdb.org/t/p/w300/6K9jiFkomYCOn7zGY05wsFuCmZY.jpg",
      "https://image.tmdb.org/t/p/w300/mMRjXgo4DybZerzxltByu5lpr5j.jpg",
      "https://image.tmdb.org/t/p/w300/wRQ26K5de1qkGjUM0nnzZUoraDf.jpg",
      "https://image.tmdb.org/t/p/w300/bj6Qk4u4w5065cIoozsaLTmnLpQ.jpg",
      "https://image.tmdb.org/t/p/w300/uMy0T0hghIsfI033pKhxY04rJuf.jpg",
      "https://image.tmdb.org/t/p/w300/2WHmOl3WxJ2IcRtirQ4v2wEv9p7.jpg",
      "https://image.tmdb.org/t/p/w300/dSk2dVhqTKIsrKVfUlwGCSJ3gkq.jpg",
      "https://image.tmdb.org/t/p/w300/ySM5jigCVvrBSzgzE1AeS3Quosl.jpg",
      "https://image.tmdb.org/t/p/w300/cjWiDmdwvnwI4xAUplEvXvn6dOm.jpg",
      "https://image.tmdb.org/t/p/w300/vtQvs5FnXkMSMvJtWPduTHej0Xa.jpg",
      "https://image.tmdb.org/t/p/w300/mII8606mVTPoCQupjY3XDmZaa6d.jpg",
      "https://image.tmdb.org/t/p/w300/7dPzjKtsQqu5ixG6RQROw8aOcWY.jpg",
      "https://image.tmdb.org/t/p/w300/9A70sFdm2kGvoPOrAckGwQM8UQO.jpg",
      "https://image.tmdb.org/t/p/w300/AqS6qyV3cd54wPV2a3T5tOzt73o.jpg",
      "https://image.tmdb.org/t/p/w300/y98tReC30I4k0kth1K84dzGARcA.jpg",
      "https://image.tmdb.org/t/p/w300/4pDMvIwRCqEpU1jI22lpuUPERNt.jpg",
      "https://image.tmdb.org/t/p/w300/xGqXLbelXTN4z8MUDGrwJsGpcXx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOWVlNGQ1NWMtMjA0OC00ZDFiLThhNWQtZGYxZTBmNzI4ZWM1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/alone-2023-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/to3wncuizsvn.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/mmu2buixdv0u",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3euav/Alone_(2023)_TRUE_WEB-DL_-_1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/eAAkla4B#ws1xxrC3Cy9DQUr178rrp5agPpPDIiR8ca1DTgs2xAQ",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/alone-2023-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kuchg8jkftaj.html",
        "server": "usersdrive.com",
        "size": "837MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3eu4w/Alone_(2023)_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "streamvid.io",
        "size": "837MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/KYxmiQzY#hUo8gHf4NYbWSt0pB_3mddzkimUcJN5T3RkD5j1JcZo",
        "server": "megaup.net",
        "size": "837MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/t0j457klytjr",
        "server": "mega.nz",
        "size": "837MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2019|120 min|Action,Adventure,Family",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2,836"
    },
    "title": "The Kid Who Would Be King (2019)",
    "description": "Merlin စီးရီးေတြကို ၾကည့္ဖူးတဲ့လူတိုင္းဒီကားေလးကိုစိမ္းမယ္မထင္ပါဘူး…ပုံျပင္ေတြထဲက King Arthur နဲ႔ ေက်ာက္တုံးထဲ စုိက္ဝင္ေနတဲ့Excalibar ဓားကုိ လူတုိင္းၾကားဖူးၾကမွာ အေသအခ်ာပါပဲ။The kid who would be king (2019) က အဲဒီပုံျပင္ထဲကလုိExcalibar ဓားကုိ ဆြဲထုတ္ႏုိင္ခဲ့တဲ့ ကေလးရဲ႕ စြန္႔စားခန္းအေၾကာင္းရုိက္ကူးထားတဲ့Adventure , Action , Family ဇာတ္ကားေလးပါ။King Arthur က ေက်ာက္တုံးထဲက ဓားကုိဆြဲထုတ္ျပီးေတာ့ျဗိတိန္ရဲ႕ ဘုရင္ျဖစ္လာျပီး ေမြးစားညီမျဖစ္သူ Morgana ရဲ႕လက္က ကာကြယ္ေပးခဲ့ပါတယ္။ဒါေပမဲ့ Morgana က နယ္ေျမေတြအစိတ္စိတ္ကြဲလူေတြ ေမွ်ာ္လင့္ခ်က္မဲ့ျပီး ေခါင္းေဆာင္မဲ့ေနတဲ့အခ်ိန္ျပန္လာမယ္လုိ႔ က်ိန္စာဆုိခဲ့ပါတယ္။Arthur ကလည္း အဲဒီအခ်ိန္မွာ Excalibar ျပန္ေပၚလာပါေစလုိ႔ သစၥာျပဳခဲ့တယ္။၁၂ ႏွစ္အရြယ္ မူလတန္းေက်ာင္းသားေလး Alex ရဲ႕ ေခတ္မွာExcalibar က ျပန္ေပၚလာျပီးေတာ့ Morgana ကလည္းျပန္အင္အားေကာင္းလာပါတယ္။ ဓားကုိဆြဲထုတ္ႏုိင္ခဲ့တဲ့ ဘုရင္ေလး Alex ကMorgana လုိ အစြမ္းထက္တဲ့ စုန္းမကုိဘယ္လုိ ျပန္ျပီးတုိက္ခုိက္တယ္ဆုိတာ ၾကည့္ရမွာပါ။King Arthur ပုံျပင္ေတြမွာ မပါမျဖစ္တဲ့ Merlin ကလည္းဘယ္လုိ ေမွာ္ပညာေတြနဲ႔ အေထာက္အပံ့ေပးသြားမယ္ဆုိတာကုိ ၾကည့္ရမွာပါ။File Size : (1 GB) & ( 374 MB)Quality : HC HDRipRunning Time : 2 hrFormat : Mp4Genre : Action , Adventure , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated byd3monEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe CornishStarsAngus ImrieDean ChaumooDenise GoughLouis Ashbourne SerkisNathan Stewart-JarrettNoma DumezweniPatrick StewartRebecca FergusonRhianna DorrisTom TaylorCastAdam BuxtonAdam LeeseAlexandra RoachAngus ImrieClaudie BlakleyDean ChaumooDenise GoughGenevieve O'ReillyJoey AnsahLouis Ashbourne SerkisMark BonnarMyra McFadyenNathan Stewart-JarrettNick MohammedNoma DumezweniPatrick StewartRebecca FergusonRhianna DorrisTom Taylor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jmbgxBd86MshzQQvv5laKvOKoMm.jpg",
      "https://image.tmdb.org/t/p/w300/5NZdSaEPAByrbtFW7Rp2pUV7CU9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/h13eg06vxntk.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "HC HDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-kid-who-would-be-king-2019-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "HC HDRip 720p"
      },
      {
        "link": "https://megaup.net/2e98q/The_Kid_Who_Would_Be_King_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "HC HDRip 720p"
      },
      {
        "link": "https://upstream.to/xg9znmjg1lcn",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "HC HDRip 720p"
      }
    ],
    "trailer": {
      "video_id": "TADKiHYj6RE",
      "video_url": "https://www.youtube.com/watch?v=TADKiHYj6RE",
      "embed_url": "https://www.youtube.com/embed/TADKiHYj6RE"
    }
  }
]