[
  {
    "metadata": "R|2009|93 min|Action,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "29,285"
    },
    "title": "Blood and Bone (2009)",
    "description": "ဟုတ္ပါတယ္…Undisputed II ထဲမွာ ကၽြန္ေတာ္တုိ႔ရဲ႕ အခ်စ္ေတာ္ လက္ေဝွ႕ေက်ာ္ Yuri Boyka ရဲ႕ ေျခေထာက္ကုိ ခ်ိဳးသြားတဲ့ေကာင္ပဲဗ်။ဒီ Blood and Bone ဇာတ္ကား ထဲမွာေတာ့ လမ္းေဘး တုိက္ပြဲေတြမွာ ပြဲတုိင္းႏုိင္တဲ့ Bone ေနရာကေနသရုပ္ေဆာင္ထားတယ္ဗ်။IMDB 6.7 ထိရရွိထားတဲ့ Action ကားေလးပါ။ Fight Scene ေတြက Boyka ေလာက္မေကာင္းဘူးလုိ႔ထင္ေပမဲ့ သူ႕ဟာေလးနဲ႔သူေတာ့ မဆုိးဘူးဗ်။IMDB 6.7 ကလည္း အလကားေပးထားတာေတာ့မျဖစ္ႏုိင္ပါဘူး။ဇာတ္လမ္း အက်ဥ္းကေတာ့ လမ္းေဘးလက္ေဝွ႕ပြဲေတြမွာ ေထာင္ထြက္ Bone တစ္ေယာက္ ေနရာရေအာင္ လုပ္ယူလာျပီး လမ္းေပၚက ဘုရင္လုိ႔တင္စားေလာက္တဲ့ James ဆုိတဲ့ လူဆုိးေခါင္းေဆာင္ေဘးက ေကာင္မေလး Angelaနားကပ္လုိ႔ရေအာင္ ၾကိဳးစားရင္း ဘယ္လိုေတြ ျဖစ္သြားမလဲဆိုတာကို Action , Fighting အရသာအျပည့္နဲ႔ ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monျဖစ္ပါတယ္)File size__( 800 MB) and ( 350 MB)Quality__BR-Rip 720pIMDb Rating__6.7/10Format__mp4Duration__01:33:26Type__Action, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen RamseyStarsBob SappDante BascoDick Anthony WilliamsEamonn WalkerJulian SandsKimbo SliceMichael Jai WhiteMichelle BelegrinNona GayeRon YuanCastBob SappDante BascoDick Anthony WilliamsEamonn WalkerErnest MillerFrancis CapraGina CaranoJulian SandsKevin PhillipsKimbo SliceMatt MullinsMaurice SmithMichael Jai WhiteMichelle BelegrinNona GayeRon YuanSala Baker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9Yvgdlc0C1fdXHxubMNxzhF6mac.jpg",
      "https://image.tmdb.org/t/p/w300/sMvALDPbcfpGNIyIygVPuTgZeaU.jpg",
      "https://image.tmdb.org/t/p/w300/73pTXrVIX4FDKc7n29Uakb7EnGC.jpg",
      "https://image.tmdb.org/t/p/w300/7AO33y6dmcsF0Zy3a81Lntxz5jH.jpg",
      "https://image.tmdb.org/t/p/w300/yAbxF9i2NKaUXzyA2dAgVaoqCVH.jpg",
      "https://image.tmdb.org/t/p/w300/qhnfPb3wEtW5I50R2zOz8qZZAHq.jpg",
      "https://image.tmdb.org/t/p/w300/eDmYQp7U2Z1oUOtaMgWWIstXUkn.jpg",
      "https://image.tmdb.org/t/p/w300/ekbD3CXZ5S2cwRoTpI0NkXzlkuI.jpg",
      "https://image.tmdb.org/t/p/w300/exQU6MZpj0Ug0xI95bYO1tcGEq6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/771kBCBYaSeuqGF1yl5SGdYHeXE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yef2owpdxisb.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/blood-and-bone-2009-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1y0bp/Blood_And_Bone_[2009]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ftc6bqiqvq01",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "d5zwiWqtKIE",
      "video_url": "https://www.youtube.com/watch?v=d5zwiWqtKIE",
      "embed_url": "https://www.youtube.com/embed/d5zwiWqtKIE"
    }
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "846"
    },
    "title": "Corner Office (2022)",
    "description": "ကိုယ်လုပ်နေရတဲ့ရုံးအလုပ်တွေမှာ စိတ်တွေမွန်းကြပ်လွန်းလာရင်တချို့လူတွေကစိတ်ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ဒီ Corner Officeဆိုတဲ့ကားထဲက အော်ဆန်ဆိုတဲ့လူရဲ့စိတ်ထွက်ပေါက်ကတော့ အရမ်းထူးဆန်းလွန်းပါတယ်။ အော်ဆန်က သူ့ရဲ့ရုံးအသစ်ကိုရောက်ပြီး သိပ်မကြာခင်မှာပဲဘယ်သူမှမသုံးတဲ့ အခန်းတစ်ခန်းကိုတွေ့ခဲ့ပါတယ်။ ဒီလိုနဲ့သူအဲ့ဒီအခန်းထဲကိုသုံးလေးခေါက်ဝင်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီအခန်းကိုအရမ်းစွဲလမ်းသွားခဲ့ပါတော့တယ်။ အဲ့ဒီအခန်းကသူ့အတွက်စိတ်ကိုအေးချမ်းစေပြီး အလုပ်တွေလုပ်ရတာ ပိုကောင်းစေတဲ့ အခန်းတစ်ခုဖြစ်တဲ့အပြင် သူ့ရဲ့လုပ်ငန်းခွင်က လူတွေအားလုံးရဲ့ အဝေးကိုထွက်သွားစေနိုင်တဲ့စိတ်ထွက်ပေါက်လေးပဲဖြစ်ပါတယ်။ပြဿနာလေးတစ်ခုပဲရှိပါတယ်။ အဲ့ဒီအခန်းက အမှန်တကယ်မရှိပါဘူး။အော်ဆန်ကတော့ အဲ့ဒီအခန်းကိုစိတ်ကြိုက်ဝင်ထွက်သွားလာနေပေမဲ့တခြားလူတွေကတော့ အဲ့ဒီအခန်းနေရာမှာ နံရံကြီးတစ်ခုကိုပဲ မြင်ရပြီးတော့သူအခန်းထဲဝင်သွားတယ်ဆိုတာလဲ နံရံကြီးရှေ့မှာကြောင်တောင်တောင်ကြီးမတ်တပ်ရပ်နေတာကိုပဲ မြင်ရတာဖြစ်ပါတယ်။ဒီလိုနဲ့အော်ဆန်က သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေအပြင် သူဌေးနဲ့ပါပြဿနာတွေတက်ခဲ့ပါတယ်။ ဒါပေမယ့်နောက်ပိုင်းသူပြောပြောနေတဲ့ အခန်းထဲကိုသွားပြီးအလုပ်တွေကြိုးစားလိုက်တဲ့အခါမှာသူဌေးကသဘောကျပြီးရာထူးတွေဘာတွေတက်သွားပြီး နောက်မှာ သူ့ရဲ့အဲ့ဒီအခန်းကိုစွဲလမ်းစိတ်က ပိုပြင်းထန်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုStorytelling ပုံစံနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။File size…1.19GB / 407MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 41mGenre ….. ComedySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllison RileyAndy ThompsonBill MarchantChristopher HeyerdahlConor Stinson O'GormanDanny PudiDoron BellJon HammJune B. WildeKimberley ShonikerMark DozlawMatthew Kevin AndersonMichael P. NortheySarah GadonShawn MacdonaldVeena Sood",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5SBgIj4PejTBe3gGMb2zTTCMkXB.jpg",
      "https://image.tmdb.org/t/p/w300/6hGzoOAr4ynlITcwkYF1Po9mbA4.jpg",
      "https://image.tmdb.org/t/p/w300/ew0Z5zCHnA81F1grIipdNOFoId3.jpg",
      "https://image.tmdb.org/t/p/w300/nbXEp54q2gH81Aap6uZYsxCwPyV.jpg",
      "https://image.tmdb.org/t/p/w300/2k1AvZAwPkhfWgLWk1wf6gEiX24.jpg",
      "https://image.tmdb.org/t/p/w300/fm4VszEgthshcj0aaU1Ja4Qacek.jpg",
      "https://image.tmdb.org/t/p/w300/7MogMKxmSLkIMc9T0hRBuZ3Mtoi.jpg",
      "https://image.tmdb.org/t/p/w300/crgKBkVm1VcUw8SeC5S1Kh4Ua7P.jpg",
      "https://image.tmdb.org/t/p/w300/5L0YXe9FtR3VTC4ZUDvHIx8pBgr.jpg",
      "https://image.tmdb.org/t/p/w300/xzSMX8cnxTsZE59u2Twi1ii2PXE.jpg",
      "https://image.tmdb.org/t/p/w300/uO1ssZWYoxOtaUKMNg5EQpybQnT.jpg",
      "https://image.tmdb.org/t/p/w300/fQ9UjpCsQhZiNmQJPTavvh64s7U.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rZfqjvxJNZAwUaQLvTPTsDGZWox.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wahw0i6pu62v.html",
        "server": "usersdrive.com",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/corner-office-2023-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1W0bq/Corner.Office.2023.WEB-DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/zzpzWCIC#M79SR6rVtFUs2-yPpf16cNzSQwrtugQMxAIh8TB58T4",
        "server": "mega.nz",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/vf3hodc159ju",
        "server": "streamvid.io",
        "size": "407MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/7f37adosjllq.html",
        "server": "usersdrive.com",
        "size": "407MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/corner-office-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "407MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1W0br/Corner.Office.2023.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "407MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/emxwgTzA#qhgoqXM84ljmDXTwN4JuZOEsYD9W-cGXe09RUMkSz84",
        "server": "mega.nz",
        "size": "407MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/y8tpqxv70k2o",
        "server": "streamvid.io",
        "size": "407MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "iEbvLxU8vMI",
      "video_url": "https://www.youtube.com/watch?v=iEbvLxU8vMI",
      "embed_url": "https://www.youtube.com/embed/iEbvLxU8vMI"
    }
  },
  {
    "metadata": "PG-13||1h 55min|Action,Mystery,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "594,130"
    },
    "title": "The Bourne Ultimatum (2007)",
    "description": "The Bourne Ultimatum (2007)IMDb Rating (8.2) / Rotten Tomatoes (92%)++++++++++++Jason Bourneဟောလိဝုဒ် ရုပ်ရှင်နယ်မြေကနေ ခေတ်အဆက်ဆက် စုံထောက်ဇာတ်လိုက်များအား မိတ်ဆက်ခဲ့သည်ကို ကျွန်တော်တို့ပရိသတ်တွေ ခေတ်အလိုက် ကြည့်ရှုခဲ့ကြရသည်။စုံထောက်အမျိုးမျိုးအနက်က လူသိအများဆုံးမှာ ဗြိတိသျှစုံထောက်ကျော်ကြီး ကိုယ်ပိုင်အမှတ်တံဆိပ် 007 ဂျိမ်းစဘွန်းကြီး ဖြစ်လောက်မည်။ယင်းစုံထောက်ကြီး၏ ရုပ်ရှင်များဖြင့် အသားသေနေချိန်မှာ 2002ကာလလောက်တွင် Jason Bourne ဟု အမည်ရသည့် အေ့ဂျင့်ကလေးပေါ်လာလေသည်။စာရေးဆရာကြီး Robert Ludlum ၏ ဇာတ်ကောင်ဖြစ်ပါသည်။Jason Bourne ဇာတ်ကောင်သည် 1988ကတည်းက Mini Series အဖြစ်ထွက်ရှိပေမယ့် သိပ်မထင်ရှားခဲ့ပေ။2000ခုနှစ်လောက်မှ Bourneကိုပြန်လည်အသက်သွင်းဖို့ ကြိုးပမ်းခဲ့သည်။ဘရက်ပစ် ။စတားလုံးတို့အား လျာထားခဲ့သော်လည်း Matt Damon ကိုသာ ရွေးချယ်ဖြစ်ခဲ့သည်။အတိတ်မေ့ ဒဏ်ရာရနေသော လူတစ်ယောက်ဇာတ်ရုပ်ပီပြင်ဖို့အတွက် Matt မှာ အထူးပင် လေ့ကျင့်အားထုတ်ခဲ့ရသည်။အေ့ဂျင့်တစ်ယောက်စရိုက်နှင့် ကိုက်ညီနေစေဖို့ တိုက်ခိုက်ရေးသင်တန်းများတက်၍ ခြောက်လနီးပါး လေ့ကျင့်ခဲ့သလို..ဇာတ်ကားထဲက စတန့်အများစုကိုလည်း လူစားမထိုးပဲ သရုပ်ဆောင်ခဲ့သည်။ထိုသို့ ဇာတ်လမ်း ဇာတ်ကွက် ပြန်လည်ဖန်တီးရသည့် အခက်အခဲများ..ဘက်ဂျက်အခက်အခဲများ စတဲ့ အခက်အခဲများစွာကို ကျော်လွန်ဖြတ်သန်းပြီးမှ ထွက်ရှိလာသော The Bourne Identity (2002)ရုပ်ရှင်သည် ကြိုးစားသမျှ အရာထင်ခဲ့သည်ဟု ဆိုရပေမည်။စပိုင်ကားအများစုအား နှစ်ရှည်လများ စိုးမိုးထားခဲ့သော ဂျိမ်းစဘွန်းများ၏ အရှိန်အဝါကို ကျော်လွန်နိုင်ခဲ့ကာ လက်တွေ့ဘဝနှင့်နီးစပ်သည့် လူသားတစ်ယောက်ကို ဖန်တီးပေးနိုင်ခဲ့သည်။ထို့အပြင် Die Hardလို ဇာတ်ကားထဲက အက်ရှင်ခန်းများကိုပါ မေ့ပစ်နိုင်လောက်သည့် တိုက်ခိုက်ခန်း အသက်လုပြေးလွှားခန်းများဖြင့် ကြည့်ရှုသူအပေါ် ဖမ်းစားခဲ့တာကို တွေ့ခဲ့ရပါမည်။မြေထဲပင်လယ်ထဲမှာ သတိမေ့မျောပါနေတဲ့ လူတစ်ယောက်ကို တံငါလှေတစ်စီးက ကယ်တင်လိုက်ရကနေ Jason Bourne ဇာတ်လမ်းကို ပဟေဠိများဖြင့် စတင်ဖွင့်လှစ်လာခဲ့သည်။သတိပြန်ရသည့်တိုင်အောင် သူ့ကိုယ်သူ ဘယ်သူမှန်း မသိ ။ဘယ်ကလာမှန်းလည်း မသိ။ကျောမှာ သေနတ်ကျည်ဆန်နှစ်ခုက ထိုးဝင်လျက်သား။နောက် တင်ပါးမှာ ဘဏ်နံပါတ်တစ်ခု ။သူကဘယ်သူပါလဲ။အဲဒီနံပါတ်ကလေးက သူ့ဘဝ ဖြစ်တည်ရာကို ပြန်လည်ရှာဖွေရာကနေ အသည်းထိတ်ရှု ပ်ထွေးဖွယ် ဇာတ်အိမ်ကြီးတစ်ခုကို ကျွန်တော်တို့အားလုံး ရင်မမဖြင့်စကြည့်ရတော့သည်။သူနှင့်အတူ တစ်ဖြည်းဖြည်းသိရှိလာရသော အချက်အလက်များအရ သူက ထိပ်တန်း အေ့ဂျင့်တစ်ယောက်။အမေရိကန် CIA ဌာနက တရားမဝင် နှိမ်နင်ရေးလုပ်ငန်းတွေလုပ်ဖို့ဖွဲ့စည်းထားသည့် ထရက်စတုန်း စီမံကိန်းထဲက အဓိကကျသည့် လူတစ်ယောက်ဆိုတာ သိလာခဲ့ရသည်။ထို့အပြင် ယင်းအဖွဲ့၏ တရားမျှတမှု မရှိသော သတ်ဖြတ်လုပ်ကြံခြင်း လုပ်ငန်းများအား လုပ်ကိုင်လိုစိတ် မရှိတော့၍ ထွက်ခွာလာခဲ့သည့် လူတစ်ယောက်ဖြစ်တယ်ဆိုတာကို သိရှိလာသည့်အခါမှာ ။ထိုအဖွဲ့အစည်း၏ ခေါင်းဆောင်များ၏ နှု တ်ပိတ်ခြင်းကို တန်ပြန်ခုခံရဖို့ အကြောင်းဖန်လာရတော့သည်။သူတို့အနေဖြင့် သူတို့ကိုယ်တိုင် စိတ်တိုင်းကျ ဖန်တီးပုံသွင်းခဲ့သော Bourneအား နှိမ်နင်းသတ်ဖြတ်ဖို့ရာ လုံးဝမလွယ်ကူလှပါ။Bourneထံတွင် ရောက်ရှိနေသည့် အချိန်ကာလနေရာမရွေး အံဝင်ဂွင်ကျ ပြောင်းလဲလှုပ်ရှားနိုင်သည့် အရည်အချင်းပေါင်းများစွာကို ပိုင်ဆိုင်ထားသည်။အထူးသဖြင့် သူတို့အားလုံး၏ အကြံအစည်များကို နောကြေအောင် သိရှိနေခြင်းကပင် တစ်လှမ်းသာနေသည်။CIAလိုမျိုး ကမ္ဘာအနှံ့အပြား ချိတ်ဆက်ထားသည့်နည်းပညာကွန်ယက်ကြားတွင် Bourne တစ်ယောက် လွတ်အောင် ရုန်းထွက်ဖို့ရာ မလွယ်ကူလှပါ။CIAကလည်း Bourne၏တည်နေရာအား ချက်ချင်းသိလိုက်တာနှင့် ကြေးစားတွေအား သတ်ဖြတ်ဖို့ လွှတ်လိုက်တာချည်းဖြစ်သည်။Bourneထံတွင် အနီးနားမှာ စာအုပ်ထူထူ တစ်အုပ်ဖြစ်ဖြစ် ဘော့ပင်တစ်ချောင်းပဲဖြစ်ဖြစ် ရှိနေပါက ထိုအရာအား အသုံးပြုပြီး တစ်ဖက်ရန်သူအား အနိုင်ယူတိုက်ခိုက်နိုင်သည့် တိုက်ခိုက်ရေးပညာတွေရှိသည်။ဘာသာစကားမြောက်မြားစွာပြောဆိုနိုင်သည်။သူမကိုင်တတ် မသုံးစွဲတတ်သော ယာဉ်၊လက်နက်၊အီလက်ထရောနစ်ပစ္စည်းမရှိသလောက်ပင်။အားလုံးကို ရင်းနှီးကျွမ်းဝင်နေသည်။ကြောင်တစ်ကောင်လို လျင်မြန်သော အဟုန်မျိုးဖြင့် သုံးမိုင်လောက်အား မနားတမ်းပြေးနိုင်သည်။စက္ကန့်ပိုင်းလောက်ဝေ့ကြည့်လိုက်တာနှင့် ကားသုံးစီ၏ နံပါတ်များအား ချက်ချင်းအလွတ်ပြောနိုင်သည်။လူတစ်ယောက်ကိုဖျတ်ခနဲကြည့်လိုက်ရုံဖြင့် ဘယ်သန်လား ညာသန်လား သိနိုင်သည့် လေ့ကျင့်မှု စွမ်းရည်တွေ ပိုင်ဆိုင်ထားသည်။ထိုအရည်အသွေးများအား အသုံးပြု၍သာ အင်အားကြီးမားလှသော ရန်သူတွေလက်အောက်ကနေ ရုန်းထွက်ရလေသည်။အသက်လုပြေးရလေသည်။ဒဏ်ရာဗလပွဖြင့်နာကျင်ရလေသည်။Jason Bourne ဇာတ်ကားသုံးပိုင်းလုံးသည် ထရက်စတုန်းအဖွဲ့ကြီးနှင့် Bourneတို့ အပြန်ပြန်အလှန်လှန် ဉာဏ်ကစားပုံ ။အသက်လုထွက်ပြေးတိုက်ခိုက်ရသည့် ဇာတ်ဝင်ခဏ်းများဖြင့် ဒရစပ် တည်ဆောက်ထားသည်။(2012မှာ ထရက်စတုန်းစံမံကိန်းထဲက အခြားအေ့ဂျင်တစ်ယောက်ဇာတ်အိမ်ဖြင့် မင်းသား ဂျေမီရမ်နာအား ထည့်သွင်းကာ The Bourne Legacy အမည်ဖြင့် ရိုက်ကူးသေးသည်။Matt Damon၏ Bourneကားများကို လိုက်မမီခဲ့ချေ )။ထရက်စတုန်းစီမံကိန်းက ခေါင်းဆောင်တွေကလည်း Bourneလိုလူမျိုးကိုတောင် ဖန်တီးနိုင်ခဲ့သူများပီပီ တကယ့်ဉာဏ်နီဉာဏ်နီသမားတွေဖြစ်ကြပြီး နည်းပညာအထောက်အကူများဖြင့် Bourneရှိရာနောက်ကို ထပ်ကြပ်မကွာ ရှာဖွေခဲ့သည်။Bourne ကိုယ်တိုင် ချစ်သူအသစ်နှင့် ဘဝသစ်တစ်ခုအား တည်ဆောက်ဖို့ ကြို းစားခဲ့သော်လည်း အတိတ်ဟောင်းက ကိစ္စရပ်များအောက်က ရုန်းထွက်ခွင့် မသာခဲ့ချေ ။သူသာ ကြေကွဲခဲ့ရတော့သည်။ထိုအခါမှာ ကျေအေးပြီးသား အတိတ်အိပ်မက်ဆိုးတွေအား အပြီးသုတ်သင်ဖို့ ဆုံးဖြတ်ပစ်ခဲ့တော့သည်။The Bourne Identity(2002)| The Bourne Supremacy (2004)| The Bourne Ultimatum (2007) အပိုင်းသုံးပိုင်းသည် အေ့ဂျင့် Bourne၏ အတိတ်ကို ပြန်လည်စုံစမ်းပုံ |လာရောက်လုပ်ကြံသူများအား ပြန်လည်တိုက်ခိုက်ပုံ။ချစ်သူနှင့်ဘဝတစ်ခုဖန်တီးဖို့အားပြု ချိန်မှာ ထပ်မံပြီး လုပ်ကြံခံရပုံ။ထို့နောက်တွင် ထိုအဖွဲ့ကြီးအား ပြန်လည်တုံ့ပြန်ပြီး Bourneတစ်ယောက် ပျောက်ကွယ် သွားပုံတို့ဖြင့် အဆုံးသတ်ခဲ့သည်။ဆိုရလျှင် Bourne၏ ဘဝသမိုင်း နိဂုံးကမ္ပတ်အဆုံးသတ်ပြီဟု ထင်မှတ်ခဲ့မိသည်။သို့ရာတွင်မူ Bourneသည် တစ်ဖန်ပြန်လာခဲ့ပါသည်။2016တွင် ရုံတင်လာခဲ့သော Jason Bourne ဇာတ်ကားတွင်မူBourneသည် ဘဝသစ်တွင် အသားကျစပြုပြီ။အတိတ်ဆိုးမဟူရာညနက်တွေအား မှတ်မိနေပြီဖြစ်သော်လည်း အဲဒီကို ပြန်မသွားတော့ ။နှစ်ကာလတွေပင် မနည်းကြာခဲ့ပြီ။သို့ဖြစ်စေကာမူ ပြန်လည်ထိတွေ့ရန် ကြမ္မာကံက ဖန်လာပြန်သည်။သူ့ကို အရေးတကြီးတွေ့လိုတဲ့ မိတ်ဆွေဟောင်းတစ်ယောက်ပေါက်လာပြန်သည်။လွန်လေပြီးခဲ့သောကာလများက အကျွမ်းတဝင် ပတ်သက်ခဲ့ဖူးသည့် သူတို့နယ်ပယ်ထဲက ဘဝတူ မိန်းခလေး Nicky Parsons ဖြစ်သည်။သူမယူဆောင်လာသည့်သတင်းက သူ၏အတိတ်နှင့်သက်ဆိုင်သော မြှု ပ်ကွက်သတင်းတစ်ခု ဖြစ်သည်။ခိုးယူလာခဲ့သော သတင်းဖြစ်သောကြောင့်ပင် သူမနောက်ကိုလည်း CIA နောက်တော်သားများက သုတ်သင်ပစ်ဖို့ လိုက်လာကြလေပြီ။ထို့နောက်မှာ Bourne နှင့် သူတို့ပြန်လည်ဆုံတွေ့ကြသောအခါ ။ရုပ်ရှင်ပိတ်ကားပေါ်မှာသာ ဆက်လက်ကြည့်ရှုဖို့တိုက်တွန်းလိုပါသည်။ထွက်ရှိလာသောဝေဖန်ချက်များအရ ယခုရုပ်ရှင်သည် အရင်ထွက်ရှိပြီးသား ဇာတ်ကားတွေကို လိုက်မမီဟု ဝေဖန်ကြပါသည်။မည်သို့ပင်ဖြစ်ပါစေ အချိန်ယူ ကျကျနနပြင်ဆင်ပြီး ရိုက်ကူးထားသော ဇာတ်ကွက်များအရကြည့်ရှုရန် ထိုက်တန်သည့် ရုပ်ရှင်ကားတစ်ကားဆိုသည်ကတော့ အခိုင်အမာ ပြောလိုပါသည်။နောက်ထပ် Bourneတွေ ထပ်ထွက်လာဦးမလား ဆိုတာတော့ ။– ညီလင်းအိမ်(ရုပ်ရှင်အညွှန်းကိုကိုညီလင်းအိမ် Facebookမှ ကူးယူဖော်ပြပါသည်။)Bourne ရုပ်ရှင်ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=jason+bourneကြည့်ပါ။File size…(5.1 GB)/ (1.9 GB)/(1.1 GB)Quality….BluRay4K HEVC/1080p /720pFormat…mkv/mp4Duration….01:55:15Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnnie PennChris CarrerasPaul GreengrassStarsAlbert FinneyCorey JohnsonDavid StrathairnEdgar RamírezJoan AllenJulia StilesMatt DamonPaddy ConsidineScott GlennTom GallopCastAlbert FinneyAlbert JonesArkie ReeceBen YoucefBranko TomovicBrian SmyjBryan ReentsCharles VennChris WilsonChucky VeniceColin StintonCorey JohnsonDan FredenburghDaniel BrühlDavid BostonDavid StrathairnEdgar RamírezGlynis BrooksJames CicconeJames SchramJeffrey Lee GibsonJoan AllenJoey AnsahJohn RobersonJohn WarmanJulia StilesKai MartinLaurentiu PossaLucy LiemannLuis MottolaMark BazeleyMark MottramMatt DamonMichael AhlMichael WildmanOmar HernandezPaddy ConsidinePaul ThorntonRuss HuardsScott AdkinsScott GlennSebastian FeldmanSinead O'KeefeTom GallopTrevor St. JohnUriel Emil PollackWilliam H. Burns",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qiBILuWhv7ipF0pxiEqIJdkQzj8.jpg",
      "https://image.tmdb.org/t/p/w300/oeOHo9eU2WqkbowJMI3WwFTyK8i.jpg",
      "https://image.tmdb.org/t/p/w300/enNP402xVHC1L2uuEB6OUJPIM5c.jpg",
      "https://image.tmdb.org/t/p/w300/AffBOduzcA20erdBVclVnSBqRbK.jpg",
      "https://image.tmdb.org/t/p/w300/tFxxCxhuqCo66s496uGPK5yeQvI.jpg",
      "https://image.tmdb.org/t/p/w300/hgpB8RFndwRqUUFq8o0qdFECBOb.jpg",
      "https://image.tmdb.org/t/p/w300/993GuvsSHR1vgE7ihX4m5stL7cO.jpg",
      "https://image.tmdb.org/t/p/w300/pYqvKrIDtRozIKepxU0AbRw4JQ0.jpg",
      "https://image.tmdb.org/t/p/w300/3NncbvKCihXcY738hLulYKsnk0o.jpg",
      "https://image.tmdb.org/t/p/w300/9VLtazf2z3cMgi7VnKUgRfJNeU3.jpg",
      "https://image.tmdb.org/t/p/w300/dQwbk4WgOjXTj8WT4CYe4E2IkId.jpg",
      "https://image.tmdb.org/t/p/w300/eeg7RNruMF3oeVMjBNNs6Det0ck.jpg",
      "https://image.tmdb.org/t/p/w300/esQHyERxqe6zNGbrYqqSkmpa5wp.jpg",
      "https://image.tmdb.org/t/p/w300/3W2PntikGPhaIxBHyesf26Su64o.jpg",
      "https://image.tmdb.org/t/p/w300/r3DXmyyYWb44CeTkZg0JDV14WLn.jpg",
      "https://image.tmdb.org/t/p/w300/go1NtQON9coNhjGSIfp7dxCSdFQ.jpg",
      "https://image.tmdb.org/t/p/w300/5AQkpFL2VhPFvOvziD13XcGRvCq.jpg",
      "https://image.tmdb.org/t/p/w300/g1BRQCo6k4xFYyDEe6blAhJUmgU.jpg",
      "https://image.tmdb.org/t/p/w300/xINBIzMsz0GWXfuQoyiAJPane6w.jpg",
      "https://image.tmdb.org/t/p/w300/gbx1461ROJ3G4GJ7NChivxXFMR7.jpg",
      "https://image.tmdb.org/t/p/w300/qsu622mWvcQ1VSC5phOmA4D6XTe.jpg",
      "https://image.tmdb.org/t/p/w300/oMRChQlTUti0aj0Zcc7qdGwGIzJ.jpg",
      "https://image.tmdb.org/t/p/w300/cTQCScgrF5HYa5dYozdJbt3Hqbl.jpg",
      "https://image.tmdb.org/t/p/w300/PjeptFVOZX3Ixzj7BAznu9KtRJ.jpg",
      "https://image.tmdb.org/t/p/w300/rIKOhkya8kElkLfJYCSKv21qdKg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/11404334-8235038232669397-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-ultimatum-2007-blu-ray-2160-p-x-265-10-bit-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.1 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-ultimatum-2007-blu-ray-1080-p-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XKv5/(CM)_The_Bourne_Ultimatum_(2007)_BluRay_1080p_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/16NwSCBT#LAUKuAQWBzuGAPQ5mJQtHJ9pKkkL5vowQ4B8Mrmy1-s",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hzmxatn2di6t.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-ultimatum-2007-blu-ray-720-p-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XKuf/(CM)_The_Bourne_Ultimatum_(2007)_BluRay_720p_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/l2VwnLzK#SWfxv9P9drVfVBgdrNwq_akfyk1jfBANz9tPLmVBv-g",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/d7vha7lqe866.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f5uiyyicc70v",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/zfyertjm64l8",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZT2ZxjUjSo0",
      "video_url": "https://www.youtube.com/watch?v=ZT2ZxjUjSo0",
      "embed_url": "https://www.youtube.com/embed/ZT2ZxjUjSo0"
    }
  },
  {
    "metadata": "TV-14|2020|2h 10min|Comedy,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "45.648"
    },
    "title": "The Kissing Booth 2",
    "description": "လာပါပြီ အကုန်လုံး​စောင့်​မျှော်​နေကြတဲ့ Kissing Booth 2 …..အခု 2 မှာ​တော့ မင်းသမီးအယ်ဗန်စ်နဲ့သူ့​ဘော်ဒါလီတို့ဖိုင်နယ်​ကျောင်းသား​တွေဖြစ်သွားကြပါပြီမင်းသားနိုအာကလည်း ​​ကျောင်းဆက်တက်ဖို့အတွက် ​ဘော်စတွန်ကိုထွက်သွားရပါတယ်လီမှာကလည်း ​ရေချယ်ဆိုတဲ့ကောင်မ​လေး နဲ့ချစ်သူ​တွေဖြစ်​နေကြပါတယ်မင်းသမီးအ​နေနဲ့နိုအာ့ကိုလွမ်း​နေတုန်းနိုအာက​တော့ ​ဘော်စတွန်မှာသူငယ်ချင်း​ကောင်မ​လေးအသစ်ရသွားပါတယ်မင်းသမီးကလည်း ​နောက်ထပ် ​စော်ကြည်ဘဲကောင်​လေးတစ်​ယောက်နဲ့သူငယ်ချင်းဖြစ်သွားပါတယ်အမြဲတပူးပူးတတွဲတွဲဖြစ်​နေကြ မင်းသမီးနဲ့လီတို့သူငယ်ချင်းနှစ်​ယောက်ကြားမှာ ​ရေချယ်​ရောက်လာ​တော့ဘယ်လိုပြဿနာ​တွေဖြစ်လာမလဲမင်းသမီးနဲ့နိုအာကြားက အချစ်​ရေးက​ကောပျက်စီးသွားမလားပိုပြီးခိုင်မာလာမှာလားဆိုတာဆက်ပြီးကြည့်ရှုပါဦးလို့…..File Size –  1.8 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Augsut , Pyae Shan Tun Wai , YK , DollyEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVince MarcelloStarsBianca BoschCarson WhiteJacob ElordiJoel CourtneyJoey KingMaisie Richardson-SellersMeganne YoungMolly RingwaldStephen JenningsTaylor Zakhar PerezCastBianca BoschByron LangleyCamilla WolfsonCarson WhiteChloe WilliamsD. David MorinDylan EdyEvan HengstFrances Sholto-DouglasGlen Biderman-PamGrant RossHilton PelserJacob ElordiJeanne NeilsonJoel CourtneyJoey KingJoshua Daniel EadyJudd KrokKai Luke BrummerMaisie Richardson-SellersMeganne YoungMichelle AllenMolly RingwaldMorné VisserMotsi TekatekaNadia KretschmerNathan LynnSanda ShanduStephen JenningsTaylor Zakhar PerezToni Jean ErasmusTrent RoweWaldemar SchultzZandile Madliwa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wO5QSWZPBT71gMLvrRex0bVc0V9.jpg",
      "https://image.tmdb.org/t/p/w300/iVc7AAibUvTzUlYlbaPmuUj3GaJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOWQ5ZGU2ZGQtOTJjYi00MWI3LWE1ZDQtM2EzOGI2MzJjNTA4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/w0n9niad5c6n.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/96gncmc6umw0.html",
        "server": "usersdrive.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-kissing-booth-2-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-kissing-booth-2-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/S1k5/The.Kissing.Booth.2.2020.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2dWfD/The.Kissing.Booth.2.2020_.720p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/r2ghACBR#mEmtdS3OtEdYOLtJrDpE3vLd_CsWfhTxV8UHpSdmeTM",
        "server": "mega.nz",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/S6xRlSQQ#WFQvF3yNjnrl6WWwJBNYCjwF1-rH8u4af6fHgEQ5l2U",
        "server": "mega.nz",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/6wu2u6rfhbn3",
        "server": "upstream.to",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/wqr6unj6rq1v",
        "server": "upstream.to",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/90kgkkfb2102.html",
        "server": "datbu.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/67fyb14xc8gc.html",
        "server": "datbu.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "veryfiles.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "veryfiles.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "filedwon.info",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "filedwon.info",
        "size": "837 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "_Br5Sm6sf24",
      "video_url": "https://www.youtube.com/watch?v=_Br5Sm6sf24",
      "embed_url": "https://www.youtube.com/embed/_Br5Sm6sf24"
    }
  },
  {
    "metadata": "|2022|2h 11m|Thriller",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "10"
    },
    "title": "Christmas Carol (2022)",
    "description": "Christmas Carol (2022)GOT7 အဖွဲ့၀င် မင်းသားချောလေး Park Jin-young ရဲ့ မကြာခင်ကမှ ရုံတင်ပြသထားတဲ့ movie လေးလာပါပြီ။ဒီဇာတ်ကားထဲမှာ Jin-young က လုံး၀မတူညီတဲ့ ကာရိုက်တာနှစ်ခုကို နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီး သရုပ်ဆောင်ချက်တွေကလည်း တအားမိုက်လို့ တကယ်ကို ကြည့်သင့်တဲ့ကားလေးလို့ ညွှန်းချင်ပါတယ်။ဒီနေ့လို ခရစ္စမတ်အကြိုနေ့လေးမှာ ခရစ္စမတ်အကြောင်းပါ၀င်နေတဲ့ ဇာတ်ကားလေးကို ကြည့်ရတော့ အမှတ်တရလည်းဖြစ်တာပေါ့။ဇာတ်လမ်းအကျဉ်း …ဂျူအီးဝူနဲ့ ဂျူဝေါဝူတို့ဟာ အမြွှာညီအစ်ကိုတွေဖြစ်ကြပြီး ခရစ္စမတ်နံနက်ခင်းမှာ ညီဖြစ်သူ ဝေါဝူကို သေလျက်သား တွေ့ရှိခဲ့ရတယ်။ ရိုးရိုးရှင်းရှင်းမတော်တဆမှုကြောင့်ဆိုပြီး အမှုပိတ်လိုက်ပေမဲ့ အစ်ကိုဖြစ်သူ အီးဝူဟာ ဒါကိုလက်မခံနိုင်ခဲ့ဘူး။အဲဒါကြောင့် သူ့ညီရဲ့ သေဆုံးမှုကို ကိုယ်တိုင်စုံစမ်းဖော်ထုတ်ပြီး ပါဝင်ပတ်သက်နေသူ ဖုံးကွယ်ပေးသူအားလုံးကို လက်စားချေဖို့ စိတ်ဆုံးဖြတ်လိုက်တယ်။အီးဝူမှာရှိနေတဲ့ သဲလွန်စက ဝေါဝူနဲ့ နောက်ဆုံးဖုန်းပြောတုန်းက ဖုန်းထဲကနေ ကြားလိုက်ရတဲ့အသံတစ်ခုတည်းသာပါ။ဒါပေမဲ့လည်း ညီဖြစ်သူအတွက် တရားမျှတမှု ဖော်ဆောင်ဖို့နဲ့ တရားခံကိုရှာဖို့အတွက် အီးဝူတစ်ယောက် ကြိုးစားစုံစမ်းရင်းကနေမှ လူငယ်ထိန်းသိမ်းရေးစခန်းကို ရည်ရွယ်ချက်ရှိရှိ၀င်သွားတဲ့အခါမှာတော့ …(ဇာတ်လမ်းအညွှန်းကို ကိုHninက ရေးပေးထားပါတယ်။)File Size          :1.5GB,560MB, 283MBQuality            :1080p WEB-DL,720p WEB-DL, 480pFormat            :mp4Duration         :2hr 11minsGenre              :ThrillerTranslated byHnin, Tiff & MiriEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSeong-soo KimCastHeo Dong-wonJinyoungKim Dong-hwiKim Young-minSong Geon-hee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iWHXT7XmACGUEMY61f2hkXs5udE.jpg",
      "https://image.tmdb.org/t/p/w300/5jO4f7GeZud7vt8NCl87hSh4RjC.jpg",
      "https://image.tmdb.org/t/p/w300/yNKlA0XkO9RyseOSg1KN0Ez0rOg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6X8oKNgny4DqXEwQiYKoS6Yedw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-christmas-carol-2022-1080-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jjutas8k4xbz.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1b0am/[CM]Christmas.Carol.2022.1080p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PrJHWARB#KIHwcoLchz5nqyLhVHeXuPchTdVvTn2hQm8o15FOdNM",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/rzbhllztomrn/[CM]Christmas.Carol.2022.1080p.WEB-DL.mp4",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-christmas-carol-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "560MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/l66e1a0ix4tn.html",
        "server": "usersdrive.com",
        "size": "560MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1QXv6/[CM]Christmas.Carol.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "560MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mi5nXI6R#ogNZ-8C5BxFU8GzobTklY0XeRFQ6eCKjrRCpYGjASSY",
        "server": "mega.nz",
        "size": "560MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/gcclob8mtrx8.html",
        "server": "streamsb.com",
        "size": "560MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wwynhbnclua4/[CM]Christmas.Carol.2022.720p.WEB-DL.mp4",
        "server": "streamvid.io",
        "size": "560MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-christmas-carol-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/hjmes2nq0c79.html",
        "server": "usersdrive.com",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1b01o/[CM]Christmas.Carol.2022.480p.mp4",
        "server": "megaup.net",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/G3ZFAaCY#agqV8f1rEz0OROpwZHXil4u2B2z0bY-XzTJ7HfMDuC0",
        "server": "mega.nz",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/pk4jsn55ico5.html",
        "server": "streamsb.com",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/yu7mxq0do41z/[CM]Christmas.Carol.2022.480p.mp4",
        "server": "streamvid.io",
        "size": "283MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "309"
    },
    "title": "Bring Me Home(2019)",
    "description": "Bring Me Home(2019)တစ်ဉီးထဲသောသားလေးမို့ ရင်နင့်အောင်ချစ်ခဲ့ပါတယ်ဆိုမှာ ရုတ်တရက်ပျောက်ဆုံးသွားတယ်…မိဘ(၂)ပါးအတွက် ဘဝတွေဟာ ခါးသီးလွန်းတယ်…. လင်မယား(၂)ယောက် တစ်ယောက်ကိုတစ်ယောက်ဟန်ဆောင်ပြုံးတွေနဲ့ နှစ်သိမ့်ပေးရင်း သားလေးကိုရှာခဲ့တာ အခုဆို(၆)နှစ်တောင်ရှိခဲ့ပြီ…..ခုချိန်ထိအစအနတောင်ရှာမရသေး…ယောကျ်ားဖြစ်သူဟာ သားလေးတွေ့တဲဆိုတဲ့ စာတစ်စောင်ကြောင့်အပြေးအလွှားသွားရှာတုန်းမှာကားမှောက်ဆုံးသွားတယ်…မိခင်အတွက်တော့ တစ်ပူပေါ်တစ်ပူဆင့်ပါပဲ…ဒီလိုနဲ့တစ်နေ့မှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သူ့သားရှိတယ်ဆိုတဲ့ အခိုင်အမာ သတင်းရပြီးတဲ့နောက်မှာတော့….ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး…တော်တော်ကောင်းတဲ့ Drama ကားလေးပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်…File Size : (950 MB) and (472MB)Quality :WEB-DL 720pFormat…mp4Duration…01:48:00Genre :Drama,Mystery,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Shoon Thu Thu ChainEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Seung-wooStarsHeo Dong-wonJin Yoo-youngJung Ae-hwaKim Jong-suLee Hang-naLee Won-keunLee Young-aePark Hae-joonYoo Jae-MyungCastHeo Dong-wonJin Yoo-youngJung Ae-hwaKim Jong-suLee Hang-naLee Won-keunLee Young-aePark Hae-joonYoo Jae-Myung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7K6Toqo2dgIPgVZB0uEqSLGPsno.jpg",
      "https://image.tmdb.org/t/p/w300/6zRovDMjTfvhySqgofulfQ2YGkC.jpg",
      "https://image.tmdb.org/t/p/w300/8oedtCJ4xWjUr7hDmw0CJmV0JiK.jpg",
      "https://image.tmdb.org/t/p/w300/5wNlKEEH38uT5CgG9b0Ay2x2hhn.jpg",
      "https://image.tmdb.org/t/p/w300/uvISypusYVN7Ic1M4E5Qgq4xNXd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xeqjrb3fhf2y.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/yaso6ozkseea.html",
        "server": "usersdrive.com",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yoteshinportal.cc/bring-me-home-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/bring-me-home-2019-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/Rvy2/Bring_Me_Home.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1xt09/Bring_Me_Home.2019.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/A94nCIhK#dFJPnjJlQMqsJqS567CcDXqUUbAhaIDKyrx_896nyiw",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/MxpTXKLR#HJkU0QLMr_kSnZ78iqbCfs4guohY8VVKiuBulOXgqVs",
        "server": "mega.nz",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yadi.sk/i/k7flMPgFq0MDgA",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/nLdg1yQfMpaYlw",
        "server": "disk.yandex.com",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://1fichier.com/?m6gqmwu6sq3ggn3tmqxy",
        "server": "1fichier.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?kiw1zjqexuzd27vax2aj",
        "server": "1fichier.com",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://upstream.to/pq65coopofc1",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/rjpumjcz4hdc",
        "server": "upstream.to",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "45Dp0xOS8TI",
      "video_url": "https://www.youtube.com/watch?v=45Dp0xOS8TI",
      "embed_url": "https://www.youtube.com/embed/45Dp0xOS8TI"
    }
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Love Hard (2021)",
    "description": "CM ပရိသတ်ကြီးရေ Christmas ကလည်း နီးလာပြီဆိုတော့Christmas နောက်ခံ အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အပန်းဖြေလိုက်ကြရအောင်ပါ၂၁ ရာစု အင်တာနက်ခေတ်ကြီးမှာ ခေတ်ထလာတာ တစ်ခုကို ပြောရရင်Online Dating App တွေလို့ ဆိုရပါမယ်။ နှစ်သက်ရာ app တစ်ခုမှာအကောင့်တစ်ခုဖွင့်ပြီး ချစ်သူရှာကြသည်ပေါ့။FA တွေအတွက်တော့ အတော်လေး နပ်တဲ့ app တွေပေါ့ဗျာအလားတူ ဒီဇာတ်လမ်းထဲက အပျိုဟိုင်းကြီး နာတာလီကလည်းdating app တွေက စားစော်ကြီးပေါ့။တစ်ခုပဲ ဒီစော်ကြီးက စားတိုင်း အစားမကြေလေဘူး။တွဲသမျှ ပြတ်၊ ချိန်သမျှ ပါလိုက်နဲ့ ငှက်ပျောတုံး ဖက်ရလုနီးပါးပေါ့။တစ်ခုတော့ အကောင်းသားဗျ။အချစ်ကံခေပေမဲ့ ဒီကံခေမှုတွေကို သူက ဇာတ်လမ်းတွေဖန်တီးပစ်တော့စားစော်ကြီးက အလုပ်အကိုင်အတည်တကျနဲ့ ရှုးဂါးမာမီစတိုင်ပါပဲ။ဒါပေမဲ့ အပျိုကြီးက လက်မလျှော့သေးပါဘူး။တစ်နေ့မှာ ဒီ dating app ကနေပဲ ဂျော့ရှ်ဆိုတဲ့ ခပ်ချောချော ဘဲတစ်ပွေနဲ့သူ အီစီကလီတွေလုပ်ရင်း သံယောဇဉ်က ပိုမိသွားပါတယ်။ဒီလိုနဲ့ ခရစ်စမတ်မှာ သူနဲ့ ဖြတ်သန်းမယ်ရည်ရွယ်ပြီး ဂျော့ရှ်ရှိရာ Lake Placid ကို လိုက်သွားပါတယ်။အပျိုကြီးမမ ကံဆိုးချက်ကတော့ သူနဲ့ တစ်ချိန်လုံး အွန်လိုင်းပေါ်မှာ ကြူထားတဲ့ ဂျော့ရှ်ဆိုတဲ့လူဟာပရိုဖိုင်က တင်ထားတဲ့ပုံနဲ့ မိုးနဲ့မြေကွာတဲ့ပုံတုံးကြီးဖြစ်နေတဲ့အခါ …..ဘာတွေဆက်ဖြစ်ကြမလဲ …ဂျော့ရှ်ကရော ဘယ်လိုလူလဲ ….တစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Vampire Diaries မင်းသမီးချော Nina Dobrev ကနာတာလီအဖြစ် ပါ၀င်သရုပ်ဆောင်ထားပြီး အခုချိန်ထိ သူ့ရဲ့ လှပချောမောမှုတွေကို တစ်၀ကြီး မြင်ရမှာပါ။File Size : (1.5 GB) & (900 Mb)Quality : Webrip 1080p & 720 pRunning Time : 1:44:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byYoon Sandi Aung and JerricaEncoded by Mr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandra LainfiestaAlthea KayeAndrew ZacharBalinder JohalC. Ernst HarthCecilly DayDarien MartinDarren BarnetDean PetriwDebbie PodowskiEric PollinsFletcher DonovanHarry Shum Jr.Heather McMahanJacqueline Ann SteuartJames SaitoJimmy O. YangKurtis SzarkaKwasi ThomasLee Shan GibsonMarco Walker-NgMatty FinochioMel TuckMikaela HooverNina DobrevPeter CiuffaRebecca StaabSean DepnerSeth WhittakerShaquan LewisSue SparlinWonita Joy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pa0Mq5rGm2QnzdpFmugTu4Mghf.jpg",
      "https://image.tmdb.org/t/p/w300/zuyX2QZPjDVV2631gafAWeWIfrM.jpg",
      "https://image.tmdb.org/t/p/w300/21xweotmRtNjO4SRvxYC0Vf2Png.jpg",
      "https://image.tmdb.org/t/p/w300/zEhSaz1qHeXVSdm1qTEDvCm8wxN.jpg",
      "https://image.tmdb.org/t/p/w300/i2qmHc2R1U0G3cDhYDUFiWIBboc.jpg",
      "https://image.tmdb.org/t/p/w300/eTyoYfpEFXVSbrCmpeZBQv8vgl1.jpg",
      "https://image.tmdb.org/t/p/w300/jJ0UcxYM2ZP404MzfNNADUAAdBT.jpg",
      "https://image.tmdb.org/t/p/w300/1WwAmZQcHuFV5gyj7tBouhtFeCO.jpg",
      "https://image.tmdb.org/t/p/w300/qw2TG353OurFGG7modwXFBgRt7N.jpg",
      "https://image.tmdb.org/t/p/w300/7moOCUIS9EOhElbMInngOmMuIj4.jpg",
      "https://image.tmdb.org/t/p/w300/2nlZ3amStGB7Neaf35qcfZmvbEN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/love.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/love-hard-2021",
        "server": "VIP Links",
        "size": "1.5 Gb / 900 Mb",
        "quality": "1080p / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/love-hard-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-hard-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2lVoo/Love.Hard.2021.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2lVor/Love.Hard.2021.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/6qednxyf7b7t.html",
        "server": "streamsb.com",
        "size": "1.5 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/oi7cy02ah8vp.html",
        "server": "streamsb.com",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uo1AVC4K#fukZXnlW6mW58caqug0-BYcNEXQdcG5R1qr-wDfNjuI",
        "server": "mega.nz",
        "size": "1.5 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/illk2QYZ#xBRidWGQc6S7tIuAO2kTmq8_0DiXHDnY1Slfwm3F-rk",
        "server": "mega.nz",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jmehk2ttuvi2.html",
        "server": "usersdrive.com",
        "size": "900 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3boMRfx6cjE",
      "video_url": "https://www.youtube.com/watch?v=3boMRfx6cjE",
      "embed_url": "https://www.youtube.com/embed/3boMRfx6cjE"
    }
  },
  {
    "metadata": "18+|2016|1h 24min|Adult,Asian,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Erotic Tutoring (2016)",
    "description": "ဒီကိုရီးယား ၁၈+ ဇာတ်ကားက Erotic ဆန်လွန်းပါတယ်။စာလာသင်တဲ့ဆရာမနဲ့ ကျောင်းသားလေးတို့အပြင်တခြားဘာညာတွေပါ ဘာညာကြတဲ့ဇာတ်ကားပါ။Dark Side Production မှတင်ဆက်ထားပါတယ်။File Size…(800MB)Quality…HD-Rip 720pFormat…mp4Duration…01:23:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…RGBTranslated byDarkSide HTSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChoi Woo SungStarsAhn Min-sangDo Mo-seLee SooPark Joo-bin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4LmV5grDILKNSfZHjHL0tr0dBVX.jpg",
      "https://image.tmdb.org/t/p/w300/biksmhDu2k88VfEvTLl6HJtzNCj.jpg",
      "https://image.tmdb.org/t/p/w300/qytVqojais5TbR6MBBZqHfJejuJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/du9f2dutkaa5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/erotic-tutoring-eum-lan-gwa-oi-18-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/V8ya/Erotic_Tutoring_(Eum-Lan_Gwa-Oi)_[18+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/50px464hh4lm",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "ElFS0IbBRTY",
      "video_url": "https://www.youtube.com/watch?v=ElFS0IbBRTY",
      "embed_url": "https://www.youtube.com/embed/ElFS0IbBRTY"
    }
  },
  {
    "metadata": "R||1hr 30minutes|Action,Comedy,Crime",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "7906"
    },
    "title": "Free Fire (2016)",
    "description": "Free Fire 2016ဒီဇာတ်ကားရဲ့ ထူးခြားချက်တစ်ခုကိုပြောပြပါဆိုရင်တော့ ပါသမျှသရုပ်ဆောင်တိုင်းက နာမည်ကြီးတွေဖြစ်နေတာပါပဲ။ Captain Marvel အဖြစ်လူသိများတဲ့ မင်းသမီးချော Brie Larson ရယ် Peaky Blinders ထဲက Thomas Shelby နေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသားချောကြီး Cillian Murphy ရယ်၊ Call me by your name ထဲက မင်းသားအခန့်ကြီး Armie Hammer ရယ် အက်ရှင်ကားတွေနဲ့ဆို နာမည်ကြီးတဲ့သရုပ်ဆောင်တွေ အခြားရုပ်ရှင်ကားပေါင်းများစွာ ပါဝင်ထားတဲ့ အလန်းစားအက်ရှင်ဇာတ်ကြမ်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့…ဂျက်စတင်ဆိုတဲ့ကောင်မလေးတယောက် ဒုစရိုက်ဂိုဏ်းနှစ်ဂိုဏ်းအရောင်းအဝယ်ကိစ္စမှာကြားဝင်စေ့စပ်ရင်းပြဿသနာသေးသေးလေးကနေစပြီး ပစ်ခတ်ကြတဲ့အခါမှာတော့ သေနတ်ပစ်ရတာပျော်နေတဲ့လူတွေကြား သူ့ခမျာပတ်ပြေးရပါတော့တယ်။ပတ်လည်ရိုက်အောင် ပစ်ကြခတ်ကြလွန်းလို့ ကြည့်ရတဲ့သူတောင်မောလာစေမယ့်ဇာတ်ကားပါ။နောက်ဆုံးတော့ ဒီလိုအရှုပ်ထုပ်တွေကနေ ဂျက်စတင်တစ်ယောက်ဘယ်လိုလွတ်မြောက်လာမလဲ။ဒီအရှုပ်အရှင်းတွေကြားမှာ တယောက်ယောက်ကများ အကျိုးအမြတ်ရသွားမလားဆိုတာ…..။Action/Comedy/Crime အမျိုးအစားဖြစ်တာကြောင့် အက်ရှင်ကြမ်းကြမ်းတွေ အခွီတွေနဲ့ တကယ့်အလန်းစားဇာတ်ကားမျိုးပါပဲ။File size…(1.5 GB)/(650 MB)Quality…BluRay 1080p / 720pFormat…mp4Duration….01:30:34Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySan Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastArmie HammerBabou CeesayBrie LarsonCillian MurphyEnzo CilentiJack ReynorMark MoneroMichael SmileyNoah TaylorPatrick BerginSam RileySara DeeSharlto CopleyTom Davis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qUg005Yer0DQOW3l45jrwP0rTvo.jpg",
      "https://image.tmdb.org/t/p/w300/s604QqbfyddAZVzFcJlga9rXlOT.jpg",
      "https://image.tmdb.org/t/p/w300/fESnaDVMocvnWp88xh6yJPyvrcL.jpg",
      "https://image.tmdb.org/t/p/w300/3tbEiJmWPuiPKBvMvJKYvkmpOof.jpg",
      "https://image.tmdb.org/t/p/w300/lPdhR8njOQWT3US0vmpQXVoOHFC.jpg",
      "https://image.tmdb.org/t/p/w300/8Axm8eIdmlldVM202txMwmgoZfN.jpg",
      "https://image.tmdb.org/t/p/w300/58Iztd3D02eayhpZmCwo9ITVD3D.jpg",
      "https://image.tmdb.org/t/p/w300/fJFXpCJwZ9CMYlFHcBLNljur5bx.jpg",
      "https://image.tmdb.org/t/p/w300/p9LDpNX2pRUQAuN3u2PuXL2IPvU.jpg",
      "https://image.tmdb.org/t/p/w300/m98chTBUapIGcTBT6rqMPw8JP9Q.jpg",
      "https://image.tmdb.org/t/p/w300/72UDTnKMZnoP5sYmcj44nJMnhHD.jpg",
      "https://image.tmdb.org/t/p/w300/bz3oucrrpdEszTIopj9ZG2HzPjJ.jpg",
      "https://image.tmdb.org/t/p/w300/xgwV8HkqW5tygHORTkjdXne00hs.jpg",
      "https://image.tmdb.org/t/p/w300/6PY1VHGluzGbPUx0doaMCmJ2xwZ.jpg",
      "https://image.tmdb.org/t/p/w300/tZvrF2v3B6SwFW2hvaPZdsakFbz.jpg",
      "https://image.tmdb.org/t/p/w300/6ro6bp5SViC1JnmZCwtlfuDpHZ0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Free_Fire-168513615-large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-free-fire-2016-1080-p-bluray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aTsr/(CM)_Free.Fire.2016.1080p.bluray.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/U7AjlLJQ#8WnPJv-VH0Me24FnM2_YbqKizfCAQUYWVyVBf0KC0zY",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/t1ce0e10smj3.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ek97r4lrzpnr/(CM)_Free.Fire.2016.1080p.bluray.x264-Nyein.mp4",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-free-fire-2016-720-p-bluray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aTs7/(CM)_Free.Fire.2016.720p.bluray.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/81gpndhleufu.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/4kv7n2bfcw44.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/bzmykcuoiunv/(CM)_Free.Fire.2016.720p.bluray.x264-Nyein.mp4",
        "server": "streamvid.io",
        "size": "650 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "oDD3I0uOlqY",
      "video_url": "https://www.youtube.com/watch?v=oDD3I0uOlqY",
      "embed_url": "https://www.youtube.com/embed/oDD3I0uOlqY"
    }
  },
  {
    "metadata": "|||Drama,Family",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Summer Hours (2008)",
    "description": "Rotten Tomatoes 94% IMDb 7.2အထိရရှိခဲ့ပြီး ဆု ၈ ခုနဲ့ ဆန်ကာတင် ၂၃ ခုကိုဆွတ်ခူးခဲ့တဲ့ ၂၀၀၈ ခုနှစ်ထွက် အနုပညာ ယဉ်ကျေးမှုနဲ့ ပတ်သက်တဲ့ ပြင်သစ်မိသားစု ဒရာမာကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီရုပ်ရှင်ထဲမှာ အထင်ကရ ပြင်သစ်ပန်းချီပညာရှင်၊ လက်မှုပညာရှင်တွေနဲ့ နာမည်ကျော်အနုပညာလက်တွေအကြောင်းကို အလျှံပယ်တွေ့ရှိရမှာပါ။ဟယ်လင် ဟာ နာမည်ကြီး ပြင်သစ်ပန်းချီဆရာ အနုပညာစုဆောင်းသူတစ်ဦးဖြစ်တဲ့ Paul Berthier ရဲ့တူမဖြစ်ပြီး Paul Berthier ဆုံးပါးသွားပြီးနောက်ပိုင်းမှာ ဦးလေးဖြစ်သူရဲ့ အိမ်ခြံနဲ့ တန်ဖိုးကြီးအနုပညာပစ္စည်းတွေကို ဆက်လက်ထိန်းသိမ်းပေးနေတဲ့ ၇၅နှစ်အရွယ် အမျိုးသမီးကြီးတစ်ယောက်ပါ။ဟယ်လင်ရဲ့ သားသမီးသုံးယောက်ဖြစ်သူ ဖရက်ဒရစ်၊ ယေဟေမိနဲ့ ‌‌အေဒရီယန်တို့ဟာ ၎င်းတို့ရဲ့မိသားစုတွေနဲ့အတူ မိခင်ကြီးရဲ့ ၇၅နှစ်ပြည့်မွေးနေ့မှာ တွေ့ဆုံကြဖို့အတွက် ငယ်ဘ၀ကအိမ်လေးဆီ အရောက်ပြန်လာခဲ့ကြပါတယ်။ထို့နောက် ဟယ်လင်ဟာ ရုတ်တရက်ဆုံးပါးသွားပြီးတဲ့နောက်မှာတော့ ဖရက်ဒရစ်၊ ယေဟေမိနဲ့ အေဒရီယန်တို့သုံးဦးဟာ အမေဖြစ်သူဟယ်လင် ဘ၀တလျှောက်လုံးထိန်းသိမ်း‌‌စောင့်ရှောက်လာခဲ့တဲ့ Paul Berthier ရဲ့အိမ်တော်ကြီးနဲ့ အမွေပစ္စည်းတွေကို စီမံခန့်ခွဲကြဖို့ရာ အကြောင်းဖန်လာတော့တဲ့အခါမှာတော့…Paul Berthier နဲ့ ဟယ်လင်ရဲ့အကြားက ဆက်ဆံရေး၊ သားသမီးသုံးဦးရဲ့ အနုပညာပစ္စည်းတွေအပေါ်အမြင်၊ ရှေးပဝေသဏီကတည်းက မိသားစုရဲ့ ထမင်းချက်အိမ်ထိန်းဖြစ်ခဲ့တဲ့ အယ်လူဝိစ်ရဲ့ ခံယူချက်တွေကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ဒီရုပ်ရှင်ရဲ့ဖန်တီးသူ စာရေးဆရာ ဒါရိုက်တာတစ်ဦးဖြစ်တဲ့ Oliva Assayas ဟာ Summer Hours ရဲ့ခံစားချက်ကိုဆွဲဆောင်စေတဲ့ခံစားချက်ရရှိအောင် ဇာတ်ဆန်ဆန်မရိုက်ကူးထားဘဲ အရွယ်ရောက်ပြီးသား သားသမီးသုံးယောက်ရဲ့ သဘာ၀အတိုင်း တိုင်ပင်ဆွေးနွေးငြင်းခုန်ကြပုံတွေ ရိုက်ကူးထားတယ်လို့ဆိုပါတယ်။File size…(2.4 GB)/(1.3 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:43:00Genre…Drama, FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Steven khantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlice de LencquesaingAlistair ForwoodArnaud AzoulayArnaud Brejon de la LavergneeBruno EcaultCharles BerlingChristian LucasDaisy KechichiglonianDominique ReymondEdith ScobÉmile BerlingEric ElmosninoFrançois-Marie BanierGérard LandrotGilles ArbonaIsabelle SadoyanJean-Baptiste MalartreJérémie RenierJuliette BinocheKauda PharaonKyle EastwoodLéna BurgerLuc BricaultMalo GledhillMarc PlockiMarc VoinchetMarie Bélie VauletMarine DecroixMax RicatMichel BroomheadMichel MaketOdile MichelPearl KechichiglonianPhilippe PaimblancPhilippe ThiébautSara MartinsValérie Bonneton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dQoQYlnbbI08gotToAO5ZyS1v63.jpg",
      "https://image.tmdb.org/t/p/w300/9rBE7nlObCCSmH26uwaK79dKr87.jpg",
      "https://image.tmdb.org/t/p/w300/3EmsRhaIItaanrCYOu31UMaOqI5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/c1cf7bbf3754f3c55098babf0c4fcdb7b599730de0bd4a9829453f9e340d09a4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/summer-hours-2008-1080-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Y110/Summer.Hours.2008.1080p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/83lTXIiL#lno55aCMnw8pticX32_1NhNK6RHcZXKGS7Nv540m3fU",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/57k4g8v8wxgv.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/summer-hours-2008-720-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Qzl03RwJ#9p48ZolU2u7Q3rHpMyiFiTMX00stuNrB_2Faeaz8KlE",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i3wi/Summer.Hours.2008.720p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/peer5nhhuynx.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/tyaxdoiay3ku",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/gwqok35qyul0",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ikERoS8Tvss",
      "video_url": "https://www.youtube.com/watch?v=ikERoS8Tvss",
      "embed_url": "https://www.youtube.com/embed/ikERoS8Tvss"
    }
  },
  {
    "metadata": "TV-Y|2022|1h 22m|Comedy,Family,Musical",
    "rating": {
      "rating": "7/10",
      "rating_count": "49"
    },
    "title": "Blue’s Big City Adventure (2022)",
    "description": "Blue’s Big City Adventure (2022)(1080p ရပါပြီ)Blue’s Big City Adventure ဆိုတဲ့ ချစ်စရာကောင်းတဲ့ ကာတွန်းကားလေးတကား အကြောင်းပြောပြချင်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့ ဂျော့ရှ် ဆိုတဲ့ ကောင်လေးနဲ့ သူ့ရဲ့ခွေးလေး ဘလူးတို့ဟာ သူတို့ရဲ့ အိပ်မက်ဖြစ်တဲ့ ပြဇာတ်သရုပ်ဆောင်တွေ ဖြစ်လာကြဖို့ နယူးယောက်မြို့က လူရွေးပွဲကို ရောက်လာကြတာဖြစ်ပါတယ်။ဖြစ်ချင်တော့ လူရွေးပွဲလုပ်မယ့် ပြဇာတ်ရုံရဲ့ လိပ်စာရေးထားတဲ့ မှတ်စုစာအုပ်ဟာ အိမ်မှာကျန်နေခဲ့ပါတယ်။မှတ်စုစာအုပ်မပါတဲ့ ဂျော့ရှ်နဲ့ ဘလူးတို့ နယူးယောက်မြို့ကြီးမှာ ဘာအခက်အခဲတွေ ကြုံရမလဲ?သူတို့ ရည်မှန်းချက်ကို အရောက်လှမ်းနိုင်ဖို့ ဘယ်လို စွန့်စားခန်းတွေ ဖွင့်ကြမလဲ? ဆိုတာ …တေးသီချင်းလေးတွေနဲ့ ချစ်စရာကောင်းတဲ့ကားလေးကို ကြည့်ရင်း ရင်ခုန်ကြတာပေါ့။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Zeul Thwinပါ။)File Size          :2.2GB, 883MB, 481MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :1hr & 22minsGenre              :Comedy, Family, MusicalTranslated byZeul ThwinEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatt StawskiStarsBD WongSteve BurnsSteven PasqualeCastAlex WinterAli StrokerAmanda Dela CruzAva AugustinBD WongBrad AdamsonBrianna BryanDonovan PattonGisèle RousseauJacob SoleyJoshua Dela CruzPhillipa SooSteve BurnsSteven PasqualeTabooTraci Paige Johnson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zXevaiDGrjtFMtUiiUuEVIxnqFs.jpg",
      "https://image.tmdb.org/t/p/w300/jxJZEbe0imXLcK0xPBBfuCqTnQa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gFyB6XHUrvd3FvgN7NQbS0gjYv7.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-blues-big-city-adventure-2022-1080-p-web-dl-ac-3-5-1-ch-kn-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/btlxoh61it6w.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2w1gt/[CM]Blue_s.Big.City.Adventure.2022.1080p.WEB-DL.AC3.5.1CH.KN.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blues-big-city-adventure-2022-720-p-web-dl-kn-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6biaed6uapee.html",
        "server": "usersdrive.com",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2w1bC/[CM]Blue_s.Big.City.Adventure.2022.720p.WEB-DL.KN.mp4",
        "server": "megaup.net",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZDdiHYIY#6BkCowgW3PBeGCrH4weU42dacUAzcHDKkH5O16sYNSQ",
        "server": "mega.nz",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/nmz6epltatpf.html",
        "server": "streamsb.com",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blues-big-city-adventure-2022-480-p-kn-mp-4",
        "server": "yoteshinportal.cc",
        "size": "457MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/9zcjujhv20ou.html",
        "server": "usersdrive.com",
        "size": "457MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1a6gy/[CM]Blue_s.Big.City.Adventure.2022.480p-KN.mp4",
        "server": "megaup.net",
        "size": "457MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/tHUFhbxL#9cWMi9xT2HLjoSjGvWhaGQ1FLtBOidiErhJlrDhF98I",
        "server": "mega.nz",
        "size": "457MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/6edsp0m4ndjk.html",
        "server": "streamsb.com",
        "size": "457MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "2mWIeF3cZ2I",
      "video_url": "https://www.youtube.com/watch?v=2mWIeF3cZ2I",
      "embed_url": "https://www.youtube.com/embed/2mWIeF3cZ2I"
    }
  },
  {
    "metadata": "TV-MA|2016|1h 15m|Adult,Western",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "62"
    },
    "title": "{21+}Double D Dude Ranch (2016)",
    "description": "တစ်ချိန်ကဆွဲဆောင်မှုအရှိဆုံး အလှပဂေးတွေအပြိုင်ကြဲထားတဲ့ အရှုပ်တော်ပုံ လူကြီးကြည့်စရာဇာတ်ကားလေးဖြစ်ပါတယ်လောကမှာ သူများပစ္စည်း မတရားလိုချင်သူတွေနောက်ဆုံးရသွားတဲ့ အရာတွေကဘာတွေဖြစ်မယ်ထင်လဲဒိုင်ယာနာဟာ သူ့မိသားစု အစဉ်အဆက်က ပိုင်ဆိုင်လာတဲ့ဒါဘယ်ဒီ လို့ခေါ်တဲ့ အနားယူအပန်းဖြေ စံအိမ်ကို ဦးစီးနေသူတစ်ယောက်ပါ နေရာကလဲသန်ပြန့်ပြီး ကျယ်ဝန်းလှတာမို့အနောက်ပိုင်းမှာ နာမည်ကောင်းနဲ့ကျော်ကြားနေတဲ့ အပန်းဖြေနေရာလေးဖြစ်ပါတယ်အဲဒီနေရာကို ဝိသမလောဘနဲ့ ငမ်းငမ်းတက်လိုချင်နေတဲ့ အမျိုးသမီးတစ်ယောက်ရှိလာပါတယ်သူကကြိုက်ဈေးပေးပေမဲ့ ဒိုင်ယာနာက မရောင်းပါဘူးဒါပေမဲ့ လူယုတ်မာတို့ထုံးစံအတိုင်း မရမကမကောင်းတဲ့စိတ်တွေနဲ့ရယူဖို့ဆုံးဖြတ်လိုက်ကြပါတယ်ဒီလို မတရားမှုတွေကို ဒိုင်ယာနာ နဲ့ လာလည်တဲ့ဧည့်သည်တွေဘယ်လိုစုပေါင်းပြီး ခုခံကြမလဲဆိုတာစိတ်ဝင်စားဖွယ်အနု အလှ အကြွ အရွ တွေအစုံနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။File size…2.13GB / 990MBQuality…1080p WEB RIP AAC5.1CH / 720pFormat…mp4Duration….1h 15mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki  Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAllie JamesAndy San DimasBridgette BFrankie CullenGigi AllensKali KavalliKaylani LeiKevin PatrickNick ManningRaven RocketteRomeo PriceCastAllie JamesAndy San DimasBridgette BFrankie CullenGigi AllensKali KavalliKaylani LeiKevin PatrickNick ManningRaven RocketteRomeo Price",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3hxPIvWoypeUoHXwEC5BDCP1ehU.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/double-d-dude-ranch-2016-1080-p-web-rip-x-264-aac-5-1-ch-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yxnzkoyp6b4n.html",
        "server": "usersdrive.com",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16Hqo/Double.D.Dude.Ranch.2016.1080p.WEBRip.x264.AAC5.1CH.XCross%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sEtHQRhB#Kk8o4gvOm91B5GU60PSPdNUqKidk9gvnDB5HVtXflPU",
        "server": "mega.nz",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/ec9wwk56yi7n.html",
        "server": "streamsb.com",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/double-d-dude-ranch-2016-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/30b3ehh1f95b.html",
        "server": "usersdrive.com",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/16Hpz/Double.D.Dude.Ranch.2016.720p.XCross%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/1johp0n2wslq.html",
        "server": "streamsb.com",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://hexupload.net/g2ukwcebrxzv",
        "server": "hexupload.net",
        "size": "990MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022|1h 25m|Adventure,Animation",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "194"
    },
    "title": "Finnick (2022)",
    "description": "Finnick (2022)ဖင်း ဆိုတဲ့အကောင်လေးတွေဟာ အိမ်တိုင်းမှာရှိကြပြီး လူတွေကို ကူညီပေးနေတဲ့ကိုယ်ပျောက်ဝိဉာဉ်လေးတွေပေါ့။ သူတို့တာဝန်က သာယာပျော်ရွှင်တဲ့အိမ်ကလေးဖြစ်အောင်တာဝန်ယူရပြီး ဘယ် ဖင်း ကမှဒါကိုမဆန့်ကျင်ကြသလို စိတ်ကူးထဲ‌တောင် မရှိကြဘူး။ဒါပေမယ့်ဇာတ်လမ်းထုံးစံအတိုင်းစုန်းပြူးလေးတစ်ကောင်ကတော့မရှိမဖြစ်ပါလာမြဲပဲ။ ဖင်းနစ်ဆိုတဲ့ကောင်လေးက အထက်မှာပြောထားတဲ့အရာတွေနဲ့ဆန့်ကျင်ဖက်ပဲ။ လူတွေကိုသူ့အိမ်မှာမနေနိုင်အောင်တစ်ခုပြီးတစ်ခုလုပ်တယ်။အဲ့ဒါကြောင့်ဘက်ခ်မြို့မှာ ဖင်းနစ် နေတဲ့အိမ်ကိုသရဲအိမ်လို့ခေါ်ကြတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်မယ့်မိသားစုဟာ အလုပ်အတွက် ဘက်ခ်မြို့ကိုရောက်လာကြတယ်။ သူတို့ရဲ့သမီးလေးခရစ်စတင်းဟာစုံထောက်ပညာကိုစိတ်ဝင်စားသလို တကယ်လည်းဉာဏ်ထက်ပါတယ်။ဒါရိုက်တာက ခရစ်စတင်းတို့မိသားစုကိုခဏတဖြုတ်နေဖို့ ဖင်းနစ်ရဲ့အိမ်လေးကိုငှားပေးလိုက်တယ်။ လူတွေလာနေတာမကြိုက်တဲ့ ဖင်းနစ်နဲ့ လက်တွေ့ကျကျဖြေရှင်းရမှကျေနပ်တဲ့ စုံထောက်လေးခရစ်စတင်းတို့ ထိပ်တိုက်တွေ့တဲ့အခါမှာတော့ …(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကTin Myo Lwinပါ။)File Size          :1.8GB,812MB, 469MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :1hr 25minsGenre              :Animation, AdventureTranslated byTin Myo LwinEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDenis ChernovStarsAleksandr KimDenis ChernovTatiana BelovaCastAleksandr GudkovAndrey LevinBoris DergachevBoris KhasanovDanya MilokhinIda GalichIgor YakovelIvan ChabanMaxim SergeevMikhail ChernyakMikhail KhrustalevSergey MardarSvetlana KuznetsovaValeri SolovyevVladimir MaslakovVladimir PostnikovАртур Бабич",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rmDsMg9C85PxvCh6oYYVKdY2gKX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gw9RaP5uBmYweUK101RhyTLsJpL.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-finnick-2022-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rp2l0dznblwc.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1QNgn/[CM]Finnick.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/mvpqfml2i29g/[CM]Finnick.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "streamvid.io",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-finnick-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6myzx857ejwc.html",
        "server": "usersdrive.com",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3cIaq/[CM]Finnick.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XjxlnSQb#8f7VZ0-iZ3andMDm4O9dvHdcMNAUT5BHVXQOfg0oke8",
        "server": "mega.nz",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/6axkx5ni9dez.html",
        "server": "streamsb.com",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yc64qdb76wer/[CM]Finnick.2022.720p.WEB-DL.mp4",
        "server": "streamvid.io",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-finnick-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "469MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/6mun8agrwge3.html",
        "server": "usersdrive.com",
        "size": "469MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1QNfs/[CM]Finnick.2022.480p.mp4",
        "server": "megaup.net",
        "size": "469MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/2rYA1JyY#U2sYlKU-v3438MCj5Enr1ouAZYeg_ob4F-VDsh7bU64",
        "server": "mega.nz",
        "size": "469MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/ot2zi3opkdqs.html",
        "server": "streamsb.com",
        "size": "469MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/tjofk8f84ev0/[CM]Finnick.2022.480p.mp4",
        "server": "streamvid.io",
        "size": "469MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "R6a7qzPLv0s",
      "video_url": "https://www.youtube.com/watch?v=R6a7qzPLv0s",
      "embed_url": "https://www.youtube.com/embed/R6a7qzPLv0s"
    }
  },
  {
    "metadata": "PG-13|2014|113 min|Action,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "360,642"
    },
    "title": "The Maze Runner (2014)",
    "description": "The Maze Runner(2014) လူငယ်တစ်ဦးဟာ ရွေ့လျားနေတဲ့ ဓာတ်လှေကားတစ်ခုထဲမှာပိတ်မိနေပြီး သွေးပျက်ကြောက်ရွံ့စွာ ဓာတ်လှေကားရဲ့ခေါ်ဆောင်ရာနောက်ကို လိုက်ပါနေရပါတယ်။ဓာတ်လှေကားရဲ့ ခရီးအဆုံးမှာတော့ သူမသိတဲ့ လူငယ်တစ်ချို့ရဲ့ ဖမ်းဆီးခြင်းကို ခံရပြန်တယ်။ ထိတ်လန့်တုန်လှုပ်စွာနဲ့ပဲ သူထွက်ပြေးချိန်မှာ ဘယ်သူမှသူ့ကို လိုက်မဖမ်းပဲ အော်ဟစ်ရယ်မောနေကြပါတယ်။မကြာခင်မှာပဲ သူ့ကိုဘာ့ကြောင့်လိုက်မဖမ်းသလဲဆိုတဲ့အဖြေကို သူသိရှိသွားပါတော့တယ်။သူရောက်ရှိနေတဲ့နေရာဟာ ပတ်ပတ်လည်မှာ နံရံကြီးတစ်ခု ကာဆီးထားလို့ပါပဲ။အရှေ့က ရောက်ရှိနေတဲ့ လူငယ်လေးတွေဟာလည်း သူ့လိုပဲ ဖမ်းဆီးခံရပြီး ဒီနေရာကို ပို့ဆောင်ခြင်းခံခဲ့ရသူတွေပါ။ကောင်လေးဟာ သူ့ရဲ့နာမည်သောမတ်ဆိုတာကလွဲပြီး ဘာကိုမှ မမှတ်မိပါဘူး။ရုတ်တရတ် နံရံကြီးကနေ အသံတွေကြားလာရပြိ်း တံခါးတစ်ချပ်ကိုတွေ့ရှိသွားချိန်မှာ ဝမ်းသာအားရနဲ့ သူပြေးထွက်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ရောက်နှင့်ပြီးသား လူငယ်တွေရဲ့ တားဆီးခြင်းကို ခံရပါတော့တယ်။ဘာ့ကြောင့်လဲဆိုတော့ ဒီဂိတ်တံခါးဟာ တစ်နေ့မှာ တစ်ကြိမ်သာပွင့်ပြီး အလွန်အန္တရာယ်များလှတဲ့ ဝင်္ကဘာတစ်ခုဆိ်ကို သွားရာဝင်ပေါက်ဖြစ်နေလို့ပါပဲ။လူငယ်တွေဟာ သူတို့ရောက်ရှိနေတဲ့နေရာကို Glade လို့အမည်ပေးထားပြီး သူတို့ကိုယ်သူတို့ Gladers လို့ ခေါ်ကြပါတယ်။စောင့်ရှောက်သူ keeper ရဲ့ ဦးဆောင်မှုအောက်မှာ တာဝန်အသီးသီးကိုခွဲဝေထမ်းဆောင်ကြရပါတယ်။တောင်နံရံတွေကို ဝင်္ကဘာကြီးတစ်ခုက ကာရံထားပြီး အတွင်းမှာ Grievers လို့ခေါ်တဲ့ စက်ပစ္စည်းတွေထပ်ဆောင်းတပ်ဆင်ထားတဲ့ ပင့်ကူလိုသတ္တဝါဆိုးကြီးတွေရှိနေပါတယ်။ရောက်ရှိခဲ့ပြီးသား Glader တွေရဲ့ နှစ်နှစ်ကျော်ကြာအောင် ဒီဝင်္ကဘာထဲက လွတ်မြောက်ဖို့ လေ့လာတွေ့ရှိထားသမျှကို သောမတ်စ်ဟာ သင်ယူရပါတယ်။ဝင်္ကဘာထဲကို runner လို့ခေါ်တဲ့ သွားရောက်လေ့လာသူတွေဟာ မနက်စောစောတံခါးဖွင့်ချိန်မှာ ဝင်ရောက်ပြီး ာနေတံခါးမပိတ်မီမှာ ပြန်လာကြရပါတယ်။ဝင်္ကဘာထဲကနေ ပြန်ထွက်မလာနိုင်တော့တဲ့ runner တွေလည်း အများကြီးရှိခဲ့ပါတယ်။တစ်ရက်မှာတော့တံခါးပိတ်ချိန်အထိ ရောက်မလာကြသေးတဲ့ runner နှစ်ယောက်အတွက် အားလုံးစိတ်ပူနေကြချိန်မှာ သောမတ်စ်ဟာ အန္တရာယ်များလှတဲ့ ဝင်္ကဘာထဲကို ဝင်ရောက်သွားပါတော့တယ်။တောမတ်စ်ရဲ့ဖြတ်ထိုးဉာဏ်နဲ့ runner နှစ်ဦးကို ကယ်တင်နိုင်ခဲ့ပေမယ့် စည်းကမ်းဖောက်ဖျက်တဲ့အတွက် တစ်ညအချုပ်ထဲထည့်ခံလိုက်ရပါတယ်။နောက်တစ်နေ့မှာတော့ သောမတ်စ်ကို runner အသစ်အဖြစ်တာဝန်ပေးခြင်းခံရပါတော့တယ်။သောမတ်စ်တစ်ယောက် ဒီဝင်္ကဘာထဲက ရုန်းထွက်နိုင်မှာလား?ဒီဝင်္ကဘာကြီးကို ဘယ်သူတွေ တည်ဆောက်ခဲ့တာလဲ?ဝင်္ကဘာကြီးရဲ့ နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်တွေရှိနေသလဲဆိုတာကိုတော့ ကိုယ်တိုင်သာကြည့်ရှုခံစားကြပါလို့။ဒီဇာတ်လမ်းအဆုံးမှာတော့ ဘာကိုမှ မယုံရဘူးလို့ ရေရွတ်မိလောက်အောင် အပြောင်းအလဲ၊ လှည့်ကွက်လေးတွေနဲ့တင်ဆက်ထားပြီး လူသားဆန်မှု၊ ဉာဏ်ပညာ၊ စည်းလုံးခြင်းရဲ့အင်အား၊ ခင်မင်မှုနဲ့ ယုံကြည်မှုတို့ကို ကောင်းကောင်းဖော်ညွှန်းထားနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း မှတ်ချက်ချပါရစေ။ဒီဇာတ်ကားကို Dylan O’Brien, Alm Ameen နဲ့ ကိုရီးယားသရုပ်ဆောင် Ki Hong Lee တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး ပရိသတ်ရင်ကို ထိရှစေခဲ့တဲ့ ကလေးသရုပ်ဆောင် Blake Copper က ချက်ခ်ဆိုတဲ့နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။imdb rating 7.5/10 ရရှိထားပြီး ဒါရိုက်တာကတော့ Wes Ball ဖြစ်ပါတယ်။ အားလုံး စိတ်ချမ်းမြေ့ပါစေ။Movie Preview Credit- MMmovie GuideFile Size : (900 MB) and (398 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre : Action, Mystery, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by ကျော်ကျော် (CU-Mdy)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNancy BreauxSteve GehrkeWes BallStarsAml AmeenBlake CooperChris SheffieldDexter DardenDylan O'BrienJoe AdlerKaya ScodelarioKi Hong LeeThomas Brodie-SangsterWill PoulterCastAlexander FloresAml AmeenBlake CooperBryce RomeroCazi GreeneChad MartinezChris SheffieldCory GoodingDexter DardenDon McManusDustin GuitreauDylan GaspardDylan O'BrienGary HoodGentry WilliamsJacob LatimoreJerry ClarkJoe AdlerJohn LangstonJohnny StockwellKaya ScodelarioKi Hong LeeLandon HazelLane WesterhausLester MilletMark GibsonMatt MetzlerMichael BowMichael DevilleNick KillebrewPatricia ClarksonRandall D. CunninghamSanChavis TornsSawyer PierceThomas Brodie-SangsterTyler HarrisonWeston RachalWill Poulter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lkOZcsXcOLZYeJ2YxJd3vSldvU4.jpg",
      "https://image.tmdb.org/t/p/w300/e23x3Co5QoCJ5pjEXnxNS5yZpqH.jpg",
      "https://image.tmdb.org/t/p/w300/wBZ9jtFrsxth4VQA724TeBb5T2L.jpg",
      "https://image.tmdb.org/t/p/w300/swWsSX2OnEDV55CfmrL9qsf8T2J.jpg",
      "https://image.tmdb.org/t/p/w300/tHZEKGITcgEQrNWGeqJlzpDdzLf.jpg",
      "https://image.tmdb.org/t/p/w300/uW4MDL9sskjCxkVq7Af4Bi4ZhRx.jpg",
      "https://image.tmdb.org/t/p/w300/i7NPPKL5QbddAEFC8vofvCuzn0z.jpg",
      "https://image.tmdb.org/t/p/w300/fCUeZtpvMb8jxfLRVtjttRIUJEb.jpg",
      "https://image.tmdb.org/t/p/w300/b0NhyEZaeL48DEGyTiP0hfdKRRv.jpg",
      "https://image.tmdb.org/t/p/w300/jFRriOHjetGvzJfOMm13kQxNkuL.jpg",
      "https://image.tmdb.org/t/p/w300/qU1sv4gjRf9GxKKMGjoGTf41juK.jpg",
      "https://image.tmdb.org/t/p/w300/yoGMLVVcJU7Ba7phlPUW0Iib6gD.jpg",
      "https://image.tmdb.org/t/p/w300/ziIuwvWPg9P6jFKpzeEOSHIi73d.jpg",
      "https://image.tmdb.org/t/p/w300/3SxJ9CcdqJspexW0LfM5CujEUUP.jpg",
      "https://image.tmdb.org/t/p/w300/zbRzMl7UMVOCowok6jmyCYJwmkn.jpg",
      "https://image.tmdb.org/t/p/w300/bi03d5xG8ERb3t1SCtnW8YATkeF.jpg",
      "https://image.tmdb.org/t/p/w300/3DiWODRHbwTiPPXti4rkqObO4fS.jpg",
      "https://image.tmdb.org/t/p/w300/3A4E0TEGU30Kdy0a3jqFioH1VGa.jpg",
      "https://image.tmdb.org/t/p/w300/f180XIKeerWuhLwNgn8HhJEoEgU.jpg",
      "https://image.tmdb.org/t/p/w300/AoMtDQLaJrd0nd2AP9oAsMWWhbN.jpg",
      "https://image.tmdb.org/t/p/w300/zL4qfU7Xo7hTRPgTqImtbQcC6Pd.jpg",
      "https://image.tmdb.org/t/p/w300/h21ysgjmzuX8lexnzyWiNBmaIe7.jpg",
      "https://image.tmdb.org/t/p/w300/p5MKBOyDwOSjtBxRVIpxczcLpaZ.jpg",
      "https://image.tmdb.org/t/p/w300/sSntdBehnuowMlkLQnDij8E4uj2.jpg",
      "https://image.tmdb.org/t/p/w300/eLWOf9KE9AUmPyHXkToYA4t3xWf.jpg",
      "https://image.tmdb.org/t/p/w300/7oR5FROx88i8BbBls0fdqFty7Ow.jpg",
      "https://image.tmdb.org/t/p/w300/zxw1pUoHzfbUxwzuC0Sod4O6LzU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/coss7RgL0NH6g4fC2s5atvf3dFO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-maze-runner-2014-mm-sub",
        "server": "VIP Links",
        "size": "900Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-maze-runner-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720P"
      },
      {
        "link": "https://embedsb.com/zafw5hihi80u.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4 https://megaup.net/1FNsh/The_Maze_Runner_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "64-iSYVmMVY",
      "video_url": "https://www.youtube.com/watch?v=64-iSYVmMVY",
      "embed_url": "https://www.youtube.com/embed/64-iSYVmMVY"
    }
  },
  {
    "metadata": "|||Crime,Drama,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "Boiler Room (2000)",
    "description": "မင်းသာကြီး Vin Diesel, Giovanni, Ben Affleck တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့၂၀၀၀ ခုနှစ်က ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ပါဒီဇာတ်လမ်းမှာ လောဘသားတို့ရဲ့ အတောမသတ်နိုင်မှုတွေကို မြင်တွေ့ကြရပါလိမ့်မယ်၊ပညာရေးမှာ ဘယ်လိုမှ မဖြစ်မြောက်နိုင်မှန်း ကိုယ့်ကိုယ်ကိုယ်သိသွားတဲ့ ဆက်ဟာကောလိပ်ထွက်လိုက်ပြီး တရားမဝင်ကာစီနို အလုပ်လုပ်ရင်း ငွေရှာပါတယ်တစ်နေ့မှာ သူ့ကာစီနိုကို လာတဲ့ ပွဲစားတစ်ယောက်နဲ့ ဆုံမိပြီး သူ့လုပ်ငန်းမှာ အလုပ်လုပ်ဖို့ ‘ဖြစ်လာခဲ့ပါတယ်။ သို့ပေမဲ့ ဒီကုမ္ပဏီဟာ တခြားကုမ္ပဏီတွေလို့ ရိုးသားဖြူစင်နေလှတယ်တော့မဟုတ်ပါဘူး ။ မရှိတဲ့ စတော့ရှယ်ယာတွေကို လိမ်ရောင်းပြီး ရိုက်စားတဲ့နေရာတစ်ခုပါ။ဇ,ရှိပြီးသား ဆက်တစ်ယောက် ဒီလိုနေရာကို ရောက်လာချိန်မှာတော့……File size…(3.13GB) / (1.29GB) / (622MB)Quality…. Web 1080P / 720p / 480PFormat…mp4Duration….01:42:00Genre…Drama / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Act MolemyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex WebbAndré VippolisAngelo BonsignoreAnson MountBen AffleckBill SageChristopher FitzgeraldDesmond HarringtonDonna MitchellGiovanni RibisiHerbert RussellJamie KennedyJohn GriesemerJon AbrahamsJudy Del GiudiceKirk AcevedoLisa GersteinMarjorie JohnsonMark WebberMarsha DietleinNeal LernerNia LongNicky KattRon RifkinScott CaanSiobhan Fallon HoganSpero StamboulisTaylor NicholsTaylor PattersonTom Everett ScottVin DieselWill McCormack",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3xIzrSM5GKoF8JAlUnnSaG04gCS.jpg",
      "https://image.tmdb.org/t/p/w300/guIYV0vmFlMEODihqZ6FZEsyB2s.jpg",
      "https://image.tmdb.org/t/p/w300/A96CVXbTNfhqw3jkUlyfFnGe8i3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-boil.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/boiler-room-2000-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4y41vsxxuv84.html",
        "server": "usersdrive.com",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/2vQvZ/Boiler.Room.2000.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/boiler-room-2000-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.29GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/seewpnephnpl.html",
        "server": "usersdrive.com",
        "size": "1.29GB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/2vQvR/Boiler.Room.2000.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.29GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/xd58vdiljqy2.html",
        "server": "streamsb.com",
        "size": "1.29GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/boiler-room-2000-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/mp5abugroyva.html",
        "server": "usersdrive.com",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1PT3v/Boiler.Room.2000.480p(CM).mp4",
        "server": "megaup.net",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/gafm7qvhcznl.html",
        "server": "streamsb.com",
        "size": "622MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "kgCLG4gCAvI",
      "video_url": "https://www.youtube.com/watch?v=kgCLG4gCAvI",
      "embed_url": "https://www.youtube.com/embed/kgCLG4gCAvI"
    }
  },
  {
    "metadata": "|2024|1h 24min|Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Horny Teenagers Must Die! (2024)",
    "description": "Horny Teenager Must Die 2024မိသားစုနဲ့အတူ မကြည့်ရှုသင့်သော ဇာတ်ဝင်ခန်းများ စကားပြောများ ပေါများစွာပါဝင်သည့် R rated ရုပ်ရှင်ဖြစ်ပါသည်…ယခုတစ်ခါ CM ပရိသတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ လုံးဝကို လန်းတဲ့ Horror လူသတ်ကားလေးပဲ ဖြစ်ပါတယ်ငယ်ငယ်တုန်းက ကြည့်ခဲ့ဖူးတဲ့ တောအုပ်ကြီးထဲ အိမ်ဟောင်းကြီးတစ်လုံးကို ဘော်ဒါတွေစုပြီးသွားကြပြီးလူသတ်သမားက ရှယ်လိုက်သတ် အကုန်လုံးပြေးကြလွှားကြနဲ့ ရင်တထိတိထိတ်ဖြစ်ရတဲ့ ခံစားချက်မျိုးကို ပြန်ရစေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ဟုတ်ပါတယ် သူငယ်ချင်းတွေ စာမေးပွဲအောင်စာရင်းထွက်တော့ တောအုပ်ထဲက အပန်းဖြေအိမ်လေးကို အပျော်ခရီးထွက်လာကြပြီးရေချိုးခန်းမရှိ အိမ်သာမရှိ ဖုန်းလိုင်းပါပျောက်နေပေမဲ့ ကြင်နာရမဲ့ စုံတွဲလေးတွေပါလာတဲ့သူတွေကတော့ မိုးမမြင်လေမမြင်ကို ချစ်ကြည်နူးနေပါတယ်အဓိကမင်းသား ဒရူးကတော့ သူ့ကောင်မလေးက အပျိုစင်လေးမို့ အဆင့်တက်ဖို့ အကြံနဲ့ သု့စော်ကိုရော သူ့စော်သူငယ်ချင်းကိုပါ ခေါ်လာတာပါအဲ့မှာပဲ ထူးဆန်းတဲ့လူပျောက်တာတွေ လူသေတာတွေဖြစ်လာတဲ့အခါသူတို့ကိုအမဲလိုက်နေတာ ဘယ်သူလဲဘာလို့ဒီလိုလုပ်နေတာလဲ စတဲ့အဖြေများစွာကို ရင်တထိတ်ထိတ်နဲ့ ရှာဖွေခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့Sai Thurein Lynnပဲဖြစ်ပါတယ်Genre….. HorrorQuality…. 1080p | 720pFile size… 1GB | 504MBFormat… mp4Duration…. 1h 24minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Sai Thurein LynnEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlicia McNeillConnor HoldenDavid ZagorskiMatthew Marcus",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z62NPeyYoFH9WXQ2fLdfWmZyyjA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/lz7d7c2vm61b.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/horny-teenagers-must-die-2024-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZTax/Horny.Teenagers.Must.Die!.2024.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kKl1gaBJ#wlkod7eEwGw5njVIo2RRr9sS_HY3I9Ru10R14OR43zs",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eoiv3sd79xeg.html",
        "server": "usersdrive.com",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/horny-teenagers-must-die-2024-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/FiES4/Horny.Teenagers.Must.Die!.2024.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UTtGiSwZ#70S3yYXuwShZI3gCxNRVw3eIYOulNucJj2QLFJXAB_A",
        "server": "mega.nz",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/mpzkmh2ao2tb",
        "server": "streamvid.io",
        "size": "504MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/ifizzihdqe22",
        "server": "streamsb.com",
        "size": "504MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 35 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "561"
    },
    "title": "Beating Heart ( 2022 )",
    "description": "ဒီတစ်ခေါက် CM ရဲ့ တရုတ်ကားချစ်သူတွေအတွက်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဇာတ်လမ်းလေးကို မိတ်ဆက်ပေးရမယ်ဆိုရင်ဂျပန်ကားလေး 1 Litre of Tears နဲ့ပုံစံချင်းဆင်သလို ရှိတယ်ပြောလို့ရတယ်…ဘာလို့လဲဆိုတော့ ကျန်းရှောင်းယွီဆိုတဲ့ ကောင်မလေးကလည်းအာယာ့ ချန် လိုမျိုုးပဲ ရုတ်တရက်ချော်လဲရာကနေဆေးစစ်ဆေးကြည့်ပြီးနောက်မှရောဂါပြင်းကြီးဖြစ်နေတယ်ဆိုတာကို သိလိုက်ရတာမလို့ပါ…ရှောင်းယွီလေး ကျောင်းတွင်း မီတာ ၄၀၀ အပြေးပြိုင်ပွဲမှာထိပ်ဆုံးက ပြေးနေခဲ့ရာကနေ ရုတ်တရက် ချော်လဲသွားပြီးမေ့မြောသွားခဲ့ပါတယ်… ဒီလိုနဲ့ ဆေးရုံကိုလည်းရောက်ရောဆေးစစ်ချက်က ” ဦးနှောက်ကင်ဆာ” တဲ့… ဖြစ်ချင်တော့ရှောင်းယွီလေး က single mom တစ်ယောက်တည်းအားနဲ့နေရတဲ့အပြင် လူကြီးရောဂါသည် အဖိုးကလည်းရှိနေပြန်တော့ သူ့ရောဂါကို ကုဖို့ဆိုတာ သိပ်မလွယ်ကူဘူးပေါ့…ဒီလိုနဲ့ တစ်ဖက်မှာလည်း သူနဲ့ သွေးအမျိုးစားချင်းတူပြီးမွေးရာပါနှလုံးအားနည်းနေတဲ့ ယန်ဇီဆိုတဲ့ ကောင်မလေးလည်းရှောင်းယွီ အရေးပေါ်ရောက်ချိန်မှာ သူလည်းရောက်လာတာပေါ့..ယန်ဇီကတော့ ရှောင်းယွီဘဝနဲ့ မိုးနဲ့မြေပေါ့… ဒါပေမယ့်သူလည်း single daddy ရဲ့ သမီးလေးပေါ့…သို့ပေမယ့် သူ့ single daddy က စွန့်ဦးတီထွင်သူလုပ်ငန်းရှင်ကြီးဖြစ်နေတာပေါ့… အခု ဆေးရုံကလည်းယန်ဇီအဖေ့ပိုင် လုပ်ငန်းတွေထဲကတစ်ခုပေါ့…သူ့ဘဝတစ်ခုလုံးမှာ အလုပ်ထက် အရေးကြီးဆုံးကသူ့သမီးပဲ အခုလည်း သူ့သမီးရဲ့နှလုံးကို အစားထိုးဖို့ အကြိမ်ကြိမ်ကြိုးစားလာခဲ့တာပေါ့…ကဲ ဒီလောက်ဆို မှန်းဆနိုင်ပြီထင်ပါရဲ့… ရှောင်းယွီလေးရဲ့ နှလုံးကိုယန်ဇီအတွက် နှလုံးအစားထိုးဖို့အတွက် ကြံရာကနေနောက်ဆုံးမှာ ယန်ဇီလေး နှလုံးအစားထိုးဖြစ်လား…ရှောင်းယွီလေးရော ကံကြမ္မာတစ်ပတ်လည်ပြီး အသက်ရှင်နိုင်မလား…ထုံးစံအတိုင်း ဇာတ်ကားလေးကို ဒေါင်းကြည့်ပြီး အဝကြီးငိုလိုက်တော့[ Reviewed By Chu Chu ]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , Crime , ThrillerRuntime : 1h 35 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndrew Lane CawthonDarren WangTan ZhuoTie ZhouWang Qian-YuanYang Tiantian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cqMCeyFNRIDEPY4A7VIemTncjqA.jpg",
      "https://image.tmdb.org/t/p/w300/297hdhafu0FjDuwhsuBkUd7A1rM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9gsMrNorRbdg3Bld1QZT7jfgUef.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/beating-heart-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.17 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/n1za6e9nf84r.html",
        "server": "usersdrive.com",
        "size": "1.17 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbanh.com/8z1hp55nqi2h.html",
        "server": "streamsb.com",
        "size": "1.17 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/oLEVWQ6K#WDafpJHcONvmdMIbfPEUo9IG5YQCgjMjifezpGDgQnw",
        "server": "mega.nz",
        "size": "1.17 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/beating-heart-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "429 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/lxu2rfsgspz8.html",
        "server": "usersdrive.com",
        "size": "429 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/tOtSzRpD#3BfdLdN_4jkKPer1fZ9x4nADJUpy9ivjOVWYF6zfryw",
        "server": "mega.nz",
        "size": "429 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2023|1h 47min|Action,Drama,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1.3k"
    },
    "title": "Perfect Addiction (2023)",
    "description": "Perfect Addiction (2023)“စွဲလမ်းမှုလား အချစ်လား”“ပြဿနာတွေကို ဖြတ်ကျော်ပြီး move onနိုင်တာလား စိတ်အတွင်းတစ်နေရာမှာထည့်သိုလိုက်တာလား”ကျွန်တော်တို့သူငယ်ချင်းတွေ ရည်းစားစရပြီဆိုရင်တော့ ကျွန်တော်တို့ရွဲ့ပြောနေကြစကားတစ်ခွန်းကတော့ အချိန်တန်ရင်ပြတ်တာပဲပေါ့။Relationship တစ်ခုရယ်လို့ဖြစ်လာပြီးဆိုရင်တော့ endingက ၂ ခုတည်းရယ်ပါ။ပြတ်တဲ့လမ်းမှာ အဆုံးသတ်ခဲ့တာတွေလည်းများသလို ရှားရှားပါးပါး အချစ်စစ်နဲ့လက်တွဲရတာတွေလည်းရှိပါတယ်။သေချာတာတစ်ခုကတော့ လက်တွဲဖော်တစ်ယောက်ရှာတော့မယ်လို့ ဆုံးဖြတ်လိုက်ပြီဆိုရင် move onတတ်ခြင်းအနုပညာကတော့ လူတိုင်းအတွက်လိုအပ်မှာပါပဲ။စီယန်နာဆိုတဲ့မိန်းကလေးက MMA fighter တွေကို လေ့ကျင့်ပေးနေတဲ့ နည်းပြတစ်ယောက်လက်ရှိမှာ တစ်ချိန်က MMAလောကရဲ့ဂန္တဝင်ကြီး ဂျူလီယန်ဂျိမ်းစ်ရဲ့ကလပ်မှာ အလုပ်လုပ်နေသူပေါ့။မိဘတွေဆုံးပါးသွားတဲ့ သူ့အတွက်တော့ ကျန်ခဲ့တဲ့တစ်ဦးတည်းသောမိသားစုဖြစ်တဲ့ ညီမလေးဘက်သ်က သူ့ဘဝအတွက် အရာရာပါပဲ။ဒီလိုနဲ့ နည်းပြမမကို နှလုံးသားတံခါးခေါက်ဖို့လာတဲ့ ဂျက်စ်ဆိုတဲ့ဖိုက်တာလေးကြောင့်ယစ်မူးစေတတ်တဲ့အချစ်ဆိုတဲ့အရာမှာ ပျော်ဝင်သွားခဲ့တဲ့စီယန်နာတစ်ယောက်သူ့ဘဝရဲ့နံပါတ် ၁ က ဘက်သ်ဆိုရင် နံပါတ် ၂ က ဂျက်စ်ဖြစ်လာတဲ့အထိပါပဲ။ဒါပေမဲ့ သူ့ရဲ့အရေးအပါဆုံးလူ ၂ ယောက် ဖောက်ပြန်နေတဲ့မြင်ကွင်းကို ကိုယ်တိုင်မြင်လိုက်ရတဲ့အချိန်တစ်ခဏကသူ့ရဲ့ကမ္ဘာကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေတော့တာပါပဲ။သူ့ရဲ့ကမ္ဘာကြီးက သူ့ကိုသစ္စာဖောက်သွားသလို ခံစားလိုက်ရတဲ့ နာကျည်းချက်အပြည့်နဲ့ စီယန်နာတစ်ယောက်ဂျက်စ်ကိုအနိုင်ယူနိုင်မဲ့ဖိုက်တာကိုရှာရင်းနဲ့ traumaတွေနဲ့ မြေအောက်ခန်းထဲပုန်းနေတဲ့ underground fighter ကေဒန်ကို တွေ့သွားတဲ့အခါမှာတော့ဂျက်စ်ကိုထိုးဖို့ဓားတစ်လက်လို ထက်အောင်သွေးဖို့ လေ့ကျင့်ပေးဖို့ကြိုးစားပါတော့တယ်။အဲဒီနောက်မှာတော့…Underground fightရဲ့ထုံးစံအတိုင်း အသက်ကိုရင်းပြီးထိုးသတ်ရတာဆိုတော့ ဂျက်စ်ကိုအလဲထိုးနိုင်ဖို့ ကေဒန်ကို လေ့ကျင့်ပေးတာ အောင်မြင်မှာလား။Relationship traumaရသွားတဲ့ စီယန်နာတစ်ယောက်ကရော ကေဒန်အတွက် နှလုံးသားတံခါးပြန်ဖွင့်ပေးပြီး Move onလုပ်သွားနိုင်မလား။ကေဒန်ကိုယ်တိုင်ကရော အတိတ်ရဲ့အရိပ်ဆိုးအောက်က ရုန်းထွက်နိုင်မှာလားဆိုတာ အားလုံးအတူတူ ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Mary Christပဲ ဖြစ်ပါတယ်။Genre….. Action, Drama, RomanceQuality…. 1080p | 720p | 480pFile size… 1.4GB | 700MB 337MBFormat… mp4Duration…. 1h 47minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mary ChristEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBree WinslowCecilia DieschKiana MadeiraManu BennettMatthew NoszkaNicholas DuvernayPoppy GilbertRoss ButlerRyan Bown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sE6uilkTOIdg1zbZ3S8UKJ7Q9Av.jpg",
      "https://image.tmdb.org/t/p/w300/98Hak5vgStHNrQ90ZfDiHSto1hV.jpg",
      "https://image.tmdb.org/t/p/w300/yVpILj2KX3WylLLT49GZbj2M9AO.jpg",
      "https://image.tmdb.org/t/p/w300/8bGxMy0EPFer9ykBBZYg1kMq1K8.jpg",
      "https://image.tmdb.org/t/p/w300/sOnX3RYfpkAl70BDhwYOZT63VXS.jpg",
      "https://image.tmdb.org/t/p/w300/bbZIFhxnO70PwiUbT2kDaVO4jdM.jpg",
      "https://image.tmdb.org/t/p/w300/w0q19FzX8jjC04AwTWE5GWfcLfp.jpg",
      "https://image.tmdb.org/t/p/w300/yKs8i10wcMan214pvqnRcGi051E.jpg",
      "https://image.tmdb.org/t/p/w300/bReWdj26pI9a1AdfjW5NLTqlfOk.jpg",
      "https://image.tmdb.org/t/p/w300/7wh6RGqQStxIGHaqmbx0xljX16x.jpg",
      "https://image.tmdb.org/t/p/w300/pBA7FsMObGIvBb4M7Y7YdgrkhTZ.jpg",
      "https://image.tmdb.org/t/p/w300/lmPWCNEM05dhUAw87ieZnuzL9iJ.jpg",
      "https://image.tmdb.org/t/p/w300/p8XqYVNmxrnQ9Lz0YiBGsnqA4fQ.jpg",
      "https://image.tmdb.org/t/p/w300/nMgmRyVsYwBlHxbngvJF6Hn2qar.jpg",
      "https://image.tmdb.org/t/p/w300/yPYg2AlchINvPKBXW8BijhaaCS9.jpg",
      "https://image.tmdb.org/t/p/w300/Appnfmt6R20M6vpnlJMT1YNz37N.jpg",
      "https://image.tmdb.org/t/p/w300/uBgZygjtAiV30knVn2dZGYuERvz.jpg",
      "https://image.tmdb.org/t/p/w300/IUcUUvAh7EsnWuU9FYvKViEzOp.jpg",
      "https://image.tmdb.org/t/p/w300/jZMRjlcXTjDkc7jZcWfPA6PouFv.jpg",
      "https://image.tmdb.org/t/p/w300/kIMfWvCcGqEIihRJ1ajQarbOdeN.jpg",
      "https://image.tmdb.org/t/p/w300/uZc3H2vebprLsv7sceeHNfujloM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3wkrRKMFRwCpjp1U27914oRbcqH.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8otfq244yxt3.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/perfect-addiction-2023-1080-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1THoh/Perfect.Addiction.2023.1080p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/8PwDzJzD#3HggiumCevP9CJCNttUvaSKSrdWPiEQh2NYBJhZOBKI",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/p1bixxd3ful5.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/perfect-addiction-2023-720-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2zEQ8/Perfect.Addiction.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/UfgHCLwD#XvqoVngpw0DCaYWqezJH1scvJmjFRL8wx_3alGh3j2Q",
        "server": "mega.nz",
        "size": "700MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/gyuhl9dtpva9.html",
        "server": "streamsb.com",
        "size": "700MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/uf3f4l6bwy7e",
        "server": "streamvid.io",
        "size": "700MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/giferm1hupgf.html",
        "server": "usersdrive.com",
        "size": "337MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/perfect-addiction-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "337MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2zEQ9/Perfect.Addiction.2023.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "337MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QbwyBYyJ#nE44RubJRwokmF4_jJ164nyUp4dAuSAkg3UloqzP7MU",
        "server": "mega.nz",
        "size": "337MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/8s77b3mhedik.html",
        "server": "streamsb.com",
        "size": "337MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/96yqzd8wa64p",
        "server": "streamvid.io",
        "size": "337MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "kmqcM8B2wu4",
      "video_url": "https://www.youtube.com/watch?v=kmqcM8B2wu4",
      "embed_url": "https://www.youtube.com/embed/kmqcM8B2wu4"
    }
  },
  {
    "metadata": "|2022|1h 55min|Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "A True Scary Story: Summer Special Edition (2022)",
    "description": "A True Scary Story : Summer Special Edition (2022)——————————————————-သရဲကားအရှည်ကြီးတွေထက် သရဲကားအတိုလေးတွေကြည့်ရတာကြိုက်တဲ့ ပရိသတ်တွေအတွက်ကိုယ်တွေ့ဖြစ်ရပ်မှန် သရဲဇာတ်လမ်းတိုလေးတွေကို ပြန်ပြောပြတဲ့ ဂျပန်အစီအစဥ်ကနေ ကောင်းနိုးရာရာဇာတ်လမ်းတွေကို စုထုတ်ထားတဲ့ကားပါ။ရှိုးကနေ ပြောပြတဲ့ဇာတ်လမ်းတွေကို စုစည်းထားတာမလို့တစ်ချို့နေရာတွေမှာ အဆက်အစပ်မရှိတဲ့ကြားဖြတ်ဇာတ်လမ်းတွေလည်းပါပေမယ့်စိတ်ရှည်သည်းခံပြီး ကျော်သာကြည့်လိုက်ကြပါလို့။တစ်ခုရှိတာက ဒီကားကသာမန်သရဲကားမဟုတ်ဘဲ ရှိုးကိုပေးပို့လာတဲ့ ကိုယ်တွေ့ဖြစ်ရပ်မှန်သရဲအကြောင်းကို ပြောပြနေတာမလို့Narrator အပေါ်မူတည်ပြီး မတင်မကျဇာတ်သိမ်းတွေ တစ်ချို့ဟာတွေကျ ဘာမှနားမလည်လိုက်သိဘဲ ပြီးသွားတာမျိုးလည်း ရှိနိုင်ပါတယ်။ပါးစပ်ရာဇဝင်သရဲဇာတ်လမ်းတွေနဲ့ အလကားနေဖြဲခြောက်တဲ့သရဲအကြောင်းတွေလည်း အများကြီးပါပေမယ့် အပျင်းပြေကြည့်လို့တော့ရပါတယ်။အညွှနိး နဲ့ ဘာသာပြန်ကတော့Moe Pwint Phyuပဲ ဖြစ်ပါတယ်။Genre….. HorrorQuality…. 1080p | 720p | 480pFile size… 1.43GB | 633MB | 311MBFormat… mp4Duration…. 1h 55minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moe Pwint PhyuEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAki SasakiAyaka SasakiFuju KamioGorô InagakiKanako MomotaKaren OtomoKarin OnoMisako TanakaMizuki YamashitaReni TakagiSeiji ChiharaShiori TamaiTakanori IwataYuuka SuzukiZen Kajiwara",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1uyV8Gx9Ns1AXIRiahGFVeRFHHf.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c6v352l0k22s.html",
        "server": "usersdrive.com",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/honto-ni-atta-kowai-hanashi-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Sgix/Honto_ni_Atta_Kowai_Hanashi_2022_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/k3gw3ISK#MEWP79yc3Uwd2GWiFgR45e3kdqlqMM51d9B_Q_GlS4A",
        "server": "mega.nz",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/q4kh9fr6z5r7",
        "server": "streamvid.io",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/r7qpwqxwhsya.html",
        "server": "usersdrive.com",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/honto-ni-atta-kowai-hanashi-2022-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Sgig/Honto_ni_Atta_Kowai_Hanashi_2022_720p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/AuJUHJzC#o3kM9ZzV0SJ3SX6S_j3_6nJygDyKiFJ5G59xShWA1MY",
        "server": "mega.nz",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ifvprl20lw0i",
        "server": "streamvid.io",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/0amb7vtm2tlx.html",
        "server": "streamsb.com",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/lmr2285fjmkc.html",
        "server": "usersdrive.com",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/honto-ni-atta-kowai-hanashi-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Sgi8/Honto_ni_Atta_Kowai_Hanashi_2022_480p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/IyQCiTjQ#cxVXc5kSIxnlqHbv4XVIWLs71SgYMTbnAqHux6yGYVg",
        "server": "mega.nz",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/q4kh9fr6z5r7",
        "server": "streamvid.io",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/elly57y2nmlp.html",
        "server": "streamsb.com",
        "size": "311MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|90 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,762"
    },
    "title": "Black Snow (2017)",
    "description": "ဆာဗိတ္”မိသားစု​ရဲ႕ရင္​နင္​့ဖြယ္​ရာ ျဖစ္​ရပ္​​ေလးအ​ေၾကာင္​းရိုက္​ထားတဲ့ ၁၅၀၀အခ်စ္​ ,၅၂၈အခ်စ္​ လွ်ိဳ႕ဝွက္​ဆန္​းၾကယ္​ စတဲ့ရသအစံုပါတဲ့ ပါတဲ့ဇာတ္​ကား​ေလးတစ္​ကားပါတစ္​နည္​း​ေျပာရရင္​​ေတာ့ဗ်ာ နွင္​း​ေတာင္​​ေတြၾကားမွာ​ေနတဲ့အမဲလိုက္​မုဆိုးမိသားစုဘဝ​ေလးက​ေနစခဲ့တယ္​​ေျပာရမွာပဲကံဆိုးခ်င္​​ေတာ့ မထင္​မွတ္​ပဲ အမဲလိုက္​ရင္​း အကိုအႀကီးဆံုးျဖစ္​တဲ့ ဆာဗာဒါက​ သူ႔ညီအငယ္​ဆံုးဂ်ဴအန္​ကို မ​ေတာ္​တဆ​ေသနတ္​နဲ႔ပစ္​မိသြားရာက​ေန သူ႔ဘဝရဲ႕​ေဆး​ေၾကာလို႔မရတဲ့အမွားလို႔ခံယူၿပီးသူ႔တစ္​​သက္​လံုး နွင္​း​ေတာင္​​ေတြၾကားမွာဘဲ​ေနထိုင္​ရင္​းဇာတ္​ျမဳွပ္​​ေနတာ​ေပါ့သို႔​ေပမယ့္​လဲၾကမၼာတစ္​ပတ္​ျပန္​လည္​​ေစခဲ့တဲ့တရားခံကအ​ေမြကိစၥ ဒါ​ေၾကာင္​့လဲသူ႔ညီျဖစ္​တဲ့မားကို႔စ္​က သူ႔ဆီကို အ​ေမြကိစၥတိုင္​ပင္​ဖို႔ နဲ႔သူ႔အ​ေဖရဲ႕​ေနာက္​ဆံုးဆႏၵကိုျဖည္​့ဆည္​း​ေပးဖို႔ လာခဲ့တာ​ေပါ့​​ေနာက္​ပိုင္​းညီအစ္​ကို၂​ေယာက္​ၾကားဘယ္​လို​ေတြ​ေျဖရွင္​းၾကမလဲသူတို႔ရဲ႕ညီအငယ္​ဆံုးျဖစ္​တဲ့ ဂ်ဴအန္​ရဲ႕​ေသဆံုးမႈက​ေကာ​ေသြးရို​ုးသားရိုးဟုတ္​ရဲ႕လားဂ်ဴအန္​​ေသသြားပီး​ေနာက္​ပိုင္​း ဆာဗာဒါ မားကို႔စ္​ ဆာဘရီနာတို႔​ေမာင္​နွမ ၃​ေယာက္​က​ေကာဘယ္​​လို​ေတြ​​ေတာင္​​ေတြ႕ျကံဳၾကရမလဲဆိုတာ​ေတာ့…….ဆက္​ၾကည့္​့ၾကပါစို႔ဗ်ာ(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)File Size : (650 MB) and (250 MB)Quality : 720p WebdlRunning Time : 1hr 30minFormat : Mp4Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartín HodaraStarsAndrés HerreraBiel MontoroDolores FonziFederico LuppiIván LuengoLaia CostaLeonardo SbaragliaLiah O'PreyMikel IglesiasRicardo DarínCastAndrés HerreraBiel MontoroDolores FonziFederico LuppiIván LuengoLaia CostaLeonardo SbaragliaLiah O'PreyMikel IglesiasRicardo Darín",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hN4jus1klpHTec0LAbgmJMTEMsM.jpg",
      "https://image.tmdb.org/t/p/w300/gCi8smq27eX2kbbhE8lhORi551.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzc4YzZiNjAtMzRhYS00MzI3LTk1ZTYtZWVmODYzYjZmZDk3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTc5MTM5MTI@._V1_SY1000_CR007011000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oDyaM",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDycG",
        "server": "drive.google.com",
        "size": "250 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDyd2",
        "server": "openload.co",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDydb",
        "server": "openload.co",
        "size": "250 MB",
        "quality": ""
      }
    ],
    "trailer": null
  }
]