[
  {
    "metadata": "R|2006|98 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "26,336"
    },
    "title": "Undisputed 2: Last Man Standing (2006)",
    "description": "ကမ႓ာ့ဟဲဗီးဝိတ္ခ်န္ပီယံေဟာင္း ေဂ်ာ့ဂ်္အုိက္စ္မန္းခ်ိန္ဘာတစ္ေယာက္မူးယစ္ေဆးမႈနဲ႔ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရျပီး ေထာင္ထဲကုိေရာက္သြားပါတယ္။သူေရာက္သြားတဲ့ေထာင္ကေတာ့ ေထာင္ႀကိဳးဝုိင္းေတြရဲ႕ဘုရင္ ယူရီဘိြဳင္ကာရွိတဲ့ေထာင္ပါပဲခင္မ်ာ။စည္းပြားေရးသမားေတြရဲ႕ လွည့္ကြက္ေတြေႀကာင့္ ယူရီဘြိဳင္ကာနဲ႔ ခ်ိန္ဘာ သတ္ကြင္းထဲကုိေရာက္ရွိလာတဲ့အခါမွာေတာ့ …..(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 750 MBQuality : Bluray 720PRunning Time : 1hr 38minutesFormat : Mp4Genre : Action, Crime, DramaTranslator : Ye Man AungEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsaac FlorentineStarsBen CrossEli DankerMichael Jai WhiteScott Adkins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjE2MDA1MzgwMl5BMl5BanBnXkFtZTcwODg4NzAzMQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/undisputed-2-last-man-standing-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://yuudrive.me/e224543bf2/undisputed-2-last-man-standing-206-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://megaup.net/1wzog/Undisputed_2_-_Last_Man_Standing_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://mega.nz/file/PxgUXSzL#r0AIwgri0-frV_1tUJiltit10nFMJjs7a2pCFvgDssQ",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://upstream.to/iyah1vek5r28",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Bluray 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2013||Biography,Crime,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "14000"
    },
    "title": "3096 Days (2013)",
    "description": "3096 Days (2013)=============IMDb Rating – 6.5/10ဒီအဖြစ်အပျက်လေးကတော့ ဩစတြီးယားနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့အမှုအခင်းတစ်ခုဖြစ်ပါတယ်။ ၁၉၉၈ခုနှစ် မတ်လ၂ရက်နေ့မှာ (၁၀)နှစ်အရွယ် နာတာရှာကမ်းဘွတ်ရှ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကျောင်းသို့သွားတဲ့လမ်းမှာ ဖမ်းဆီးခံခဲ့ရပါတယ်။ ရဲတပ်ဖွဲ့က ကြိုးစားရှာပေမယ့်လည်း ရှာမတွေ့ခဲပဲ ဒီပျောက်ဆုံးမှုဟာ တအုံ့နွေးနွေးနဲ့ဒီအတိုင်းပြီးသွားခဲ့ပါတယ်။ထိုမိန်းကလေးဟာ အိမ်မြေအောက်ခန်းထဲမှာ ရက်ပေါင်း ၃၀၉၆(၈နှစ်)အကြာပိတ်ထားခံခဲ့ရပြီး ၂၀၀၆ခုနှစ် ဩဂုတ်လ ၂၃ရက်နေ့မှထွက်ပြေးလွတ်မြောက်လာခဲ့တာပါ။ အသက်၁၀နှစ်အရွယ် လူမမယ်မိန်းကလေးတစ်ယောက်ကို ဖမ်းဆီးခဲ့သူ ထိုလူဟာ ပြန်ပေးဆွဲဖို့ရာအတွက် မြေအောက်ခန်းပြင်ဆင်တာတွေ အခန်းဖွဲ့တာတွေအတွက်အချိန်တစ်နှစ်ကျော်လောက်ကြိုတင်ပြင်ဆင်ခဲ့ပါတယ်တဲ့။ ထိုလူဟာကလေးမလေးကို ခိုင်းစေဖို့သက်သက်၊ နှိပ်စက်ဖို့သက်သက်၊ လိင်ကျွန်ပြုဖို့သက်သက်နဲ့ ၈နှစ်ကြာအောင် ဖမ်းဆီးခဲ့တာပါ။ဒီဇာတ်ကားလေးကတော့ သူမရဲ့ကိုယ်တိုင်ရေး အထုပ္ပတ္တိဖြစ်တဲ့“နာတာရှာ ကမ်းဘွတ်ရှ်”ဆိုတဲ့ စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ အဲဒါကြောင့် ဇာတ်ကားတစ်ကားကို ကောင်းတယ် မကောင်းဘူး ဆိုတာထက် ဒီဇာတ်ကားလေးမှာ နာတာရှာတစ်ယောက် သူ့ဘဝရှစ်နှစ်တာလုံးကို ဒီမြေအောက်ခန်းကျဉ်းကျဉ်းလေးထဲမှာ ဘယ်လိုကုန်ဆုံးခဲ့လဲ၊ဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရလဲ၊ လွတ်မြောက်ဖို့ရာအတွက် ဘယ်လိုတွေကြိုးစားခဲ့ရလဲဆိုတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Zaw Myo Thuဖြစ်ပါတယ်)File Size……….(1.7 GB) / (640 MB) / (423 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 51minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Crime, DramaTranslator…….Zaw Myo ThuEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSherry HormannCastAmelia PidgeonAngelina NoaAntonia Campbell-HughesArthur StreilingDearbhla MolloyEllen SchwiersErni MangoldHeike KoslowskiMichael GrimmRoeland WiesnekkerSebastian WeberThomas LoiblThure LindhardtTrine DyrholmUlla Geiger",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dzm6sNpz9UwG208xyGKAJ6e4ybA.jpg",
      "https://image.tmdb.org/t/p/w300/9K2j6pinRuyWxWEWMTpbjSlsn6F.jpg",
      "https://image.tmdb.org/t/p/w300/wnyQoRsVNLWLMGDNMkaO1CZUUv8.jpg",
      "https://image.tmdb.org/t/p/w300/m5X2fcnNsR8zgwmDowbIhUOOanD.jpg",
      "https://image.tmdb.org/t/p/w300/z9BjrswXU2jUx2HO2U9VwAcaLjB.jpg",
      "https://image.tmdb.org/t/p/w300/zwE2mTCZN1BCFqAEdoCqZcm3DIQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzUzMDAwOGItMmY5OS00MTI3LWEzOTctNWRhN2U3YzRjZDM2XkEyXkFqcGdeQXVyMzEzNzgzNA@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/3096-days-2013-1080-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1asm3/3096.Days.2013.1080P.WebDL.DDP5.1.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/a6Q0SLza#C_RZgb7psfpkXNjYtTvCKcgJi_DUOjFJOLx7tDroSLg",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/pgvwekmk3qdf.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/3096-days-2013-720-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wngC/3096.Days.2013.720P.WebDL.DDP5.1.(CM).mp4",
        "server": "megaup.net",
        "size": "640 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/y05jh7h90m30.html",
        "server": "streamsb.com",
        "size": "640 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/umAUFDDZ#F-GSPaTBAc8YxRzSroG8p8Sh85yfWLJ4QBqpE4Uw4Ss",
        "server": "mega.nz",
        "size": "640 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/a5zt1td6g48q.html",
        "server": "usersdrive.com",
        "size": "640 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/3096-days-2013-480-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "423 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wn7p/3096.Days.2013.480P.WebDL.DDP5.1.(CM).mp4",
        "server": "megaup.net",
        "size": "423 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/caym20z5gksq.html",
        "server": "streamsb.com",
        "size": "423 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/a7ok3I5C#pzmlclCqkClorDxOecqwVyBIFjpnTAsRYX_cg6LMwyE",
        "server": "mega.nz",
        "size": "423 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/8xfdpwqppcls.html",
        "server": "usersdrive.com",
        "size": "423 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "qjiXOISJMkE",
      "video_url": "https://www.youtube.com/watch?v=qjiXOISJMkE",
      "embed_url": "https://www.youtube.com/embed/qjiXOISJMkE"
    }
  },
  {
    "metadata": "R|1976|1h 54min|Crime,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "692,484"
    },
    "title": "Taxi Driver (1976)",
    "description": "Taxi Driver (1976)IMDb 8.3/10______Rotten Tomatoes 96%Nominated for 4 Oscars.Another 21 wins & 15 nominations” စကားပြောမလို့လား ““အင်း , ကျွန်တော်တစ်ယောက်တည်းပါပဲဗျာ “______________________ဒီစကားလုံးလေးနှစ်ခုဟာ လျှာဖျားကလေးလှုပ်ပြီး ဖတ်လိုက်ကြားလိုက်ရချိန်မှာ ဘာမှမဟုတ်သယောင်ထင်ရပေမယ့် ယခု ဇာတ်ကားတစ်ခုလုံးအတွက်တော့ အရေးကြီးဆုံး စကားလုံးနှစ်ခု ဖြစ်ပါတယ်။ကျွန်တော့်အနေနဲ့ကတော့ ဘယ်တော့မှ မေ့ပျောက်နေမှာမဟုတ်တော့ဘဲ တသသ ဖြစ်ကျန်ခဲ့ရတဲ့ တက္ကစီ ဒရိုင်ဘာလေး ထရာဘစ်စ်ရဲ့ စကားလုံး နှစ်ခုဖြစ်ပါတယ်လို့ပဲ ဆိုရပါ့မယ်။ပြောရရင် တက္ကစီဒရိုင်ဘာလေးရဲ့ ဘဝအနေအထားနဲ့ စိတ်ပဋိသန္ဓေမှာ အမြစ်တည်ကြီးထွားဖို့လိုအပ်နေတဲ့ နွေးထွေးပျော်ရွှင်မှု စိတ်အာဟာရတွေ ပေါ့ပါးစွာခြေဆန့်နိုင်ဖို့။လူလောကအလယ်မှာ အခြားသောလူသားတွေလို အံဝင်ခွင်ကျ ဝင်ဆံ့ချင်လိုမှု တွေကို အသောနှင် ပိုင်ဆိုင်ချင်နေကြောင်းကို ပြည့်ပြည့်ဝဝ ပြဆိုလိုက်တဲ့ စကားနှစ်ခုလို့ပဲ ပြောရမှာဖြစ်ပါတယ်။ဒါပေမယ့် တက္ကစီဒရိုင်ဘာလေးခမျာမှာတော့ ရရှိဖို့ ခက်ခဲနေခဲ့ပါတယ်။ယခုရုပ်ရှင်ထဲက ဒရိုင်ဘာလေး ထရာဘစ်စ်ဟာ လိင် | စကားလုံး ချိတ်ငင်မှု | ပျော်ရွှင်မှု |ရယူပြည့်ဝမှု စတဲ့ လူသဘာဝကြီးထဲက လူသားအများစုတိုင်း ရရှိရမှာ ဖြစ်တဲ့ ယင်းကဲ့သို့သော ယေဘုယျအချက်အလက်တွေကို ရရှိပိုင်ဆိုင်ဖို့မျှော်လင့်ခဲ့ပေမယ့် မျှော်လင့်မှု ရဲ့ အဆုံးသတ်ရလဒ်တွေက ရှုံ းနိမ့်ကြေကွဲခြင်းပဲ ဖြစ်ခဲ့ရတယ်။ဗီယက်နမ်စစ်မြေပြင်ကနေ ကယောင်ချောက်ချားနဲ့ ပြည်တော်ပြန်လာတယ်။အဲဒီကနေ အိပ်မပျော်တဲ့ရောဂါတစ်ခုကို စွဲကပ်လာခဲ့တယ်။အိပ်မပျော်တဲ့သူဖြစ်လေတော့ သူ့အတွက် အဆင်ပြေဆုံး အလုပ်က ညပိုင်းအငှားကားမောင်းခြင်းက အကိုက်ညီဆုံး လုပ်ငန်းတစ်ခု မဟုတ်ပါလား။အဲဒီလိုနဲ့ သူဟာ တက္ကစီမောင်းတဲ့အလုပ်ကို လုပ်ကိုင်ခဲ့တော့တယ်။မြို့ပြညဟာ အချိန်မြင့်လာတာနဲ့အမျှ မှိုင်းမှုံ ရီဝေလာသယောင် ရှိပေမယ့် အမှောင်ကာလပိုင်းရောက်မှသာ အသက်ဝင်နိုးကြွသူတွေလည်း ရှိကြပါတယ်။ဆေးသမားတွေ ။ပြည့်တန်ဆာတွေ။ဖောက်သည်ရှာပေးနေတဲ့ ပြည့်တန်ဆာခေါင်းတွေ စသဖြင့်ပေါ့ ။သူတို့က ညကိုမှီခိုပြီး အလုပ်လုပ်ကြတဲ့သူတွေပါပဲ။သူ့ရဲ့တက္ကစီကလေးက မြို့ပြရဲ့ အလင်းမှန်ကူကွက်တွေကြားမှာ တိုးဝင်လူးလွန့်နေတဲ့ မြွေငယ်ကလေးတစ်ကောင်ဖြစ်ပါတယ်။လူဆိုတဲ့သဘာဝဟာ ကိုယ်မျှော်လင့်ချက်အပြည့်အဝထားပြီး လုပ်ကိုင်သမျှက ထင်သလိုဖြစ်မလာတဲ့အခါမှာ မိမိကိုယ်မိမိယုံကြည်စိတ်မဲ့လာတယ်။သိမ်ငယ်လာတယ်။အရာရာကို အပြစ်မြင်လာတယ်။ငြူ စူမိလာတယ်။အမှားတွေကို ကျူ းလွန်ဖို့ပဲ စိတ်ကသွေးဆောင်လာတာ သဘာဝပါပဲ။သူအနေနဲ့လည်း လူသားတစ်ယောက်ပဲလေ။မိန်းမလှလှလေးတစ်ယောက်ယောက်နဲ့ စကားဖောင်ဖွဲ့ချင်မှာပဲ။လိင်ဆက်ဆံချင်မှာပဲ။နီးစပ်ရာလူ့ပတ်ဝန်းကျင်က လူသားတွေနဲ့ ကျွမ်းဝင်မိတ်ဖွဲ့ချင်တာပဲလေ။ဒါပေမယ့် ဖြစ်မလာခဲ့ဘူး။ပြည့်တန်ဆာမလေးတစ်ယောက်ကို မြင်မိရာက ခင်မင်စိတ်ဝင်သွားခဲ့တယ်။ဒါပေမယ့် သူကို မကောင်းဆိုးဝါးတစ်ယောက်ကို မြင်သလိုဟန်ပန်မျို းနဲ့ ထွက်သွားတယ်။နောက်ထပ် သမ္မ္မတဖြစ်ဖို့ ကြို းစားနေသူဆိုတဲ့ ကိုယ်စားလှယ်လောင်းတစ်ယောက်ရုံးမှာ မဲဆွယ်တဲ့အလုပ်လုပ်ကို လုပ်ကိုင်ပေးနေတဲ့ကောင်မလေးတစ်ယောက်ကိုလည်း မိတ်ဆွေဖွဲ့ခဲ့တယ်။အစပိုင်းကတော့ အဆင်ပြေတော့မယောင်ရှိပါတယ်။ဒါပေမယ့် အဲဒီမိန်းကလေးကလည်း သိပ်မထူးပါဘူး။ယောကျာ်းသားတစ်ယောက်ရဲ့ တစ်သီးပုဂ္ဂလဆိုင်ရာ ပြု မူမှု ကို အပြစ်လို့ဘာကြောင့်ယူဆမိတတ်ကြတယ်မသိဘူး။သူက အားလပ်တဲ့အချိန်မှာ အပြာရုပ်ရှင်ရုံသွားပြီး အပြာကားတွေ ကြည့်လေ့ရှိတယ်။ဒါက အပြစ်တစ်ခုလို့ သတ်မှတ်သလား မဆိုနိုင်ပါဘူး။အခြားအရွယ်ရောက်ပြီးသား စုံတွဲတွေလည်း လာပြီး ကြည့်ကြတာပဲလေ။သူလည်း သူတတ်မြောက်တဲ့ မိတ္တဗလဋီကာက ဒါပဲရှိတယ်။အားလပ်ချိန်မှာ ကြုံ သမျှကို စာရေးမယ်။ကားမောင်းမယ်။အပြာကားကြည့်မယ်။ဘယ်သူကိုများထိခိုက်နေလို့တုန်း။အဲဒီကောင်မလေးကတော့ အပြာရုံထဲကနေ စိတ်ဆိုးမာန်ဆိုးနဲ့ ထွက်သွားတော့တာပဲ။သူက မှန်တစ်ချပ်ရှေ့မှာ ရပ်နေမိတယ်။သူ့ဘာသာကြည့်ပြီး ရေရွတ်ပါတယ်။မင်းစကားပြောနေတာဘယ်သူလဲ တဲ့။သူက လူလောကရဲ့အပစ်ပယ်ခံတစ်ယောက်။လိပ်စာမရှိတဲ့ ဘဝမဲ့တစ်ယောက်လို့ သူကိုယ်သူ သတ်မှတ်လိုက်သလိုမျို းပါ။ဒါရိုက်တာမာတင်စကော့စဆေးလ်ဟာ လူ့လောကရပ်ဝန်းထဲက အထီးကျန်အဆန်ဆုံး လူသားတစ်ယောက်ရုပ်ပုံလွှာကို အမေရိကန်ရဲ့ ရုပ်ရှင်ခေတ်ဦးမှာ ထာဝရဆန်းသစ်အသက်ဝင်နိုင်စေအောင် ပုံဖော်အသက်သွင်းနိုင်ခဲ့ပါတယ်။ကျွန်တော်တို့ပရိသတ်တွေမြင်လိုတဲ့ /မြင်ရစမြဲဖြစ်တဲ့ အထင်ကရသူရဲကောင်းဇာတ်လိုက်တွေကနေ သီးသန့်အက့်အကန့်ထဲမှာရှိနေတဲ့ လူသားတစ်ယောက်ကို ဆွဲထုတ်ပြခဲ့ပါတယ်။ထရာဗစ်စ်နဲ့ ကျွန်တော်တို့ဟာ တစ်သားတည်း ဖြစ်သွားခဲ့ရပါတယ်။ကျွန်တော်တို့ဟာ ထရာဗစ်စ်ရဲ့ အထီးကျန်ဖြစ်မှု တွေကို အလိုလိုခေါင်းညိတ်သဘောတူခဲ့မိပါတော့တယ်။ဘာဖြစ်လို့လည်းဆိုတော့ လက်တွေ့ဘဝမှာလည်း ကျွန်တော်တို့လူသားအများစုဟာ စနက်တံမရှိတဲ့ဗြောက်အိုးကလေးတွေနဲ့ တိတ်တိတ်ပုန်းပေါက်ကွဲပြနေရတဲ့ စိတ်အမြုံ တွေသာများတဲ့ ဖောက်ခွဲရေးသမားကလေးတွေသာ ဖြစ်နေကြတာ မဟုတ်လား။1976ခုနှစ်ကထုတ်လုပ်ဖြန့်ချီခဲ့တဲ့ ယခုရုပ်ရှင်ဟာ လက်ရှိအချိန်ကနေ ပြန်ကြည့်လိုက်ရင် နှစ်ပရိစ္ဆေဒ အတော်ကြာမြင့်ခဲ့ပြီ ဖြစ်ပေမယ့် ဘယ်သောအခါမှ ရိုးအီသွားတာမျို း ခေတ်နောက်ကျသွားတော့တာမျို း မရှိပါဘူး။ကျွန်တော် ကြိမ်ဖန်များစွာ ကြည့်ဖြစ်ခဲ့တယ်။ကြည့်လိုက်တိုင်းလည်း ဒရိုင်ဘာလေး ထရာဗစ်နဲ့အတူ အမှောင်ကမ္ဘာကြီးထဲကို တစ်သားတည်း ထိုးဆင်းသွားရတယ်။အထီးကျန် စိတ်ငတ်မွတ်မှု တွေနဲ့ ဒေါသဖြစ်မှု တွေကို ထပ်တူခံစားခဲ့ရတယ်။ဇာတ်ညွှန်းရေးဆရာ Paul Schraderအထူးလက်စွမ်းပြထားတဲ့ ယခုရုပ်ရှင်ဟာ 1956ကထုတ်လုပ်ခဲ့ဘူးတဲ့ ဒါရိုက်တာကြီး ဂျွန်ဖို့ဒ်ရဲ့ The Searchers ရုပ်ရှင်ကို ဆင့်ပွားဖန်တီးထားတယ်လို့ ဆိုပါတယ်။The Searchers ရုပ်ရှင်ဟာ ဟောလိဝုဒ်ခေတ်ဦး မင်းသားကြီး ဂျွန်ဝိန်းရဲ့ နာမည်အကြီးဆုံးရုပ်ရှင်ကားတစ်ကားဟု သတ်မှတ်နိုင်သလို နှောင်းခေတ်ရုပ်ရှင်တွေအပေါ်လည်း များစွာ လမ်းပြလွှမ်းမိုးနိုင်ခဲ့တဲ့ ရုပ်ရှင်ကားတစ်ကားလို့ သတ်မှတ်ထားကြပါတယ်။အဲဒီရုပ်ရှင်ဟာ ထပ်တူအသက်သွင်းလာတဲ့ ကလဲ့စားချေမှုရဲ့ ဇာတ်လမ်းသွားတွေကို ဆန်းသစ်ပြောင်းလဲတဲ့ ကားတစ်ကား အရောင်နဲ့ဆိတ်ငြိမ်သော ပုံရိပ်များက အဖြေများစွာကို အလိုလိုထုတ်ပေးပြီးသား ဆိုတဲ့ Film Language ကို ညွှန်းဆိုပြတဲ့ကားတစ်ကားလို့ ပြောလို့ရနိုင်ပါမယ်။ယင်းရုပ်ရှင်သွားဟာ ပြည်တွင်းစစ်က ပြန်လာချိန်မှာ မိသားစုအပေါ်သတ်ဖြတ်ပြီး မိသားစုဝင်တွေကိုပါ ပြန်ပေးဆွဲသွားတဲ့ တိုင်းရင်းသားသူပုန်တွေကို လိုက်လံကလဲ့စားချေတဲ့ လူတစ်ယောက်အကြောင်းဖြစ်ပါတယ်။သူက ပျောက်ဆုံးသွားတဲ့ တူမကလေးကို လိုက်ရှာတယ်။တကယ်တွေ့ချိန်မှာတော့ ကောင်မလေးက ရန်သူနဲ့တစ်သားတည်းဖြစ်နေပြီ။သူ့အနေနဲ့ ပစ်သတ်ရမှာ မဟုတ်လား။ဒါပေမယ့် သူတူမလေးကို မြှောက်ချီပြီး ” လာအိမ်ပြန်ကြမယ်တဲ့ “။သူဟာ တူမကလေးနဲ့အတူ တိုက်ပွဲတွေထဲပါဝင်ခဲ့တယ်။တူမကလေးမိသားစုနဲ့ ဆုံချိန်မှာလည်း တံခါးဝနားမှာသာ မတ်တပ်ရပ်လို့။တူမကလေးနဲ့ပတ်သက်ပြီး ဘာတွေတွေးနေသလဲဆိုတာတော့ ဘယ်သူမှ သိနိုင်မှာမဟုတ်ဘူးပေါ့။Taxi Driver ထဲက ကားသမားလေး ထရာဗစ်စ်ကလည်း စစ်မှု ထမ်းဟောင်းတစ်ယောက်ပါပဲ။သူမုန်းတီးသွားတဲ့ ပြည့်တန်ဆာခေါင်းစပေါ့(Sport)ဆိုသူကလည်း အဲဒီရုပ်ရှင်ထဲက တိုင်းရင်းသား ခေါင်းပေါင်းကြီးနဲ့လေ။တူညီနေတယ်မဟုတ်လား။သူမှာလည်း အသက်မပြည့်သေးတဲ့ ပြည့်တန်ဆာမလေးအိုင်းရစ်စ် (Jodie Foster) ကို ကယ်တင်ချင်တာပဲ။ယခု နှို င်းယှဉ်ပြတဲ့ ရုပ်ရှင်ကားနှစ်ကားထဲက ဂျွန်ဝိန်းဇာတ်ကောင်နဲ့ တက္ကစီဒရိုင်ဘာနှစ်ယောက်စလုံးဟာ အခြေခံဘဝအချက်အလက်တွေက တူညီနေပါတယ်။တစ်ယောက်ကလည်း ဘဝကို ဆုံးရှုံ းရတဲ့အတွက် အမျက်သိုနေတယ်။အာဃာတတွေနဲ့ပဲ လုံးထွေးရစ်ပတ်နေတယ်။ကားဒရိုင်ဘာဖြစ်သူရဲ့ဘဝအခြေအနေကလည်း အရာရာကို လက်လွှတ်ဆုံးရှုံ းနေရတယ်။အပစ်ပယ်ခံ ဘဝဖြစ်နေရတယ်။အဲဒီအခါမှာ ဘဝကိုအသာစီးအနေအထားက ရပ်ခွင့်ရသူတွေအပေါ် မုန်းတီးစိတ်ဝင်နေမိတယ်။သူက ကားေမောင်းရင်းနဲ့ သမ္မတလောင်းဖြစ်သူကို တွေ့ခဲ့ရတယ်။သူကတော့ ခင်ဗျားစကားလုံးတွေက အရမ်းလေးစားဖို့ကောင်းကြောင်း။တိုင်းပြည်အပေါ် ဦးဆောင်ဦးရွက်ပြု နိုင်မယ့် ခေါင်းဆောင်ကောင်း ဖြစ်မယ့်သူပါ စသဖြင့်ပေါ့။ဖားလျားမြှောက်ပင့်ပြောဆိုနေပေမယ့် အမျက်သိုနေတာကတော့ အသေအချာဖြစ်ပါတယ်။လူ့ဘဝမှာ သုံးစားမရတဲ့ လူသားတစ်ယောက်ဆိုပေမယ့် လူသားတစ်ယောက်လိုတော့ အရာရာပြု မူနိုင်စွမ်း ရှိတယ်ဆိုတာ သိစေလိုတဲ့ သဘောတွေ ရှိမှာပေါ့။အဲဒီကနေ သူမဲဆွယ်ရုံးက ကောင်မလေးတစ်ယောက်နဲ့ အဆင်ပြေမလို ဖြစ်တယ်။ဒါပေမယ့် သူ့ရဲ့ညံ့ဖျင်းမှု ကြောင့် ကောင်မလေးက ပစ်ပယ်သွားတယ်။ထိုအခါမှာ သူဟာ ပိုမိုပြီး စိတ်ဓါတ်တွေကျဆင်းလာတော့တယ်။ငါက အထီးကျန်မှု ဘုရားသခင်ပဲတဲ့။အထီးကျန်ခြင်းက ငါ့နောက်မှာ ။ငါသွားလေရာ အရက်ဘားတွေအထိ ထပ်ကြပ်မကွာ လိုက်ပါနေတော့တာပဲတဲ့ ။သူဟာ သမ္မ္မတလောင်းကို လုပ်ကြံဖို့။ဘဝအဓိပ္ပါယ်တစ်စုံတစ်ရာ ရရှိဖို့ ဆုံးဖြတ်ခဲ့တော့တယ်။ကိုယ်လက်ကြံ့ခိုင်ရေး လေ့ကျင့်ခန်းတွေ လုပ်တယ်။သေနတ်တွေဝယ်တယ်။ပစ်သတ်ဖို့ကြံရွယ်ထားတယ်။တကယ်လုပ်ကြံတဲ့အချိန်မှာတော့ အဆင်မပြေခဲ့ပြန်ဘူး။ယင်းကာလမှာသူ့စိတ်သူပြန်လည်ကယ်တင်ဖို့အခြေအနေကို အလိုလိုပြု မူခဲ့မိပြန်တယ်။ဘာလဲဆိုတော့ ပြည့်တန်ဆာမလေးကို ကယ်တင်ဖို့ စိတ်ပိုင်းဖြတ်လိုက်တာပါပဲ။The Searchers ထဲမှာ သတ်ဖို့ကြံရွယ်ခဲ့တဲ့ တူမကလေးကို ပြန်လည်ချီမြှောက်သလိုမျို းပေါ့။ယခုရုပ်ရှင်ကို ဒါရိုက်တာမာတင်စကော့စဆေးလ်ဟာ သူရိုက်နေကျစတိုင်လ်အတိုင်းပဲ ဇာတ်ကောင်ရဲ့အမြင်ရိုက်ချက်တွေကို Slow motion နဲ့ပဲ သွားစေခဲ့တယ်။မီးပွင့်တွေနဲ့ ပြို းပြက်နေတဲ့ မက်ဟန်တန်ရဲ့ နီယွန်ညလမ်းတွေ။လမ်းဘေးထောင့်တွေမှာ မြူ ဆွယ်နေကြတဲ့ ပြည့်တန်ဆာတွေရဲ့မြင်ကွင်းတွေ။ပြည့်တန်ဆာတွေ လိင်မှုနဲ့ဆိုင်တဲ့ စကားလုံးတွေ ကို ထရာဗစ်စ် ကြားနေရပုံတွေ။ပြည့်တန်ဆာမလေး အိုင်းရစ်ကို တွေ့ဆုံချိန်မှာ သူအပြင်းအထန် စကားပြောချင်ပေမယ့် ပြန်လည်တုံ့ပြန်မှု မရှိတာတွေ ကို ဒိုင်ယာလောဂ့်တွေ မပါဘဲ Slow Motion ရိုက်ချက်တွေနဲ့ ထရာဗစ်စ်ရဲ့ အခြေအနေကို တစ်ခါတည်း နားလည်စေအောင် ပြဆိုနိုင်တာ ဒါရိုက်တာမာတင်ကြီးရဲ့ အကောင်းဆုံး ပါရမီတစ်ခုဟု ပြောရင် လွန်မယ်မထင်ပါဘူး။တစ်ခုတော့ ရှိတာပေါ့။Slow Motion ရိုက်ချက်တွေဟာ အများအားဖြင့် အချစ်ကားတွေမှာ မြင်နေကျ ရိုက်ချက်တွေပါ။သိပ်ပြီး ထူးခြားတဲ့ အခြေအနေတစ်ရပ်ကို ပေးနိုင်တာတော့မဟုတ်ဘူးလို့ ပြောလို့ရပေမယ့် မာတင်ကြီးကတော့ မပစ်ပယ်ဘဲ အံဝင်ခွင်ကျဖြစ်အောင် သုံးသွားခဲ့ပါတယ်။နောက်တစ်ခု မာတင်ကြီး လုပ်ပြသွားတာကpriest’s-eye-view ရိုက်ချက်တွေ ဖြစ်ပါတယ်။ထရာဗစ်စ် အိပ်ယာပေါ်က သေနတ်ကို ကြည့်တဲ့အခန်းတွေ။အနီရောင်ကာလာတွေ တောက်နေတဲ့ ပြည့်တန်ဆာတိုက်ခန်းတွင်း ပစ်ခတ်သတ်ဖြတ်ခန်းတွေကို အပေါ်စီးကနေ (ဆိုကြပါစို့ တရားဟော ဓမ္မဆရာက ခန်းမတစ်ခုလုံးကို မြင်နေတဲ့ အမြင်မျို း)ကင်မရာကို သွားစေပြီး ကြောက်မက်ဖွယ် သေဆုံးနေတာတွေကို ရိုက်ပြတဲ့ ရိုက်ချက်တွေက မာတင်ကြီးရဲ့ ဆန်းသစ်မှု တစ်ရပ်လို့ ပြောရမှာပဲ။(ဇာတ်ကားထဲတွင် မြင်လျှင်သဘောပေါက်ပါမည်)။ထုံးစံအတိုင်း ယခုရုပ်ရှင်အဆုံးသတ်ဟာလည်း အငြင်းပွားစရာတွေနဲ့ပဲ ကျန်ရစ်ခဲ့ပြန်ပါတယ်။အထူးသဖြင့် တက္ကစီသမား ထရာဗစ်စ်ကို သတင်းစာသတ်မှတ်ချက်ထဲကလို သူရဲကောင်းတစ်ယောက်လား။အမှန်တရားဘက်တော်သားလား။တကယ်ပဲအသက်ရှင်ကျန်ရစ်ခဲ့တာတော့ ဟုတ်ရဲ့လား။ကျွန်တော်တို့ကပဲ သူ့ရဲ့သက်စွန့်ဆံဖျား သေအံ့မူးမူးကာလတွေကို စဉ်းစားခဲ့တာကို ပြချင်တာလား။သူအပေါ်ပစ်ပယ်ခဲ့တဲ့ ကောင်မလေးရဲ့ ချီးမွန်းစကားတွေကရော သူ့ရဲ့စိတ်ကူးထဲက ဖြစ်လိုမှု ပဲလား။ကျွန်တော်တို့ ရှင်းလင်းစွာ အဖြေထုတ်နိုင်မှာ မဟုတ်ပါဘူး။ပြောလို့ရနိုင်တာကတော့ မာတင်ကြီး ဖန်တီးတဲ့ ဇာတ်ကောင်တွေဟာ အမှားတွေကြားမှာပဲ နေထိုင်ကြတယ်။ခွင့်လွှတ်ခြင်းနဲ့ ပျော်ရွှင်ခြင်းတွေကို ပိုင်ဆိုင်ချင်ကြတယ်။ထရာဗစ်ကတော့ ဖြစ်တည်မှု နယ်ပယ်ထဲမှာပဲ နေထိုင်သွားမလား။ဒါမှမဟုတ် သူ့စိတ်နယ်ပယ်ထဲမှာပဲ ဘာမှနိဂုံကမ္ပတ် အဆုံးသတ်တာမျို း မရှိတော့ပဲ ဖြစ်ခဲ့လတ္တံ့သော အတိတ်အပိုင်းအစကလေးဖြစ် ထားရစ်ပြီး အသက်ဆက်ရှင်ခဲ့သလား ဆိုတာကတော့ ။(ဝန်ခံချက် -အင်တာနက်မှ ဆောင်းပါးအချို့အား မှီငြမ်းရေးသားထားပါသည်။)~ ညီလင်းအိမ် ~(ရုပ်ရှင်အညွှန်းကိုKo Nyi Linn Eain Facebookမှကူးယူဖော်ပြပါသည်။)” စကားေျပာမလို႔လား ““အင္း , က်ြန္ေတာ္တစ္ေယာက္တည္းပါပဲဗ်ာ “______________________ဒီစကားလုံးေလးႏွစ္ခုဟာ လ်ွာဖ်ားကေလးလွဳပ္ျပီး ဖတ္လိုက္ၾကားလိုက္ရခ်ိန္မွာ ဘာမွမဟုတ္သေယာင္ထင္ရေပမယ့္ ယခု ဇာတ္ကားတစ္ခုလုံးအတြက္ေတာ့ အေရးၾကီးဆုံး စကားလုံးႏွစ္ခု ျဖစ္ပါတယ္။က်ြန္ေတာ့္အေနနဲ႔ကေတာ့ ဘယ္ေတာ့မွ ေမ့ေပ်ာက္ေနမွာမဟုတ္ေတာ့ဘဲ တသသ ျဖစ္က်န္ခဲ့ရတဲ့ တကၠစီ ဒရုိင္ဘာေလး ထရာဘစ္စ္ရဲ႕ စကားလုံး ႏွစ္ခုျဖစ္ပါတယ္လို႔ပဲ ဆိုရပါ့မယ္။ေျပာရရင္ တကၠစီဒရုိင္ဘာေလးရဲ႕ ဘဝအေနအထားနဲ႔ စိတ္ပဋိသေႏၶမွာ အျမစ္တည္ၾကီးထြားဖို႔လိုအပ္ေနတဲ့ ေႏြးေထြးေပ်ာ္ရႊင္မွဳ စိတ္အာဟာရေတြ ေပါ့ပါးစြာေျခဆန္႔ႏိုင္ဖို႔။လူေလာကအလယ္မွာ အျခားေသာလူသားေတြလို အံဝင္ခြင္က် ဝင္ဆံ့ခ်င္လိုမွဳ ေတြကို အေသာႏွင္ ပိုင္ဆိုင္ခ်င္ေနေၾကာင္းကို ျပည့္ျပည့္ဝဝ ျပဆိုလိုက္တဲ့ စကားႏွစ္ခုလုိ႔ပဲ ေျပာရမွာျဖစ္ပါတယ္။ဒါေပမယ့္ တကၠစီဒရုိင္ဘာေလးခမ်ာမွာေတာ့ ရရွိဖို႔ ခက္ခဲေနခဲ့ပါတယ္။ယခုရုပ္ရွင္ထဲက ဒရုိင္ဘာေလး ထရာဘစ္စ္ဟာ လိင္ | စကားလုံး ခ်ိတ္ငင္မွဳ | ေပ်ာ္ရႊင္မွဳ |ရယူျပည့္ဝမွဳ စတဲ့ လူသဘာဝၾကီးထဲက လူသားအမ်ားစုတိုင္း ရရွိရမွာ ျဖစ္တဲ့ ယင္းကဲ့သို႔ေသာ ေယဘုယ်အခ်က္အလက္ေတြကို ရရွိပိုင္ဆိုင္ဖို႔ေမ်ွာ္လင့္ခဲ့ေပမယ့္ ေမ်ွာ္လင့္မွဳ ရဲ႕ အဆုံးသတ္ရလဒ္ေတြက ရွံဳ းနိမ့္ေၾကကြဲျခင္းပဲ ျဖစ္ခဲ့ရတယ္။ဗီယက္နမ္စစ္ေျမျပင္ကေန ကေယာင္ေခ်ာက္ခ်ားနဲ႔ ျပည္ေတာ္ျပန္လာတယ္။အဲဒီကေန အိပ္မေပ်ာ္တဲ့ေရာဂါတစ္ခုကို စြဲကပ္လာခဲ့တယ္။အိပ္မေပ်ာ္တဲ့သူျဖစ္ေလေတာ့ သူ႔အတြက္ အဆင္ေျပဆုံး အလုပ္က ညပိုင္းအငွားကားေမာင္းျခင္းက အကိုက္ညီဆုံး လုပ္ငန္းတစ္ခု မဟုတ္ပါလား။အဲဒီလိုနဲ႔ သူဟာ တကၠစီေမာင္းတဲ့အလုပ္ကို လုပ္ကိုင္ခဲ့ေတာ့တယ္။ျမိဳ ႕ျပညဟာ အခ်ိန္ျမင့္လာတာနဲ႔အမ်ွ မွဳိင္းမွဳံ ရီေဝလာသေယာင္ ရွိေပမယ့္ အေမွာင္ကာလပိုင္းေရာက္မွသာ အသက္ဝင္ႏိုးၾကြသူေတြလည္း ရွိၾကပါတယ္။ေဆးသမားေတြ ။ျပည့္တန္ဆာေတြ။ေဖာက္သည္ရွာေပးေနတဲ့ ျပည့္တန္ဆာေခါင္းေတြ စသျဖင့္ေပါ့ ။သူတို႔က ညကိုမွီခိုျပီး အလုပ္လုပ္ၾကတဲ့သူေတြပါပဲ။သူ႔ရဲ႕တကၠစီကေလးက ျမိဳ ႕ျပရဲ႕ အလင္းမွန္ကူကြက္ေတြၾကားမွာ တိုးဝင္လူးလြန္႔ေနတဲ့ ေျမြငယ္ကေလးတစ္ေကာင္ျဖစ္ပါတယ္။လူဆိုတဲ့သဘာဝဟာ ကိုယ္ေမ်ွာ္လင့္ခ်က္အျပည့္အဝထားျပီး လုပ္ကိုင္သမ်ွက ထင္သလိုျဖစ္မလာတဲ့အခါမွာ မိမိကိုယ္မိမိယုံၾကည္စိတ္မဲ့လာတယ္။သိမ္ငယ္လာတယ္။အရာရာကို အျပစ္ျမင္လာတယ္။ျငဴ စူမိလာတယ္။အမွားေတြကို က်ဴ းလြန္ဖို႔ပဲ စိတ္ကေသြးေဆာင္လာတာ သဘာဝပါပဲ။သူအေနနဲ႔လည္း လူသားတစ္ေယာက္ပဲေလ။မိန္းမလွလွေလးတစ္ေယာက္ေယာက္နဲ႔ စကားေဖာင္ဖြဲ႕ခ်င္မွာပဲ။လိင္ဆက္ဆံခ်င္မွာပဲ။နီးစပ္ရာလူ႔ပတ္ဝန္းက်င္က လူသားေတြနဲ႔ က်ြမ္းဝင္မိတ္ဖြဲ႕ခ်င္တာပဲေလ။ဒါေပမယ့္ ျဖစ္မလာခဲ့ဘူး။ျပည့္တန္ဆာမေလးတစ္ေယာက္ကို ျမင္မိရာက ခင္မင္စိတ္ဝင္သြားခဲ့တယ္။ဒါေပမယ့္ သူကို မေကာင္းဆိုးဝါးတစ္ေယာက္ကို ျမင္သလိုဟန္ပန္မ်ိဳ းနဲ႔ ထြက္သြားတယ္။ေနာက္ထပ္ သမၼၼတျဖစ္ဖို႔ ၾကိဳ းစားေနသူဆိုတဲ့ ကိုယ္စားလွယ္ေလာင္းတစ္ေယာက္ရုံးမွာ မဲဆြယ္တဲ့အလုပ္လုပ္ကို လုပ္ကိုင္ေပးေနတဲ့ေကာင္မေလးတစ္ေယာက္ကိုလည္း မိတ္ေဆြဖြဲ႕ခဲ့တယ္။အစပိုင္းကေတာ့ အဆင္ေျပေတာ့မေယာင္ရွိပါတယ္။ဒါေပမယ့္ အဲဒီမိန္းကေလးကလည္း သိပ္မထူးပါဘူး။ေယာက်ာ္းသားတစ္ေယာက္ရဲ႕ တစ္သီးပုဂၢလဆိုင္ရာ ျပဳ မူမွဳ ကို အျပစ္လို႔ဘာေၾကာင့္ယူဆမိတတ္ၾကတယ္မသိဘူး။သူက အားလပ္တဲ့အခ်ိန္မွာ အျပာရုပ္ရွင္ရုံသြားျပီး အျပာကားေတြ ၾကည့္ေလ့ရွိတယ္။ဒါက အျပစ္တစ္ခုလို႔ သတ္မွတ္သလား မဆိုႏိုင္ပါဘူး။အျခားအရြယ္ေရာက္ျပီးသား စုံတြဲေတြလည္း လာျပီး ၾကည့္ၾကတာပဲေလ။သူလည္း သူတတ္ေျမာက္တဲ့ မိတၱဗလဋီကာက ဒါပဲရွိတယ္။အားလပ္ခ်ိန္မွာ ၾကံဳ သမ်ွကို စာေရးမယ္။ကားေမာင္းမယ္။အျပာကားၾကည့္မယ္။ဘယ္သူကိုမ်ားထိခိုက္ေနလို႔တုန္း။အဲဒီေကာင္မေလးကေတာ့ အျပာရုံထဲကေန စိတ္ဆိုးမာန္ဆိုးနဲ႔ ထြက္သြားေတာ့တာပဲ။သူက မွန္တစ္ခ်ပ္ေရွ႕မွာ ရပ္ေနမိတယ္။သူ႔ဘာသာၾကည့္ျပီး ေရရြတ္ပါတယ္။မင္းစကားေျပာေနတာဘယ္သူလဲ တဲ့။သူက လူေလာကရဲ႕အပစ္ပယ္ခံတစ္ေယာက္။လိပ္စာမရွိတဲ့ ဘဝမဲ့တစ္ေယာက္လို႔ သူကိုယ္သူ သတ္မွတ္လိုက္သလိုမ်ိဳ းပါ။ဒါရုိက္တာမာတင္စေကာ့စေဆးလ္ဟာ လူ႔ေလာကရပ္ဝန္းထဲက အထီးက်န္အဆန္ဆုံး လူသားတစ္ေယာက္ရုပ္ပုံလႊာကို အေမရိကန္ရဲ႕ ရုပ္ရွင္ေခတ္ဦးမွာ ထာဝရဆန္းသစ္အသက္ဝင္ႏိုင္ေစေအာင္ ပုံေဖာ္အသက္သြင္းႏိုင္ခဲ့ပါတယ္။က်ြန္ေတာ္တို႔ပရိသတ္ေတြျမင္လိုတဲ့ /ျမင္ရစျမဲျဖစ္တဲ့ အထင္ကရသူရဲေကာင္းဇာတ္လိုက္ေတြကေန သီးသန္႔အက္႔အကန္႔ထဲမွာရွိေနတဲ့ လူသားတစ္ေယာက္ကို ဆြဲထုတ္ျပခဲ့ပါတယ္။ထရာဗစ္စ္နဲ႔ က်ြန္ေတာ္တို႔ဟာ တစ္သားတည္း ျဖစ္သြားခဲ့ရပါတယ္။က်ြန္ေတာ္တို႔ဟာ ထရာဗစ္စ္ရဲ႕ အထီးက်န္ျဖစ္မွဳ ေတြကို အလိုလိုေခါင္းညိတ္သေဘာတူခဲ့မိပါေတာ့တယ္။ဘာျဖစ္လို႔လည္းဆိုေတာ့ လက္ေတြ႕ဘဝမွာလည္း က်ြန္ေတာ္တို႔လူသားအမ်ားစုဟာ စနက္တံမရွိတဲ့ေျဗာက္အိုးကေလးေတြနဲ႔ တိတ္တိတ္ပုန္းေပါက္ကြဲျပေနရတဲ့ စိတ္အျမံဳ ေတြသာမ်ားတဲ့ ေဖာက္ခြဲေရးသမားကေလးေတြသာ ျဖစ္ေနၾကတာ မဟုတ္လား။1976ခုႏွစ္ကထုတ္လုပ္ျဖန္႔ခ်ီခဲ့တဲ့ ယခုရုပ္ရွင္ဟာ လက္ရွိအခ်ိန္ကေန ျပန္ၾကည့္လိုက္ရင္ ႏွစ္ပရိေစၧဒ အေတာ္ၾကာျမင့္ခဲ့ျပီ ျဖစ္ေပမယ့္ ဘယ္ေသာအခါမွ ရုိးအီသြားတာမ်ိဳ း ေခတ္ေနာက္က်သြားေတာ့တာမ်ိဳ း မရွိပါဘူး။က်ြန္ေတာ္ ၾကိမ္ဖန္မ်ားစြာ ၾကည့္ျဖစ္ခဲ့တယ္။ၾကည့္လိုက္တိုင္းလည္း ဒရုိင္ဘာေလး ထရာဗစ္နဲ႔အတူ အေမွာင္ကမာၻၾကီးထဲကို တစ္သားတည္း ထိုးဆင္းသြားရတယ္။အထီးက်န္ စိတ္ငတ္မြတ္မွဳ ေတြနဲ႔ ေဒါသျဖစ္မွဳ ေတြကို ထပ္တူခံစားခဲ့ရတယ္။ဇာတ္ညႊန္းေရးဆရာ Paul Schraderအထူးလက္စြမ္းျပထားတဲ့ ယခုရုပ္ရွင္ဟာ 1956ကထုတ္လုပ္ခဲ့ဘူးတဲ့ ဒါရုိက္တာၾကီး ဂ်ြန္ဖို႔ဒ္ရဲ႕ The Searchers ရုပ္ရွင္ကို ဆင့္ပြားဖန္တီးထားတယ္လို႔ ဆိုပါတယ္။The Searchers ရုပ္ရွင္ဟာ ေဟာလိဝုဒ္ေခတ္ဦး မင္းသားၾကီး ဂ်ြန္ဝိန္းရဲ႕ နာမည္အၾကီးဆုံးရုပ္ရွင္ကားတစ္ကားဟု သတ္မွတ္ႏိုင္သလို ေႏွာင္းေခတ္ရုပ္ရွင္ေတြအေပၚလည္း မ်ားစြာ လမ္းျပလႊမ္းမိုးႏိုင္ခဲ့တဲ့ ရုပ္ရွင္ကားတစ္ကားလို႔ သတ္မွတ္ထားၾကပါတယ္။အဲဒီရုပ္ရွင္ဟာ ထပ္တူအသက္သြင္းလာတဲ့ ကလဲ့စားေခ်မွဳရဲ႕ ဇာတ္လမ္းသြားေတြကို ဆန္းသစ္ေျပာင္းလဲတဲ့ ကားတစ္ကား အေရာင္နဲ႔ဆိတ္ျငိမ္ေသာ ပုံရိပ္မ်ားက အေျဖမ်ားစြာကို အလိုလိုထုတ္ေပးျပီးသား ဆိုတဲ့ Film Language ကို ညႊန္းဆိုျပတဲ့ကားတစ္ကားလို႔ ေျပာလို႔ရႏိုင္ပါမယ္။ယင္းရုပ္ရွင္သြားဟာ ျပည္တြင္းစစ္က ျပန္လာခ်ိန္မွာ မိသားစုအေပၚသတ္ျဖတ္ျပီး မိသားစုဝင္ေတြကိုပါ ျပန္ေပးဆြဲသြားတဲ့ တိုင္းရင္းသားသူပုန္ေတြကို လိုက္လံကလဲ့စားေခ်တဲ့ လူတစ္ေယာက္အေၾကာင္းျဖစ္ပါတယ္။သူက ေပ်ာက္ဆုံးသြားတဲ့ တူမကေလးကို လိုက္ရွာတယ္။တကယ္ေတြ႕ခ်ိန္မွာေတာ့ ေကာင္မေလးက ရန္သူနဲ႔တစ္သားတည္းျဖစ္ေနျပီ။သူ႔အေနနဲ႔ ပစ္သတ္ရမွာ မဟုတ္လား။ဒါေပမယ့္ သူတူမေလးကို ေျမွာက္ခ်ီျပီး ” လာအိမ္ျပန္ၾကမယ္တဲ့ “။သူဟာ တူမကေလးနဲ႔အတူ တိုက္ပြဲေတြထဲပါဝင္ခဲ့တယ္။တူမကေလးမိသားစုနဲ႔ ဆုံခ်ိန္မွာလည္း တံခါးဝနားမွာသာ မတ္တပ္ရပ္လို႔။တူမကေလးနဲ႔ပတ္သက္ျပီး ဘာေတြေတြးေနသလဲဆိုတာေတာ့ ဘယ္သူမွ သိႏိုင္မွွာမဟုတ္ဘူးေပါ့။Taxi Driver ထဲက ကားသမားေလး ထရာဗစ္စ္ကလည္း စစ္မွဳ ထမ္းေဟာင္းတစ္ေယာက္ပါပဲ။သူမုန္းတီးသြားတဲ့ ျပည့္တန္ဆာေခါင္းစေပါ့(Sport)ဆိုသူကလည္း အဲဒီရုပ္ရွင္ထဲက တိုင္းရင္းသား ေခါင္းေပါင္းၾကီးနဲ႔ေလ။တူညီေနတယ္မဟုတ္လား။သူမွာလည္း အသက္မျပည့္ေသးတဲ့ ျပည့္တန္ဆာမေလးအိုင္းရစ္စ္ (Jodie Foster) ကို ကယ္တင္ခ်င္တာပဲ။ယခု ႏွိဳ င္းယွဥ္ျပတဲ့ ရုပ္ရွင္ကားႏွစ္ကားထဲက ဂ်ြန္ဝိန္းဇာတ္ေကာင္နဲ႔ တကၠစီဒရုိင္ဘာႏွစ္ေယာက္စလုံးဟာ အေျခခံဘဝအခ်က္အလက္ေတြက တူညီေနပါတယ္။တစ္ေယာက္ကလည္း ဘဝကို ဆုံးရွဳံ းရတဲ့အတြက္ အမ်က္သိုေနတယ္။အာဃာတေတြနဲ႔ပဲ လုံးေထြးရစ္ပတ္ေနတယ္။ကားဒရုိင္ဘာျဖစ္သူရဲ႕ဘဝအေျခအေနကလည္း အရာရာကို လက္လႊတ္ဆုံးရွံဳ းေနရတယ္။အပစ္ပယ္ခံ ဘဝျဖစ္ေနရတယ္။အဲဒီအခါမွာ ဘဝကိုအသာစီးအေနအထားက ရပ္ခြင့္ရသူေတြအေပၚ မုန္းတီးစိတ္ဝင္ေနမိတယ္။သူက ကားေေမာင္းရင္းနဲ႔ သမၼတေလာင္းျဖစ္သူကို ေတြ႕ခဲ့ရတယ္။သူကေတာ့ ခင္ဗ်ားစကားလုံးေတြက အရမ္းေလးစားဖို႔ေကာင္းေၾကာင္း။တိုင္းျပည္အေပၚ ဦးေဆာင္ဦးရြက္ျပဳ ႏိုင္မယ့္ ေခါင္းေဆာင္ေကာင္း ျဖစ္မယ့္သူပါ စသျဖင့္ေပါ့။ဖားလ်ားေျမွာက္ပင့္ေျပာဆိုေနေပမယ့္ အမ်က္သိုေနတာကေတာ့ အေသအခ်ာျဖစ္ပါတယ္။လူ႔ဘဝမွာ သုံးစားမရတဲ့ လူသားတစ္ေယာက္ဆိုေပမယ့္ လူသားတစ္ေယာက္လိုေတာ့ အရာရာျပဳ မူႏိုင္စြမ္း ရွိတယ္ဆိုတာ သိေစလိုတဲ့ သေဘာေတြ ရွိမွာေပါ့။အဲဒီကေန သူမဲဆြယ္ရုံးက ေကာင္မေလးတစ္ေယာက္နဲ႔ အဆင္ေျပမလို ျဖစ္တယ္။ဒါေပမယ့္ သူ႔ရဲ႕ညံ့ဖ်င္းမွဳ ေၾကာင့္ ေကာင္မေလးက ပစ္ပယ္သြားတယ္။ထိုအခါမွာ သူဟာ ပိုမိုျပီး စိတ္ဓါတ္ေတြက်ဆင္းလာေတာ့တယ္။ငါက အထီးက်န္မွဳ ဘုရားသခင္ပဲတဲ့။အထီးက်န္ျခင္းက ငါ့ေနာက္မွာ ။ငါသြားေလရာ အရက္ဘားေတြအထိ ထပ္ၾကပ္မကြာ လိုက္ပါေနေတာ့တာပဲတဲ့ ။သူဟာ သမၼၼတေလာင္းကို လုပ္ၾကံဖို႔။ဘဝအဓိပၸါယ္တစ္စုံတစ္ရာ ရရွိဖို႔ ဆုံးျဖတ္ခဲ့ေတာ့တယ္။ကိုယ္လက္ၾကံ႕ခိုင္ေရး ေလ့က်င့္ခန္းေတြ လုပ္တယ္။ေသနတ္ေတြဝယ္တယ္။ပစ္သတ္ဖို႔ၾကံရြယ္ထားတယ္။တကယ္လုပ္ၾကံတဲ့အခ်ိန္မွာေတာ့ အဆင္မေျပခဲ့ျပန္ဘူး။ယင္းကာလမွာသူ႔စိတ္သူျပန္လည္ကယ္တင္ဖုိ႔အေျခအေနကို အလိုလိုျပဳ မူခဲ့မိျပန္တယ္။ဘာလဲဆိုေတာ့ ျပည့္တန္ဆာမေလးကို ကယ္တင္ဖို႔ စိတ္ပိုင္းျဖတ္လိုက္တာပါပဲ။The Searchers ထဲမွွာ သတ္ဖို႔ၾကံရြယ္ခဲ့တဲ့ တူမကေလးကို ျပန္လည္ခ်ီေျမွာက္သလိုမ်ိဳ းေပါ့။ယခုရုပ္ရွင္ကို ဒါရုိက္တာမာတင္စေကာ့စေဆးလ္ဟာ သူရုိက္ေနက်စတိုင္လ္အတိုင္းပဲ ဇာတ္ေကာင္ရဲ႕အျမင္ရုိက္ခ်က္ေတြကို Slow motion နဲ႔ပဲ သြားေစခဲ့တယ္။မီးပြင့္ေတြနဲ႔ ျပိဳ းျပက္ေနတဲ့ မက္ဟန္တန္ရဲ႕ နီယြန္ညလမ္းေတြ။လမ္းေဘးေထာင့္ေတြမွာ ျမဴ ဆြယ္ေနၾကတဲ့ ျပည့္တန္ဆာေတြရဲ႕ျမင္ကြင္းေတြ။ျပည့္တန္ဆာေတြ လိင္မွဳနဲ႔ဆိုင္တဲ့ စကားလုံးေတြ ကို ထရာဗစ္စ္ ၾကားေနရပုံေတြ။ျပည့္တန္ဆာမေလး အိုင္းရစ္ကို ေတြ႕ဆုံခ်ိန္မွာ သူအျပင္းအထန္ စကားေျပာခ်င္ေပမယ့္ ျပန္လည္တုံ႔ျပန္မွဳ မရွိတာေတြ ကို ဒိုင္ယာေလာဂ့္ေတြ မပါဘဲ Slow Motion ရုိက္ခ်က္ေတြနဲ႔ ထရာဗစ္စ္ရဲ႕ အေျခအေနကို တစ္ခါတည္း နားလည္ေစေအာင္ ျပဆိုႏိုင္တာ ဒါရုိက္တာမာတင္ၾကီးရဲ႕ အေကာင္းဆုံး ပါရမီတစ္ခုဟု ေျပာရင္ လြန္မယ္မထင္ပါဘူး။တစ္ခုေတာ့ ရွိတာေပါ့။Slow Motion ရုိက္ခ်က္ေတြဟာ အမ်ားအားျဖင့္ အခ်စ္ကားေတြမွွာ ျမင္ေနက် ရုိက္ခ်က္ေတြပါ။သိပ္ျပီး ထူးျခားတဲ့ အေျခအေနတစ္ရပ္ကို ေပးႏိုင္တာေတာ့မဟုတ္ဘူးလို႔ ေျပာလို႔ရေပမယ့္ မာတင္ၾကီးကေတာ့ မပစ္ပယ္ဘဲ အံဝင္ခြင္က်ျဖစ္ေအာင္ သုံးသြားခဲ့ပါတယ္။ေနာက္တစ္ခု မာတင္ၾကီး လုပ္ျပသြားတာကpriest’s-eye-view ရုိက္ခ်က္ေတြ ျဖစ္ပါတယ္။ထရာဗစ္စ္ အိပ္ယာေပၚက ေသနတ္ကို ၾကည့္တဲ့အခန္းေတြ။အနီေရာင္ကာလာေတြ ေတာက္ေနတဲ့ ျပည့္တန္ဆာတိုက္ခန္းတြင္း ပစ္ခတ္သတ္ျဖတ္ခန္းေတြကို အေပၚစီးကေန (ဆိုၾကပါစို႔ တရားေဟာ ဓမၼဆရာက ခန္းမတစ္ခုလုံးကို ျမင္ေနတဲ့ အျမင္မ်ိဳ း)ကင္မရာကို သြားေစျပီး ေၾကာက္မက္ဖြယ္ ေသဆုံးေနတာေတြကို ရုိက္ျပတဲ့ ရုိက္ခ်က္ေတြက မာတင္ၾကီးရဲ႕ ဆန္းသစ္မွဳ တစ္ရပ္လို႔ ေျပာရမွာပဲ။(ဇာတ္ကားထဲတြင္ ျမင္လ်ွင္သေဘာေပါက္ပါမည္)။ထုံးစံအတိုင္း ယခုရုပ္ရွင္အဆုံးသတ္ဟာလည္း အျငင္းပြားစရာေတြနဲ႔ပဲ က်န္ရစ္ခဲ့ျပန္ပါတယ္။အထူးသျဖင့္ တကၠစီသမား ထရာဗစ္စ္ကို သတင္းစာသတ္မွတ္ခ်က္ထဲကလို သူရဲေကာင္းတစ္ေယာက္လား။အမွန္တရားဘက္ေတာ္သားလား။တကယ္ပဲအသက္ရွင္က်န္ရစ္ခဲ့တာေတာ့ ဟုတ္ရဲ႕လား။က်ြန္ေတာ္တို႔ကပဲ သူ႔ရဲ႕သက္စြန္႔ဆံဖ်ား ေသအံ့မူးမူးကာလေတြကို စဥ္းစားခဲ့တာကို ျပခ်င္တာလား။သူအေပၚပစ္ပယ္ခဲ့တဲ့ ေကာင္မေလးရဲ႕ ခ်ီးမြန္းစကားေတြကေရာ သူ႔ရဲ႕စိတ္ကူးထဲက ျဖစ္လိုမွဳ ပဲလား။က်ြန္ေတာ္တို႔ ရွင္းလင္းစြာ အေျဖထုတ္ႏိုင္မွာ မဟုတ္ပါဘူး။ေျပာလို႔ရႏိုင္တာကေတာ့ မာတင္ၾကီး ဖန္တီးတဲ့ ဇာတ္ေကာင္ေတြဟာ အမွားေတြၾကားမွာပဲ ေနထိုင္ၾကတယ္။ခြင့္လႊတ္ျခင္းနဲ႔ ေပ်ာ္ရႊင္ျခင္းေတြကို ပိုင္ဆိုင္ခ်င္ၾကတယ္။ထရာဗစ္ကေတာ့ ျဖစ္တည္မွဳ နယ္ပယ္ထဲမွာပဲ ေနထိုင္သြားမလား။ဒါမွမဟုတ္ သူ႔စိတ္နယ္ပယ္ထဲမွာပဲ ဘာမွနိဂုံကမၸတ္ အဆုံးသတ္တာမ်ိဳ း မရွိေတာ့ပဲ ျဖစ္ခဲ့လတၱံ႕ေသာ အတိတ္အပိုင္းအစကေလးျဖစ္ ထားရစ္ျပီး အသက္ဆက္ရွင္ခဲ့သလား ဆိုတာကေတာ့ ။(ဝန္ခံခ်က္ -အင္တာနက္မွ ေဆာင္းပါးအခ်ိဳ ႕အား မွီျငမ္းေရးသားထားပါသည္။)~ ညီလင္းအိမ္ ~(ရုပ္ရွင္အညႊန္းကိုKo Nyi Linn Eain Facebookမွကူးယူေဖာ္ျပပါသည္။)File size…(1.03 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMyo Min AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKay ChapinMartin ScorsesePeter R. ScoppaRalph S. SingletonRobert P. CohenStarsAlbert BrooksCybill ShepherdDiahnne AbbottGino ArditoHarvey KeitelJodie FosterLeonard HarrisMartin ScorsesePeter BoyleRobert De NiroCastAlbert BrooksAnnie GagenBill MinkinBob MaroffBrenda DicksonCarson GrantCopper CunninghamCybill ShepherdDebbi MorganDiahnne AbbottDon StroudFrank AduGarth AveryGino ArditoHarlan Cary PoeHarry NorthupHarvey KeitelJodie FosterJoe SpinellLeonard HarrisMartin ScorseseMary-Pat GreenMurray MostonNicholas ShieldsNorman MatlockPeter BoylePeter SavageRalph S. SingletonRichard HiggsRobert De NiroSteven PrinceVictor Argo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a58oc5qGNazb3QOxEH8eG5S7gjr.jpg",
      "https://image.tmdb.org/t/p/w300/bjY8I16jze9XWVwpWXxOhB0oysS.jpg",
      "https://image.tmdb.org/t/p/w300/sFORmfjQQl6h0VhDrATB8Vgkmfn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/Taxi-driver.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/taxi-driver-1976-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2SpH0/Taxi_Driver_[1976]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mVoXQZzD#IZkuf68r_rc7l30Roq1x_HQh2e_1x7yWqR0RtKd8FA0",
        "server": "mega.nz",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/taxi-drive-1976",
        "server": "VIP Links",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ut67vng24u8g",
        "server": "veryfiles.com",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/d/n001nwv6i5g4.html",
        "server": "streamsb.com",
        "size": "1.03 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UUxD4-dEzn0",
      "video_url": "https://www.youtube.com/watch?v=UUxD4-dEzn0",
      "embed_url": "https://www.youtube.com/embed/UUxD4-dEzn0"
    }
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "121K"
    },
    "title": "The Best Offer(2013)",
    "description": "The Best Offer(2013)==================The Best Offer ရုပ်ရှင်ဟာ 2013 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး IMDb7.8/10 ရထားတဲ့ Mystery/ Romance/ Drama အမျိုးအစားဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။Mr. Virgil Oldman ဟာ ရှေးဟောင်းပစ္စည်းများကိုတန်ဖိုးဖြတ်ရာမှာ ကျွမ်းကျင်တဲ့ လစ်လံပစ်သူတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့ ငယ်သူငယ်ချင်းဖြစ်သူ Mr. Billy Whistler နဲ့ပူးပေါင်းပြီးတန်ဖိုးကြီးပန်းချီကားတွေကို စျေးသက်သက်သာသာနဲ့ရအောင်တစ်ဖက်လှည့်နဲ့ဝယ်ယူလေ့ရှိပါတယ်။ သူ့ရဲ့ တန်ဖိုးကြီးပန်းချီကားတွေကိုလည်းသူ့အိမ်ထဲရှိ လျို့ဝှက်ခန်းထဲမှာ တန်ဖိုးထားသိမ်းဆည်းလေ့ရှိပါတယ်။Mr. Oldman ဟာ တစ်ကိုယ်တည်း လူပျိုကြီးဘဝနဲ့နှစ်အတော်ကြာအောင်လုပ်ငန်းထဲမှာပဲ ဘဝကိုနှစ်မြှုပ်ထားလေ့ရှိတာကြောင့် အလွန်ချမ်းသာကြွယ်ဝလာသော်လည်း အချစ်ဆိုသောအရာကို တစ်ကြိမ်တစ်ခါမျှတောင်မြည်းစမ်းခွင့်မကြုံခဲ့ဖူးပါဘူး။ တစ်နေ့မှာတော့ Miss Claire Ibbetson ဆိုသူအမျိုးသမီးငယ်တစ်ဦးက သူမအမွေရခဲ့တဲ့စံအိမ်ကြီးမှ ရှေးဟောင်းပစ္စည်းများကို လေလံတင်ရောင်းချဖို့ ဆက်သွယ်လာခဲ့ပါတယ်။ ထူးခြားလှစွာပဲအချိန်အတော်ကြာသည့်တိုင် ထိုအမျိုးသမီးငယ်ကို Mr.Oldman မတွေ့ခဲ့ရပါဘူး။ ထိုအခြေအနေကပဲ Mr. Oldman ရဲ့ သူမအပေါ်စိတ်ဝင်စားမှုကိုပေါက်ဖွားလာစေခဲ့ပါတယ်။ Miss Ibbetson နဲ့ပတ်သက်တဲ့ ခံစားမှုတွေကိုသူရဲ့လူငယ်မိတ်ဆွေဖြစ်သူ အင်ဂျင်နီယာလေး Robert ဆီ ရင်ဖွင့်မိပါတယ်။အချစ်ဆရာကြီးဖြစ်သူ Robert ရဲ့အကြံပေးမှုနဲ့ Miss Ibbetson ကိုမြင်တွေ့ခွင့်ရဖို့ ကြိုးစားမိသောအခါ…..ဒီ ရုပ်ရှင်ကားလေးဟာ အစပိုင်းမှာတော့ အနည်းငယ်အေးတယ်ထင်ရပေမယ့်တဖြည်းဖြည်းနဲ့ပရိသတ်တွေကို ဟာကနဲ၊ ဟင်ကနဲ ဖြစ်သွားအောင် အဆုံးထိဆွဲဆောင်နိုင်တာကို တွေ့ရပါတယ်။ ရုပ်ရှင်ကားပြီးဆုံးသွားရင်တောင်မှအတွေးလေးတွေ ထပ်ပွားစေမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါကြောင်း။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thae Suu ပဲ ဖြစ်ပါတယ်)File size…1.59GB / 676MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….2h 11mGenre ….. Crime , Drama , MysterySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Thae SuuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGiuseppe TornatoreStarsGeoffrey RushJim SturgessSylvia HoeksCastAmanda WalkerBrigitte ChristensenCaterina CapodilistaDermot CrowleyDonald SutherlandGen SetoGeoffrey RushHannah BritlandJim SturgessJohn BenfieldKiruna StamellKlaus TauberLaurence BelgraveLiya KebedeMaximilian DirrMiles RichardsonPhilip JacksonSean BuchananSylvia Hoeks",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4EdN5rIT43xcqi4IVRrhxiDOz6z.jpg",
      "https://image.tmdb.org/t/p/w300/dIhHnQOp4JPKGrLDyxBhPwuA7rS.jpg",
      "https://image.tmdb.org/t/p/w300/aAbjdObBbsPlUsbL1Uawz3Siqum.jpg",
      "https://image.tmdb.org/t/p/w300/jZTzgMBs3tZlPp25FMPvIRL356X.jpg",
      "https://image.tmdb.org/t/p/w300/6EQ5L1Sqjcq30anS1hzGABe9ySa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yfbsINSfotAHaeWKJbfsVKSckvq.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0wgesj5cmckx.html",
        "server": "usersdrive.com",
        "size": "1.59GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-best-offer-2013-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.59GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bTqn/The.Best.Offer.2013.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.59GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/GFVHECrA#lUCiW3qkL1icaK0K6hhLWiUI2WDtt5KJ8bOIAJs3yCc",
        "server": "mega.nz",
        "size": "1.59GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbrity.com/6sizq3hfco65.html",
        "server": "streamsb.com",
        "size": "1.59GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/g43wrs1yhro1",
        "server": "streamvid.io",
        "size": "1.59GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qv4z9w64bg7x.html",
        "server": "usersdrive.com",
        "size": "676MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-best-offer-2013-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "676MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1RQSN/The.Best.Offer.2013.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "676MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/LBcRAZTa#wo19mUoYlyNkweB2YAZ07cmb7QubuZYWN9x-zGrn9sU",
        "server": "mega.nz",
        "size": "676MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/qmdi6k9vuihj.html",
        "server": "streamsb.com",
        "size": "676MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/n63lvgjx697f",
        "server": "streamvid.io",
        "size": "676MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "zJGleGyahC8",
      "video_url": "https://www.youtube.com/watch?v=zJGleGyahC8",
      "embed_url": "https://www.youtube.com/embed/zJGleGyahC8"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "4.3/",
      "rating_count": "2"
    },
    "title": "Black Knight (2017)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h3vIGjwFmd7tA1SdbYLivoIosyB.jpg",
      "https://image.tmdb.org/t/p/w300/95Are24HSGWMOt9MWdU2AyIbj1P.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/dONaJyzTAG973ifDGX0StnWMrC4.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "arOQbGzeG3A",
      "video_url": "https://www.youtube.com/watch?v=arOQbGzeG3A",
      "embed_url": "https://www.youtube.com/embed/arOQbGzeG3A"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Doctor Detective (2023)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dxfqZgu6D7q4W52MDxylKp1ytAy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kvZ3ddMwnFOKvgAPW7Sc7OWSikf.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "6pNkUO9ioGg",
      "video_url": "https://www.youtube.com/watch?v=6pNkUO9ioGg",
      "embed_url": "https://www.youtube.com/embed/6pNkUO9ioGg"
    }
  },
  {
    "metadata": "||1h 32 min|Horror,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2325"
    },
    "title": "Paper Bride ( 2023 )",
    "description": "မင်ကော်ခေတ်ဦးပိုင်းမှာ ချင်းပေါင်ရွာရှိ မာမိသားစုက သခင်မကြီးဟာရောဂါကြောင့်သေသွားတဲ့ မြေးကြီးမာပုမင်အတွက် တစ္ဆေမင်္ဂလာပွဲ ပြုလုပ်ပေးခဲ့ပါတယ်။မင်္ဂလာပွဲမှာ စက္ကူနဲ့လုပ်ထားတဲ့ သတို့သမီးကအသက်ရှင်လာခဲ့ပြီး မင်္ဂလာပွဲဟာ ရှုပ်ထွေးသွားခဲ့ပါတယ်။နတ်ဆရာက မာမိသာစုရဲ့ ဒုတိယမြေးလေး မာပုခွိုက်ရဲ့သွေးကစက္ကူသတို့သမီးကိုယ်ပေါ် စွန်းမိသွားတဲ့အတွက် စက္ကူသတို့သမီးရဲ့တွယ်ကပ်ခြင်းကို ခံရတာလို့ ပြောပြီး မာပုခွိုက်ကို မာအိမ်မှာ ထွက်သွားဖို့ ပြောခဲ့ပါတယ်။၁၁ နှစ်ကြာပြီးနောက် မာပုခွိုက်ဟာ သူ့ချစ်သူ လီကျောင်းတိနဲ့အတူ ရွာပြန်ပြီးလက်ထပ်ဖို့အရေးဆွေးနွေးဖို့ ပြန်လာခဲ့ပါတယ်။ သူမာအိမ်ကို ပြန်လာပြီးနောက်ထူးဆန်းတဲ့ လူသေမှုတွေ ဆက်တိုက် ဖြစ်လာပါတော့တယ်။တစ္ဆေသရဲအကြောင်း မယုံတဲ့သူက ဒီကိစ္စကို ထူးခြားတယ်လို့ထင်ပြီး ကိုယ်တိုင်မေးခွန်းတွေကို ဖြေရှင်းရန် ဆုံးဖြတ်ခဲ့ပါတယ်။စက္ကူသတို့သမီးက အသက်ပြန်ရှင်လာပြီး လူသတ်မှုမှာ ဘယ်လို လျှို့ဝှက်ချက်တွေ ရှိနေမလဲ……လွန်ခဲ့တဲ့ ၁၁ နှစ်ကရော ဘယ်လို မသမာမှုတွေ ရှိခဲ့မလဲ……ဆိုတာကို ရုပ်ရှင်နဲ့အတူ ဆက်လက်အဖြေရှာ လိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Thriller , HorrorRuntime : 1h 32 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By MoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChen Siming叶统StarsLiu YajinPaul Che Biu-lawTan Xin-Zer王子甲CastLiu YajinPaul Che Biu-LawTan Xin-Zer王子甲",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hTqdJWaoapW9KcehnNjHzFGAJtI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2i0WNe9WYCIbdxBT0WE1EUmbyOw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/paper-bride-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8yorpq53gcbz.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/4IxGh/Paper_Bride_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UnclGQxR#F1MEB4e0Cdtvdegs9resfkQoCbSJigsTGHf0Bianeiw",
        "server": "mega.nz",
        "size": "1.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/m5amswi2cocq",
        "server": "streamsb.com",
        "size": "1.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/w48myf1ebxfl",
        "server": "streamvid.io",
        "size": "1.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/paper-bride-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "733.5MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ycn446v79e4x.html",
        "server": "usersdrive.com",
        "size": "733.5MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RvVixbpJ#wkJhobNeuQiePmteL-PK2o_Jv0mbuf7CZTi-ZeYb15E",
        "server": "mega.nz",
        "size": "733.5MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 51m|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "888"
    },
    "title": "Pachuvum Athbhuthavilakkum (2023)",
    "description": "Paachuvum Albhuthavilakkum 20232023 ခုနှစ် ဟာသဒရမ်မာ ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးပါရစေဒီဇာတ်ကားလေးက ဝင်ငွေအမြတ်အစွန်းများစွာရခဲ့တဲ့အပြင် ဝေဖန်ရေးသမားတွေရဲ့ချီးကျူးမှုများစွာကိုရရှိထားပါတယ်ဒီဇာတ်ကားထဲမှာ အဓိကမင်းသားကတော့ မားမားဘွိုင်း မာလာရရမ်သားလူပျိုကြီးပါ သူကဒူဘိုင်းမှာဆေးဆိုင်တစ်ခုဖွင့် အခြေချနေတာဖြစ်ပြီးကိစ္စတစ်ခုနဲ့ ကီရာလာကို ပြန်တဲ့အချိန်မှာ အလွဲလေးတစ်ခုစဖြစ်ရာကနေအလွဲတွေဆက်ပြီး ထူးအိမ်သင်သီချင်းလို လွဲလွဲလေးပဲ ကောင်းပါတယ် ဆိုပြီးတစ်ကားလုံးဖြစ်နေတဲ့ ‌အကြောင်းပါဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ ကောင်းသလို ဇာတ်အိမ်တည်ဆောက်ပုံဇာတ်ကောင်တွေကိုဖွဲ့စည်းထားပုံကလည်း သဘာဝကျတာမို့ ကြည့်ရင်း ရီနေရမဲ့အပြင်ပေါကားမဟုတ်တာမို့ စိတ်ကျေနပ်ဖွယ်ရာ ဖျော်ဖြေမှုလဲပေးနိုင်မှာပါပရိသတ်တို့အနေနဲ့ အိန္ဒိယဇာတ်ကားထဲမှာ ရှားပါးတဲ့ အချစ်ဟာသကားပုံစံဖြစ်တဲ့အပြင် ဇွတ်ကလိထိုးတာမပါပဲ သဘာဝကျကျပေါ့ပေါ့ပါးပါးနဲ့ ရီနေရမှာဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်ရှုနိုင်ဖို့ လက်တို့ပေးလိုက်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတာ့ CM Bollywood Team မှဖြစ်ပါတယ်File size…2.4GB / 1GBQuality…1080p WEBDL /720pFormat…mp4Duration….2h 51mSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by Chiclon3~Yunni~BpL~HM~Nyein~SaiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkhil SathyanStarsAlthaf SalimAnjana JayaprakashAvyukth MenonChhaya KadamDhwani RajeshFahadh FaasilIndransInnocentMohan AgasheMukeshViji VenkateshVineeth RadhakrishnanCastAbhiram RadhakrishnanAhaana KrishnaAlthaf SalimAnjana JayaprakashAvyukth MenonChhaya KadamDhwani RajeshDilina RamakrishnanFahadh FaasilGovind V PaiIndransInnocentMohan AgasheMukeshNandhuNaslen GafoorSanju SivaramSethu MannarkkadShanthi KrishnaShruti RamachandranSrikant MuraliViji VenkateshVineeth Radhakrishnan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9nysqCWd0XpkadYMxxLsTVe07Ni.jpg",
      "https://image.tmdb.org/t/p/w300/6nEvuAmbcFLpbVbatW9NFIxVMV8.jpg",
      "https://image.tmdb.org/t/p/w300/d4ztTPZN0i0BiXg4hooOjS0XPkn.jpg",
      "https://image.tmdb.org/t/p/w300/eUw1a5qoVIA8CjUzu0yiba7UhAb.jpg",
      "https://image.tmdb.org/t/p/w300/A1nHlFEcSi1GOwuWPIRhJLI33MQ.jpg",
      "https://image.tmdb.org/t/p/w300/EM6Mbb1MQ5H6Ybj9w056Fb5kfc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BN2FjODk4MzYtNDgyMC00MmM0LWJhMzItNDYyZDc2OTQ2YzAxXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/pachuvum-athbutha-vilakkum-2023-malayalam-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/a5grew0rzbt8.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1exav/Pachuvum_Athbutha_Vilakkum_(2023)_Malayalam_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wntDUTKA#idvhbsXzPxZQdA42WhWpoTtcpqA9y9Adc85MRbAbhYY",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pachuvum-athbutha-vilakkum-2023-malayalam-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8uj9rbwc03bi.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2As4C/Pachuvum_Athbutha_Vilakkum_(2023)_Malayalam_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JmEQERoK#uXzy2EtXjqZlP_ur2CooqKM-czkAmtNxARGcNJO95rk",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/dwqt93hn4pk3.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/26kz3jr6unuh",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "c_oqy0-lvI4",
      "video_url": "https://www.youtube.com/watch?v=c_oqy0-lvI4",
      "embed_url": "https://www.youtube.com/embed/c_oqy0-lvI4"
    }
  },
  {
    "metadata": "NOT RATED|2018|85 min|Crime,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "6,061"
    },
    "title": "The Guilty (2018)",
    "description": "IMDb rating 7.7 ရထားတဲ့ ဒိန္းမတ္ကားေလးတစ္ကား တင္ေပးလိုက္ပါတယ္။ ဒီရုပ္ရွင္က thriller အမ်ိဳးအစားပါ သည္းထိတ္ရင္ဖုိေလး ၾကည့္ရမွာေပါ့။ဒီကားက ထူးျခားပါတယ္။ သရုပ္ေဆာင္ တစ္ေယာက္ထဲကိုပဲ ျပသြားတာ။ က်န္တာအားလံုးက လိုက္ျပီး စိတ္ကူးနဲ႕ ျမင္ေယာင္ၾကည့္ရတာ။ တကယ္ကို feel ပါပဲ။ဇာတ္လမ္းအက်ဥ္း============အက္စ္ဂါဆိုတဲ့ ရဲတစ္ေယာက္ဟာ အေရးေပၚဖုန္းလိုင္းမွာ တာဝန္က်ေနတယ္။ သူ႕ဆီကို ေဆးသမားေတြ ဓားျပတိုက္ခံရတဲ့သူ ရန္ျဖစ္တဲ့သူ ကၾကိဳးကေၾကာင္ မ်ိဳးစံု ဖုန္းဆက္ၾကတယ္။ သူက ေျဖရွင္းေပးရတယ္။အဲဒီဖုန္းေတြၾကားမွာ မိန္းမတစ္ေယာက္ရဲ႕ ဖုန္းသံဝင္လာခဲ့တယ္။ ဒါေပမယ့္ အဲဒီမိန္းမက သူ႕သမီးကိုပဲ ဖုန္းေျပာေနတဲ့ပံုပဲ ျဖစ္ေနေတာ့ ဖုန္းမွားေနတာလားဆိုျပီး ဖုန္းခ်ေတာ့မလိုပဲ။ဒါေပမယ့္ ေဘးမွာ ျပန္ေပးဆြဲထားတဲ့လူရိွလို႕ ဟန္ေဆာင္ေျပာေနတာလားဆိုတာ သံသယဝင္သြားတယ္ေပါ့။ ဒါေၾကာင့္ yes or no ေမးခြန္းေတြကို ပါးပါးနပ္နပ္ေမးျပီး ရဲနဲ႕သူနဲ႕ အဆက္အသြယ္လုပ္ၾကတယ္။အက္စ္ဂါက သူ႕လိပ္စာ၊ ျပန္ေပးသမားလိပ္စာ ေနာက္ေၾကာင္းေတြလိုက္ျပီး နီးစပ္တဲ့ ရဲကားေတြ ဌာနေတြနဲ႕ ခ်ိတ္ျပီးလိုက္ခိုင္းတယ္။ဒီကားမွာ အျခားရဲေတြ အဓိကဇာတ္ေကာင္ မိန္းမ ေယာက္်ား ကေလးေတြ ဘာကိုမွ မျပသြားပါဘူး။အက္စ္ဂါရဲ႕ ဖုန္းထဲက အေမးအေျဖေတြ အသံေတြအစံုျပျပီး ပရိသတ္ကို ကိုယ္တိုင္ မ်က္စိနဲ႕ လုိက္ျမင္ေယာင္ ခံစားေအာင္ ဆြဲေဆာင္သြားတာပါ။မထင္ထားတဲ့ လွည့္ကြက္ေတြနဲ႕ ရင္တုန္စရာ ေကာင္းေအာင္ ရိုက္ျပထားပါတယ္။တကယ္တမ္းေျပာရရင္ ဒီလို ဇာတ္ညႊန္းမ်ိဳးကို ျမန္မာေတြသာ စဥ္းစားမိခဲ့တဲံလူရိွရင္ ေကာင္းေကာင္းရိုက္ႏိုင္ပါတယ္။အသံေတြ ဖမ္းဖို႕နဲ႕ လူတစ္ေယာက္ ရံုးခန္းတစ္ခုပဲ လိုသေလာက္ရိွမွာပါ။ဒါေပမယ့္ေပါ့ေလ မေျပာေတာ့ပါဘူး အာလည္းေပါက္လွပါျပီ။ဒိန္းမတ္ကားေလးပဲ စိတ္ခ်မ္းသာေအာင္ ၾကည့္ၾကပါေတာ့။Quality          :     Bluray ripDuration       :     1 hr 25 minTranslator     :     LittleneoEncoder         :     Than Htike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEmelie AppelinGustav MöllerNikolaj TarpStarsJacob Ulrik LohmannJakob CedergrenJeanette LindbækJessica DinnageJohan OlsenKatinka Evers-JahnsenLaura BroMorten SuurballeOmar ShargawiSimon BennebjergCastAlexander ClementAnders Brink MadsenAxel ChristensenCamilla LauCaroline LøppkeChristian LassenGuuled Abdi YoussefHelena MalmrosJacob Ulrik LohmannJakob CedergrenJan ChristensenJeanette LindbækJessica DinnageJohan OlsenJørgen NiclasenKatinka Evers-JahnsenLaura BroMaria Gersby CisséMichael RudMorten SuurballeMorten ThunboNicolai WendelboOmar ShargawiPeter ChristoffersenSimon BennebjergTommy Bach",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kOxAkHueWwKWeOUojNcEWCjh2CH.jpg",
      "https://image.tmdb.org/t/p/w300/pLHhgzM2B1b9FEkYQsNCAqVvOzh.jpg",
      "https://image.tmdb.org/t/p/w300/wXZ2JmuQq58E9A4OcP9e8yeKFGR.jpg",
      "https://image.tmdb.org/t/p/w300/pybLo0LRu1gVbJaInnfhxDOU9PW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/the-guilty.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-guilty-den-skyldige-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600mb",
        "quality": "bluray"
      },
      {
        "link": "https://megaup.net/2eNA5/The_Guilty_(Den_skyldige)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "600mb",
        "quality": "bluray"
      },
      {
        "link": "https://upstream.to/x10qvip5w7a3",
        "server": "upstream.to",
        "size": "600mb",
        "quality": "bluray"
      },
      {
        "link": "https://usersdrive.com/q2avxgjrdg4n.html",
        "server": "usersdrive.com",
        "size": "600mb",
        "quality": "bluray"
      }
    ],
    "trailer": {
      "video_id": "abaoKA6rn5k",
      "video_url": "https://www.youtube.com/watch?v=abaoKA6rn5k",
      "embed_url": "https://www.youtube.com/embed/abaoKA6rn5k"
    }
  },
  {
    "metadata": "|2023|2h|Comedy,Drama,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "67"
    },
    "title": "My Precious (2023)",
    "description": "My Precious (2023)ကျောင်းတော်ကြီးနဲ့ အကြောင်းအမျိုးမျိုးကြောင့် ဝေးကွာနေသူတွေ အလွမ်းပြေစေဖို့အတွက်Teen dramaထဲမှာ လျှမ်းလျှမ်းတောက်‌ အောင်မြင်ခဲ့တဲ့ You are the apple of my eyes ရဲ့thai remake version ‌ဖြစ်တဲ့ My Precious ဆိုတဲ့ ထိုင်းရုပ်ရှင်ကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။Bad Buddy ထဲက Ohm နဲ့ Nanon အပြင်Dangerous romance ထဲက ဟိုက်ပါလေး Chimon နဲ့Only friendsထဲက စားဘဲလေး Neo ကိုပါ ဗရုတ်သုတ်ခသူငယ်ချင်းတစ်စုအဖြစ် မြင်တွေ့ရမှာပါ။အတန်းထဲမှာ စာအတော်ဆုံးကျောင်းသားဆိုတာကို ငယ်စဉ်က‌တော့ အားကျတတ်ကြ‌ပေမဲ့အချိန်တွေကြာတဲ့အထိ အတန်း‌ဖော်တွေ ဆရာ ဆရာမတွေအားလုံး ရင်မှာစွဲကျန်တတ်တဲ့ကျောင်းသားတွေကတော့အတန်းထဲမှာ ဆိုးပေ့ဆိုတဲ့ ရွှတ်နောက်နောက်ဇိုးတစ်သိုက်ပါပဲ။တုန် ဒုံ မိုင် ပေါင်နဲ့ ဘန့်ဆို‌တဲ့ သူငယ်ချင်း ၅ ယောက်ဟာအတန်းထဲမှာ ဆရာဆရာမမှန်သမျှ လက်ရောခြေပါမြှောက်ထားရတဲ့ ဗရုတ်တစ်သိုက်ပါ။ဒီထဲမှာမှ မနိုင်စိန်ကတော့ ခေါင်းဆောင်ကြီးတုန်ပေါ့။တစ်နေ့မှာ တုန်တို့အဖွဲ့က ထုံးစံအတိုင်း နတ်ပူးချင်‌ယောင်ဆောင်ပြီး ဆရာမကိုမျက်နှာပြောင်ရာကနေကြိမ်စာကျွေးခံရပြီး တုန်တစ်ယောက် အတန်းထဲမှာ အတော်ဆုံးလည်းဖြစ် အတန်းခေါင်းဆောင်လည်းဖြစ်တဲ့လင်ရဲ့ရှေ့မှာ ထိုင်ရဖို့ ဖြစ်လာပါတော့တယ်။အတန်းရဲ့နံပါတ် ၁ ကျောင်းသူလင်နဲ့ နောက်ကရေရင်နံပါတ် ၁ ချိတ်နေတဲ့ကျောင်းသားတုန်တို့ကတော့ မြင်တာနဲ့တကျက်ကျက်ဖြစ်နေတဲ့ ကြောင်နဲ့ကြွက်ပေါ့။ဒါပေမဲ့ ကိုယ့်မှာသူ့ကိုမြင်ပါများတော့ စိတ်မှာချစ်ကျွမ်းဝင်ဆိုတဲ့အတိုင်းပဲ ဇိုး ၅ ကောင်တစ်ဖွဲ့လုံးဟာ လင်ကိုမှCrushမိကြတဲ့အခါ….တစ်ချိန်က ပျော်ခဲ့ဖူးတဲ့ ကျောင်းသားဘဝအမှတ်တရတွေကို ပြန်တွေးတဲ့အခါမှာ ပထမဆုံး နှလုံးသားထဲကို နေရာဝင်ယူခဲ့ဖူးတဲ့ ချစ်ဦးသူအကြောင်းကတော့ မပါမဖြစ်ပါပဲ။အခုဒီကားလေးထဲမှာလည်း ငယ်ချစ်ဦးမို့ အနှစ်တစ်ရာမမေ့သာဆိုတဲ့အတိုင်းY2K ခေတ် ထချိန်တစ်ခါက သူငယ်ချင်း ၅ ယောက် ဘယ်လိုစော်လိုက်ကြမလဲဆိုတာကို ကြည့်ရှုခံစားရင်းကျောင်းသားဘဝရဲ့ကြည်နူးစရာတွေကို ပြန်တွေးရင်း ရင်ခုန်လိုက်ကြပါစို့လား။အညွန်းကိုတော့Mary Christက ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့Mary, Moh, Kppksတို့ပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Drama, RomanceQuality…. 1080p | 720pFile size… 1.6GB | 658MBFormat… mp4Duration…. 2hSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mary, Moh Moh, KppksEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdirek WatleelaBenyapa JeenprasomChayakorn JutamasChitisan ChaisenaChonlekha La-nguJaturong MokjokKorapat KirdpanNarttida PitakwararatOrnanong PanyawongPawat ChittsawangdeePimonwan HoonthongkamPuang KaewprasertPunada VosbeinPusit DittapisitRachanun MahawanSairung HarnwethSattabut LaedekeSurasak ChaiatSuwinya KungsadanThanaset SuriyapornchaikulTrai NimtawatWachirawit RuangwiwatYingyong Yodbuangam",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g0QivtHf9A6CQqKdYyPcTCF9wAi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jZLPotDQ2DYFuLnXy3w5Hn8Yoo6.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jrwcemufnqja.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/my-precious-2023-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/1je65/My.Precious.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://mega.nz/file/Jrc0BDTA#nbinIHdlHZhdYghw2y5L2CwwMSMfB5UzTFynJiqPnWA",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/cw9a89vbbjic.html",
        "server": "usersdrive.com",
        "size": "658MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-precious-2023-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "658MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Zbx5/My.Precious.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "658MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hyEBmbgQ#eXGJvNWXD4K9pHsd4aIvQnj4EyxLDrJOSlumuiHbkHE",
        "server": "mega.nz",
        "size": "658MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/keru9fu8jc7j",
        "server": "streamvid.io",
        "size": "658MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/vi242jp4gnvl",
        "server": "streamsb.com",
        "size": "658MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6fpy9tXZgjg",
      "video_url": "https://www.youtube.com/watch?v=6fpy9tXZgjg",
      "embed_url": "https://www.youtube.com/embed/6fpy9tXZgjg"
    }
  },
  {
    "metadata": "|2020||Sci-Fi",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Transference (2020)",
    "description": "Transference (2020)================#Unicode2020 ထွက် Sci-Fi ကားသစ်တစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင်တော့ဖခင်ဖြစ်သူမှာ ယာဉ်မတော်တဆမှုနဲ့သေဆုံးခဲ့တာကြောင့် . မောင်နှမ နှစ်ယောက်ထဲ ကျန်ခဲ့တဲ့နောက်မှာတော့ ဂျော့ရှူဝါတစ်ယောက် ညီမဖြစ်သူအမ်မာကို စောင့်ရှောက်ရဖို့အကြောင်းဖန်လာပါတယ်။ အမ်မာလေးက ပုံမှန်လူတွေထက်ထူးခြားနေတဲ့အတွက်ကြောင့် ဂျော့ရှူဝါမှာ ညီမဖြစ်သူကို လူတွေနဲ့ဝေးရာမှာဖွက်ထားရင်း သူငယ်ချင်းဖြစ်သူနဲ့အတူ ညီမဖြစ်သူကိုပုံမှန်အတိုင်းဖြစ်စေဖို့နည်းလမ်းစုံ ကြိုးစားနေခဲ့ပါတယ်။ ဘယ်လိုပင်လုပ်လုပ် ညီမဖြစ်သူမှာပုံမှန်အတိုင်းဖြစ်မလာပဲပိုမိုဆိုးဝါးလာနေခဲ့ပါတယ်။ ဒါကြောင့် ဂျော့ရှူဝါတစ်ယောက် ညီမဖြစ်သူအမ်မာကိုကူညီပေးဖို့ကမ်းလှမ်းထားတဲ့လူတစ်ယောက်ဆီမှာ ကုသပေးဖို့အပ်ခဲ့ပါ တယ် ။ တစ်ချိန်တည်းမှာပဲ  ဖြစ်ပျက်လာတဲ့ နောက်ထပ်ဇာတ်ကြောင်းတစ်ခုကိုတော့ မူဗီထဲမှာပါကြည့်စေချင်ပါတယ်။ အမ်မာလေးရဲ့ ထူးခြားမှုတွေကတော့ပရိတ်သတ်တို့ကိုယ်တိုင် ခံစားကြည့်မြင်ပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ထြက္ Sci-Fi ကားသစ္တစ္ကားျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ေတာ့ဖခင္ျဖစ္သူမွာ ယာဥ္မေတာ္တဆမႈနဲ႔ေသဆုံးခဲ့တာေၾကာင့္ . ေမာင္ႏွမ ႏွစ္ေယာက္ထဲ က်န္ခဲ့တဲ့ေနာက္မွာေတာ့ ေဂ်ာ့ရႉဝါတစ္ေယာက္ ညီမျဖစ္သူအမ္မာကို ေစာင့္ေရွာက္ရဖို႔အေၾကာင္းဖန္လာပါတယ္။ အမ္မာေလးက ပုံမွန္လူေတြထက္ထူးျခားေနတဲ့အတြက္ေၾကာင့္ ေဂ်ာ့ရႉဝါမွာ ညီမျဖစ္သူကို လူေတြနဲ႔ေဝးရာမွာဖြက္ထားရင္း သူငယ္ခ်င္းျဖစ္သူနဲ႔အတူ ညီမျဖစ္သူကိုပုံမွန္အတိုင္းျဖစ္ေစဖို႔နည္းလမ္းစုံ ႀကိဳးစားေနခဲ့ပါတယ္။ ဘယ္လိုပင္လုပ္လုပ္ ညီမျဖစ္သူမွာပုံမွန္အတိုင္းျဖစ္မလာပဲပိုမိုဆိုးဝါးလာေနခဲ့ပါတယ္။ ဒါေၾကာင့္ ေဂ်ာ့ရႉဝါတစ္ေယာက္ ညီမျဖစ္သူအမ္မာကိုကူညီေပးဖို႔ကမ္းလွမ္းထားတဲ့လူတစ္ေယာက္ဆီမွာ ကုသေပးဖို႔အပ္ခဲ့ပါ တယ္ ။ တစ္ခ်ိန္တည္းမွာပဲ ျဖစ္ပ်က္လာတဲ့ ေနာက္ထပ္ဇာတ္ေၾကာင္းတစ္ခုကိုေတာ့ မူဗီထဲမွာပါၾကည့္ေစခ်င္ပါတယ္။ အမ္မာေလးရဲ႕ ထူးျခားမႈေတြကေတာ့ပရိတ္သတ္တို႔ကိုယ္တိုင္ ခံစားၾကည့္ျမင္ေပးၾကပါ။(ဒီဇာတ္လမ္းရဲ႕အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality – 720p  Web-RipDuration – 1 hrs 28 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Sci-FiSource : 1080p.WEB-RIPTranslator – Chit TeeEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatthew NinaberStarsJeremy NinaberMatthew NinaberMelissa Joy BoergerTony NashCastJeremy NinaberMatthew NinaberMelissa Joy BoergerTony Nash",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eLLSKwptC0T8iKKQfgOGIAaQlVn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/transference.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/poCZzVe8tk",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://myandrive.net/file/KzhEFfsFqk",
        "server": "drive.google.com",
        "size": "320 MB",
        "quality": "480P"
      },
      {
        "link": "https://mirrorace.com/m/3DS68",
        "server": "mirrorace.com",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://mirrorace.com/m/3DS62",
        "server": "mirrorace.com",
        "size": "320 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3xQrr/[CM]Transference.2020.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://megaup.net/3xQrh/[CM]Transference.2020.480p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "320 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/k0ipnsh3f5ru",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://upstream.to/u8uiuy9nn7t9",
        "server": "upstream.to",
        "size": "320 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/UaZTBASR#LC-dVAPLJG4VPk15EI_WoPP6iqj0NSHp0pd5hnWd9xc",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://mega.nz/file/RbYhRQgZ#g_8BeIsoB06APDlN2b4gNtG0EWmDiDykuASt6xjzXbI",
        "server": "mega.nz",
        "size": "320 MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/oINevKuFjWRgIg",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://yadi.sk/i/HY4vIHTGD0fLtQ",
        "server": "disk.yandex.com",
        "size": "320 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.mediafire.com/file/i0ulisilhixizjn/%5BCM%5DTransference.2020.720p.WEBRip.mp4/file",
        "server": "mediafire.com",
        "size": "700 MB",
        "quality": "WEB-Rip 720P"
      },
      {
        "link": "https://www.mediafire.com/file/gcdpr42utuhi813/%5BCM%5DTransference.2020.480p.WEBRip.mp4/file",
        "server": "mirrorace.com",
        "size": "320 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "nEr52aZceXM",
      "video_url": "https://www.youtube.com/watch?v=nEr52aZceXM",
      "embed_url": "https://www.youtube.com/embed/nEr52aZceXM"
    }
  },
  {
    "metadata": "PG-13|2011|87 min|Action,Fantasy,Horror",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "100,135"
    },
    "title": "Priest (2011)",
    "description": "လူသားမ်ားနဲ႕ေသြးစုပ္ဖုတ္ေကာင္မ်ားအၾကားတစ္ဦးနဲ႕တစ္ဦးရာစုႏွစ္ေပါင္းမ်ားစြာရွည္လ်ားစစ္ပြဲမ်ားကမၻာၿဂိဳလ္ရဲ႕မ်က္ႏွာၿပက္ပ်က္စီးမႈ႕နဲ႕အတူ သီအိုကေရစီလို႕ေခၚတဲ့ဘုရားေက်ာင္း Church မွဦးေဆာင္တိုက္ပြဲ၀င္လ်က္ရွိပါတယ္….သူတို႕ဟာလူသားမ်ားကိုကာကြယ္ေစာင့္ေရွာက္ဖို႕ ဧရာမတံတိုင္းၾကီးမ်ားကုိကာကြယ္ေဆာက္လုပ္ထားခဲ့ၾကပါတယ္…ထို႕အတူ ေသြးစုပ္ဖုတ္ေကာင္မ်ားကိုႏွိမ္နင္းရန္အတြက္လည္း အထက္တန္းလႊာသူရဲေကာင္းအဖြဲ႕ၿဖစ္တဲ့Priest လို႕အမည္ရွိတဲ့ ခရစ္ယာန္ဘုန္းေတာ္ၾကီးအဖြဲ႕ကို ထပ္မံဖြဲ႕စည္းခဲ့ပါတယ္…ထို Priest ေခၚဘုန္းေတာ္ၾကီးမ်ားရဲ႕တိုက္ခိုက္မႈ႕မ်ားေၾကာင့္ ေသြးစုပ္ဖုတ္ေကာင္အမ်ားစုေသဆံုးခဲ့ေသာေၾကာင့္ကာလၾကာရွည္စြာဆင္ႏႊဲေနေသာစစ္ပြဲႏွင့္အတူ ထိုအစြမ္းထက္ေသာဘုန္းေတာ္ၾကီး အဖြဲ႕ကို Church မွပယ္ဖ်က္ခဲ့ပါတယ္…ထိုသို႕သူတို႕အားလံုး ေသဆံုးေပ်ာက္ကြယ္သြားၿပီလို႕ထင္ေနၾကတဲ့ ေသြးစုပ္ဖုတ္ေကာင္မ်ားေၾကာက္မက္ဖြယ္ရာ ၿပန္လည္ေပၚထြက္လာတဲ့အခ်ိန္မွာေတာ့…….ထိုကဲ့သို႕အစြန္းထက္လွတဲ့ Pirest တစ္ဦးရဲ႕တူမၿဖစ္တဲ့ လီလီေကာလင္းဟာေသြးစုပ္ဖုတ္ေကာင္ေတြၿပန္လည္ေပၚထြက္လာမႈ႕နဲ႕အတူ ၿပန္ေပးဆြဲခံခဲ့ရပါတယ္……ဒါေၾကာင့္ ထို Priest ဟာၿမိဳ႕မွာအာဏာအရွိဆံုးၿဖစ္တဲ့ ဘုရားေက်ာင္းေခါင္းေဆာင္ကိုအကူညီေတာင္းခဲ့ေပမယ့္ေသြးစုပ္ဖုတ္ေကာင္ေတြၿပန္လည္ေပၚထြက္လာမႈ႕ကိုအယံုၾကည္မရွိခဲ့ပါဘူး….ဒါေၾကာင့္သူတစ္ေယာက္တည္းပဲၿပန္လည္ကယ္တင္ရန္ ဘုရားေက်ာင္းရဲ႕ စကားေတြကို ၿငင္းပယ္ၿပီးေတာ့ၿမိဳ႕ၿပင္ကိုထြက္လာခဲ့ပါတယ္…ထိုကဲ့သို႕ ေသြးစုပ္ဖုတ္ေကာင္ေတြၿပန္ၿပီးေတာ့ ေပၚထြက္လာတဲ့အခ်ိန္မွာေတာ့ အားလံုးရဲ႕ေခါင္းေဆာင္လို႕ယူဆလို႕ရမယ့္ ဦးထုပ္နက္နဲ႕ ေသြးစုပ္ဖုတ္ေကာင္ပါ၀င္လာခဲ့ပါတယ္..တၿခားေသြးစုပ္ဖုတ္ေကာင္ေတြနဲ႕ကြာၿခားေနတာကေတာ့ သူဟာလူသားေသြးစုပ္ဖုတ္ေကာင္ၿဖစ္ပါတယ္….Priest ဟာလည္းသူ႕ရဲ႕တူမကိုၿပန္လည္ရရွိေအာင္ကယ္တင္မွာၿဖစ္ၿပီးေတာ့အစြမ္းထက္တဲ့လူသားနဲ႕ လူသားေသြးစုပ္ဖုတ္ေကာင္တို႕ရဲ႕ သတ္ပြဲမ်ားကို စိတ္လႈပ္ရွားဖြယ္ရာၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္….ဒီ Priest ရုပ္ရွင္ဟာ ဘုန္းေတာ္ၾကီးမ်ားအေၾကာင္းထက္ လူသားနဲ႕ ေသြးစုပ္ဖုတ္ေကာင္တို႕ရဲ႕အေၾကာင္းကိုရိုက္ကူးတင္ဆက္ေပးထားတဲ့ ကားေကာင္းတစ္ကားဆိုရင္လည္းမမွားပါဘူး….သဘာ၀လြန္ကားေတြၾကိဳက္တဲ့လူတိုင္း ဒီကားကိုေသခ်ာၾကည့္ဖို႕တိုက္တြန္းလိုက္ပါရေစ…အားလံုးအၾကိဳက္ေတြ႕ၾကမွာပါ….Quality…..BluRay 1080pDuration…..01:27:00Format…Mp4File Size…(627 MB)Encoder…..Moe Myint LwinTranslator…..May Thazin MyintYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott StewartStarsCam GigandetKarl UrbanMaggie QPaul Bettany",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Priest-2011-Poster-Movie-Poster-Gallery-13.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/priest-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "627 MB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yuudrive.me/d5e70/priest-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "627 MB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://megaup.net/2UAd9/Priest_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "627 MB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://usersdrive.com/jt1n15uk7gej.html",
        "server": "usersdrive.com",
        "size": "627 MB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://upstream.to/e6myxcvu721h",
        "server": "upstream.to",
        "size": "627 MB",
        "quality": "BluRay 1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Crime,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "7.1K"
    },
    "title": "The Shepherd: Border Patrol(2008)",
    "description": "2008 ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဗန်ဒိန်းကားဟောင်းတစ်ကား ဖြစ်ပါတယ်။ ကန်ချက်လှလှတွေနဲ့ ဖမ်းစားခဲ့တဲ့ ပြင်သစ်မင်းသားကြီး ဗန်ဒိန်းဆို လူတိုင်းနီးပါး သိကြမယ်ထင်ပါတယ်။ ဒီကားထဲမှာ Scott Adkin တောင် အရန်နေရာလောက်ပဲ ပါဝင်ထားခဲ့တာကိုလည်း တွေ့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ နယူးအော်လင်းမြို့ကြီးကနေ နယ်စပ်မြို့ကလေး ကိုလမ်ဘတ်စ်ကို ယုန်တစ်ကောင်နဲ့ ထူးဆန်းတဲ့ ရဲသားတစ်ယောက် ဂျက် ဌာနပြောင်းလာခဲ့ပါတယ်။ အဲဒီအချိန်မှာ ဖြစ်ပျက်နေတဲ့ ပြဿနာကလည်း နယ်စပ် တရားမဝင်ရွေ့ပြောင်းလူတွေ အမေရိကန်ဖက်ကို ခိုးဝင်ကြလို့ ဖြေရှင်းနေရတဲ့ကာလတစ်ခုပေါ့။ ဂျက်ရဲ့အထက်အရာရှိ ကပ္ပတိန်မမကြီးကလည်း အပေါက်ကတော့ တော်တော်ဆိုးပြောရမယ် အဲဒါအပြင် ဂျက်ကို တွဲဖက်ရှာပေးပြီး ပြဿနာမရှာဖို့ဆိုပြီး ထိန်းထားဖို့ လုပ်ပါတော့တယ်။ ဒီလိုနဲ့ ဂျက်တို့လည်း နယ်စပ်ကင်းလှည့်ရင်း ခိုးဝင်လာသူတွေကို ဖမ်းဆီးတဲ့အချိန် ဘိန်းဖြူသယ်လာတာကို မြင်ရပြီး မအောင်မြင်တော့ ဖောက်ခွဲပစ်တာကိုလည်း ကြုံလိုက်ရပါတယ်။ အဲဒါနဲ့ စုံစမ်းတဲ့အချိန်မှာ တစ်ဖက်က ဘိန်းဖြူကုန်ကူးနေတဲ့အဖွဲ့က အမေရိကန် စစ်ပြန် အတိုက်အခိုက်တော်ကြတဲ့လူတွေချည်း စုထားတာကို သိရှိရပါတယ်။ ဒီလိုနဲ့ ဂျက်တို့ ဒီမှောင်ခိုဂိုဏ်းကို ဘယ်လိုချေမှုန်းကြမလဲ၊ ဂျက် ဒီမြို့ကိုပြောင်းလာရတဲ့ တကယ့်ရည်ရွက်ချက်ကရော ဘာလဲဆိုတာကို အက်ရှင်ဝေဝေဆာဆာနဲ့ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။File size…1.72GB / 635.7MBQuality…WEB-Rip 1080p 5.1CH / 720pFormat…mp4Duration….1h 35mGenre ….. Action , Crime ,  ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsaac FlorentineStarsJean-Claude Van DammeNatalie J. RobbStephen LordCastAndrée BernardBashar RahalBianca BreeBorislav IlievDaniel PerroneDanko JordanovDian HristovGary McDonaldIvaylo GeraskovJ.J. PerryJean-Claude Van DammeLuis AlgarMiles AndersonNatalie J. RobbPhil McKeeScott AdkinsStephen LordTodd JensenVelislav PavlovVelizar Peev",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ycw7DZ97LCxsFuDzU3rvpgyE4ok.jpg",
      "https://image.tmdb.org/t/p/w300/1oSLx1uQF1EvqQn5eR5ascyFpWJ.jpg",
      "https://image.tmdb.org/t/p/w300/vwnaJejbDjZidgpuROSTGWqo9Ov.jpg",
      "https://image.tmdb.org/t/p/w300/6q0IYbfrw7LbIceIZpwIFsMEiE8.jpg",
      "https://image.tmdb.org/t/p/w300/7wW5uITFF0BA8SGmFzslQCkMFYL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gntsO8yN1xiFp1CldoJkk0jzxh7.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l5dm1tazggy5.html",
        "server": "usersdrive.com",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-shepherd-2008-web-rip-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yWE1/The.Shepherd.2008.WEBRip1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/8qRUhagJ#pWtylApiiDmFX-xf2XRW1ZcJNJ0daVtIVri_7Ns3mj8",
        "server": "mega.nz",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbface.com/jb1duh04iav5.html",
        "server": "streamsb.com",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/8qr63clp6o4h",
        "server": "streamvid.io",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/99y794b6xzzf.html",
        "server": "usersdrive.com",
        "size": "635.7MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-shepherd-2008-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "635.7MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SZb4/The.Shepherd.2008.WEBRip720p(CM).mp4",
        "server": "megaup.net",
        "size": "635.7MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/9roAETYa#r4pN7PCnUCZQ-dYlhVbiHW9OFOlL337Q76Lv3Dmav8U",
        "server": "mega.nz",
        "size": "635.7MB",
        "quality": "720P"
      },
      {
        "link": "https://sbface.com/cov4mxnsff6r.html",
        "server": "streamsb.com",
        "size": "635.7MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/uqawmvgszifu",
        "server": "streamvid.io",
        "size": "635.7MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "kMYueqXRUEM",
      "video_url": "https://www.youtube.com/watch?v=kMYueqXRUEM",
      "embed_url": "https://www.youtube.com/embed/kMYueqXRUEM"
    }
  },
  {
    "metadata": "R|2021|1h 54min|Action,Adventure,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "103"
    },
    "title": "Gunpowder Milkshake (2021)",
    "description": "Gunpowder Milkshake (2021)ဒီကားကတော့ ဂျွန်ဝစ် မိန်းမ ဗားရှင်းပဲ ပြောရမှာပါပဲ။ဂိမ်းအော့သရုန်းရဲ့ မင်းသမီးကြီးနဲ့ မစ်ချဲယိုတို့ပါဝင်ထားပြီးအဓိက မင်းသမီးကတော့ မာဗယ်ရဲ့ နီဗြူလာလေး ဖြစ်တဲ့ ကာရမ်ဂယ်လန် ပါပဲ။ဒီထဲမှာတော့ ဆမ် လို့ ခေါ်တဲ့ လူသတ်သမားလေးပေါ့။သူ့အမေက လူဆိုးဂိုဏ်းနဲ့ ပြဿနာဖြစ်ပြီး ခြေရာဖျောက်နေတဲ့ လူသတ်သမားမကြီးပါ။တစ်နေ့တော့ သူ့အလုပ်ကနေ ကလေးမလေးတစ်ယောက်ထဲ ကျန်နေတာကို သနားလို့ ကယ်လာတယ်။လူဆိုးခေါင်းဆောင်ရဲ့ သားကိုလည်း သတ်မိတယ်၊ဒီတော့ အုပ်လိုက်ကြီးနောက်ကလိုက်သတ်တယ်၊သူ့အမေနဲ့ပေါင်းပြီး ပြန်သမတယ်ပေါ့…အက်ရှင်ကြမ်းကြမ်းကောင်းကောင်းလေးပါပဲ…..ကြိုက်ကြမှာပါ…အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။IMDb – 5.2/10File size….2 GB, 996 MB and 713 MBQuality….WEB-DL 1080p, 720p and 480 pFormat…mp4Duration….1h 54minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Mr.AndersonEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNavot PapushadoCastAdam NagaitisAngela BassettBilly BuffCarla GuginoChloe ColemanDavid Burnell IVEd BirchFreya AllanHannes PastorIvan KayeJack BandeiraJoanna BobinJoshua GrotheKaren GillanLee HuangLena HeadeyLuka OmotoMai Duong KieuMichael SmileyMichelle YeohPaul GiamattiRalph InesonSamuel Anderson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v46RBi10SmGzjLvjceR9sZCkAPm.jpg",
      "https://image.tmdb.org/t/p/w300/fSD8wJoL3e4T0ZkgCNjshZvxXR4.jpg",
      "https://image.tmdb.org/t/p/w300/n2jI1Wn24v9xorgcVXhFrsEcNk0.jpg",
      "https://image.tmdb.org/t/p/w300/FNrYjWJBEivm6Fk0xCGFBxOdoX.jpg",
      "https://image.tmdb.org/t/p/w300/mR4PeGrxdEoAc1i5kN7Q2lOFAA5.jpg",
      "https://image.tmdb.org/t/p/w300/voe0QrXfxuG4iMnTBQNh8vFVmiL.jpg",
      "https://image.tmdb.org/t/p/w300/gv7mptTDvRHGmPWWm75Fq3caF5S.jpg",
      "https://image.tmdb.org/t/p/w300/udSWujOO36KfTFVhIljqc3ygziQ.jpg",
      "https://image.tmdb.org/t/p/w300/pNchWxAOXNYtnFEHqotlsL6cNUr.jpg",
      "https://image.tmdb.org/t/p/w300/jmPrXgzkHJK7JlZ1jrMncDhkOkZ.jpg",
      "https://image.tmdb.org/t/p/w300/7BL6kJ9wgplLggYfZF1AP5OofmX.jpg",
      "https://image.tmdb.org/t/p/w300/9GgJk5acOk6amP1nrjD8ZpKd7V9.jpg",
      "https://image.tmdb.org/t/p/w300/nqgf2ZOOcqPWlh4vkPQK7n2w6Ef.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/07/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzY2YTQ3MzE0LTFjYzctNGQxNC1hMDJhLTdjYmUyMDlkMjNjZi5qcGc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gunpowder-miklshake-2021",
        "server": "VIP Links",
        "size": "2 GB/996 MB",
        "quality": "1080 P/720P"
      },
      {
        "link": "https://yoteshinportal.cc/milk-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/XTe8/Gunpowder.Milkshake.2021.1080p.WEB.h264-CM.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://mega.nz/file/QRo12IxC#9t-YSYYCrW9bhr4OFmKijO2NNCkPssworcmRtq-buJU",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/t5zl8kat8617",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/n1v27qs822dz",
        "server": "veryfiles.com",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/xz9qt6e69yxs.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/gun-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2jO5l/Gunpowder.Milkshake.2021.720p.WEB.h264-CM.mp4",
        "server": "megaup.net",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/tYQlAY5B#BEieykIGC3EXXOLoYsK-4eBi2Csw-LOcHAADRRMFSsI",
        "server": "megaup.net",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/fbtx69gfwn88",
        "server": "veryfiles.com",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbembed4.com/5s3566k694s4.html",
        "server": "streamsb.com",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/eqail0kj6y05.html",
        "server": "usersdrive.com",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/gunpowder-milkshake-2021480-p-web-h-264-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "713 MB",
        "quality": "480 P"
      },
      {
        "link": "https://megaup.net/2ZLC2/Gunpowder.Milkshake.2021480p.WEB.h264-CM.mp4",
        "server": "megaup.net",
        "size": "713 MB",
        "quality": "480 P"
      },
      {
        "link": "https://mega.nz/file/cYol3aaY#EG7npV8CSS5VDJyPB27q6LqU8Gmj32_bn86NA6MBY7g",
        "server": "mega.nz",
        "size": "713 MB",
        "quality": "480 P"
      },
      {
        "link": "<IFRAME SRC=",
        "server": "streamsb.com",
        "size": "713 MB",
        "quality": "480 P"
      },
      {
        "link": "https://veryfiles.com/6f0qyze6i6l4",
        "server": "veryfiles.com",
        "size": "713 MB",
        "quality": "480 P"
      },
      {
        "link": "https://usersdrive.com/ov9uboz97do8.html",
        "server": "usersdrive.com",
        "size": "713 MB",
        "quality": "480 P"
      }
    ],
    "trailer": {
      "video_id": "YLMT5uXjFLY",
      "video_url": "https://www.youtube.com/watch?v=YLMT5uXjFLY",
      "embed_url": "https://www.youtube.com/embed/YLMT5uXjFLY"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Chief of Staff Season 2",
    "description": "",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/Chief-of-Staff.png",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2022||Bollywood,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "472"
    },
    "title": "Kamli(2022)",
    "description": "Kamli (2022)IMDb-7.9/10ရုံတင်ငွေနှစ်ဆမြတ်ခဲ့တဲ့ပါကစ္စတန်ကားကောင်းလေး တင်ဆက်ပေးချင်ပါတယ်သရုပ်ဆောင်တွေအနေနဲ့လည်း ပါကစ္စတန်ရဲ့ကြေးအကြီးဆုံးစာရင်း၀င်မင်းသမီး Sabar Qamar၊ဆုပေါင်းများစွာဆွတ်ခူးပြီး nomination တွေအကြိမ်ကြိမ်၀င်ခဲ့တဲ့ မင်းသမီးကြီးSania Saeed တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်လင်ယောင်္ကျားကနှစ်အတော်ကြာပစ်ထားသွားလို့အထီးကျန်နေရတဲ့ ဟင်နာကိုယ်ပိုင်ဘာသာရေးယုံကြည်မှုနဲ့ ပတ်၀န်းကျင်လူ့အမြင်တွေကြားမှာ မျဉ်းပြိုင်လိုဖြစ်နေရတဲ့ ဆူကီနာအနုပညာ ရယ် အတွင်းစိတ်ရယ် မသိစိတ်ကမကောင်းဆိုးဝါးတွေရယ်ကြားမှာ ဗျာများခြယ်လှယ်ခံနေရတဲ့ ဇီနက်ဒီအမျိုးသမီးသုံးယောက်မှာ လိုလားတောင့်တနေတဲ့ဆန္ဒတွေရှိပေမယ့် ရိုးရာယဉ်ကျေးမှု ယုံကြည်မှုလူ့ဘောင်ရဲ့ပညတ်ချက်‌တွေကြောင့် တားဆီးအုပ်မိုးထားရပါတယ်ဒါတွေကို အနုပညာရှင်အကျော်အမော်တွေကအတွေးတွေ စကားလုံးတွေရသတွေနဲ့အနုပညာမြောက်စွာရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်တင်ဆက်သွားတဲ့အနုပညာကိုစီးမြောခံစားတွေးတောရင်းကြည့်ရှူခံစားရမယ့်ကားမို့ အညွှန်းဟာဒီထက်မပိုသင့်ပါဘူးFile size…1.76GB / 841MBQuality…1080p WEB DL /720pFormat…mp4Duration…2h 10mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL ~ Yunni ~ Nyein AyeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSarmad Sultan KhoosatStarsadeel afzalHamza KhawajaNimra BuchaOmair RanaSaba QamarSania SaeedCastadeel afzalHamza KhawajaNimra BuchaOmair RanaSaba QamarSania Saeed",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y6H5CH4ZhlSOt42oFfznUpGBmgt.jpg",
      "https://image.tmdb.org/t/p/w300/lJuBF3zV7A6LsPvDhICS205993J.jpg",
      "https://image.tmdb.org/t/p/w300/7LV1CFIoM2kE4fQtSeeP3M4g7QI.jpg",
      "https://image.tmdb.org/t/p/w300/hSbp3polSV9iZOtOonpjMo4Anrh.jpg",
      "https://image.tmdb.org/t/p/w300/eWNuxfsXeBxbAmIxJqXGqjB2z0E.jpg",
      "https://image.tmdb.org/t/p/w300/pea0dS99fMonIMdMUgxO0PJPnoV.jpg",
      "https://image.tmdb.org/t/p/w300/fe6vBXLT2RemdsShDkymNOEqKup.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/kamli-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kamli-2022-1080-p-web-dl-aac-2-0-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x5tsesyorcsb.html",
        "server": "usersdrive.com",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/s9mgtln7qun0",
        "server": "streamvid.io",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1bTza/Kamli.2022.1080p.WEB-DL.AAC.2.0.H.264(CM).mp4",
        "server": "megaup.net",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vV9X2CSa#SNgl1pbzuMvt4_tbG6MukiIzfNT2HsVwCSjG19YCdgo",
        "server": "mega.nz",
        "size": "1.76GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kamli-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cuo7ak6qp05u.html",
        "server": "usersdrive.com",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7p30wrhgl1jq",
        "server": "streamvid.io",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xOtz/Kamli.2022.720p(CM).mp4",
        "server": "megaup.net",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SEEjgCJZ#ccRSAZh82v4CfRKU1MJ93ClBYgSAgs8BmGuLFXxSRJw",
        "server": "mega.nz",
        "size": "841MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3RAlhb3WLY8",
      "video_url": "https://www.youtube.com/watch?v=3RAlhb3WLY8",
      "embed_url": "https://www.youtube.com/embed/3RAlhb3WLY8"
    }
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "11251"
    },
    "title": "Spenser Confidential (2020)",
    "description": "Confidential(2020) အားလံုးေစာင့္ေမွ်ာ္ခဲ့ၾကတဲ့ မင္းသားMark Wahlberg ရဲ႕ Spenser Confidential ႐ုပ္ရွင္ျဖစ္ပါတယ္။အေမရိကန္ comedy-thriller ႐ုပ္ရွင္အမိ်ဳးအစားပါ။ဒါ႐ိုက္တာ Peter Berg ႐ိုက္ကူးထားၿပီးNetflix Production က ထုတ္လုပ္ျဖန္႔ခ်ီထားပါတယ္။ဒီ႐ုပ္ရွင္ဟာဆိုရင္ Mark Wahlberg ရဲ႕ ပထမဦးဆံုး Netflix႐ုပ္ရွင္ကားပါ။အေမရိကန္ရက္ပ္ပါ Post Malone တစ္ေယာက္ ပါဝင္သ႐ုပ္ေဆာင္ထားတာကို ေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းမွာ ေဘာ္စတြန္ၿမိဳ႕ရဲ႕ရဲအရာရွိတစ္ေယာက္ျဖစ္တဲ့Spenser ဟာ အက်င့္ပ်က္ျခစားေနတဲ့ သူ႔အထက္အရာရွိကိုကိုယ္ထိလက္ေရာက္က်ဴးလြန္မႈနဲ႔ ေထာင္ထဲမွာ ငါးႏွစ္ေနခဲ့ရတယ္။Spenser က ေထာင္ကထြက္လာၿပီးတဲ့အခ်ိန္မွာ ေဘာ္စတြန္ၿမိဳ႕ကေနထြက္သြားၿပီးထရပ္ကားေမာင္းသူအျဖစ္ ဘဝအသစ္ျပန္စေတာ့မွာပါ။ဒါေပမယ့္ သူ ေထာင္ကထြက္လာၿပီးတဲ့ ေနာက္ေန႔မွာရာဇဝတ္မႈတစ္ခု႐ုတ္တရက္ေပၚေပါက္လာခဲ့တယ္။အဲ့ဒီရာဇဝတ္မႈရဲ႕ ရႈပ္ေထြးေပြလီမႈကို ေတြ႕ရွိလိုက္ရတဲ့Spenser တစ္ေယာက္ အမွန္တရားကို ေဖာ္ထုတ္ဖို႔ ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။File Size : (1 GB , 335 MB )Quality : WEB-DL 720pRunning Time : 1 hr 51 minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by LucilleEncoded by Moe Myint LwinunicodeConfidential(2020) အားလုံးစောင့်မျှော်ခဲ့ကြတဲ့ မင်းသားMark Wahlberg ရဲ့ Spenser Confidential ရုပ်ရှင်ဖြစ်ပါတယ်။အမေရိကန် comedy-thriller ရုပ်ရှင်အမျိုးအစားပါ။ဒါရိုက်တာ Peter Berg ရိုက်ကူးထားပြီးNetflix Production က ထုတ်လုပ်ဖြန့်ချီထားပါတယ်။ဒီရုပ်ရှင်ဟာဆိုရင် Mark Wahlberg ရဲ့ ပထမဦးဆုံး Netflixရုပ်ရှင်ကားပါ။အမေရိကန်ရက်ပ်ပါ Post Malone တစ်ယောက် ပါဝင်သရုပ်ဆောင်ထားတာကို တွေ့ရပါတယ်။ဒီဇာတ်လမ်းမှာ ဘော်စတွန်မြို့ရဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်တဲ့Spenser ဟာ အကျင့်ပျက်ခြစားနေတဲ့ သူ့အထက်အရာရှိကိုကိုယ်ထိလက်ရောက်ကျူးလွန်မှုနဲ့ ထောင်ထဲမှာ ငါးနှစ်နေခဲ့ရတယ်။Spenser က ထောင်ကထွက်လာပြီးတဲ့အချိန်မှာ ဘော်စတွန်မြို့ကနေထွက်သွားပြီးထရပ်ကားမောင်းသူအဖြစ် ဘဝအသစ်ပြန်စတော့မှာပါ။ဒါပေမယ့် သူ ထောင်ကထွက်လာပြီးတဲ့ နောက်နေ့မှာရာဇဝတ်မှုတစ်ခုရုတ်တရက်ပေါ်ပေါက်လာခဲ့တယ်။အဲ့ဒီရာဇဝတ်မှုရဲ့ ရှုပ်ထွေးပွေလီမှုကို တွေ့ရှိလိုက်ရတဲ့Spenser တစ်ယောက် အမှန်တရားကို ဖော်ထုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။File Size : (1 GB , 335 MB )Quality : WEB-DL 720pRunning Time : 1 hr 51 minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by LucilleEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCraig ComstockEric HeffronJeffrey J. DashnawKelly CroninPeter BergStarsAlan ArkinBokeem WoodbineColleen CampIliza ShlesingerJames DuMontMarc MaronMark WahlbergMichael GastonPost MaloneWinston DukeCastAdrian M. MompointAlan ArkinAlberto Vasallo IIIAlexandra VinoAlfred BriereAndresito Germosen De La CruzAnthony 'Ace' ThomasArthur WahlbergAyana BrownBianca de la GarzaBilly ConchaBo ClearyBokeem WoodbineBrandon M. ShawBrandon ScalesCarlos EscarfulleryCarrick O'QuinnCary 'Big Shug' GuyChad Nehemiah Reed-LopesChaz Jeremiah Reed-LopesChristopher WeigelColleen CampDennis Montgomery IIIDennis PietrantonioDonald CerroneDustin TuckerEric WeinsteinHope Olaide WilsonIliza ShlesingerJames DuMontJason A. MartinezJason MolinaJeff BouffardJeffrey Vincent ThompsonJenny JohnsonJim BoydJoe CarresiJohnny AlvesJosh BrogadirJosh CroninKallie TaborKevin McCormickKevin MolisKip WeeksLawrence DuranLeah ProcitoMarc MaronMarilyn LeungMarina VaranoMark 'Cowboy' SchotzMark WahlbergMichael GastonMikelyn RoderickMiles WaltersNick CyrParis NixonPat O'SheaPatty RossPost MaloneRebecca GibelRegis PrograisRicardo Pitts-WileyRich SkinnerSal Mirabella Jr.Sam SchechterStephanie RodgersThanhminh Tan ThaiThomas Rosales Jr.Trevor RobertsonVa Lynda K. RobinsonWayne DalglishWinston Duke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ftODZXaXpWtV5XFD8gS9n9KwLDr.jpg",
      "https://image.tmdb.org/t/p/w300/khtwuKgKxaBerWeS3DCsXViDvGm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fePczipv6ZzDO2uoww4vTAu2Sq3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yjlh5bhzqekw.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-spenser-confidential-2019-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2ee4v/(CM)_Spenser_Confidential_2019_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/H14HGYyT#ZWzUlv0-UM3vaRrzGOG76e7aSZQ41_0wSXJ4bjvqAKQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/1ztyd4k8dt0o",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1LnA/(CM)_Spenser_Confidential_2019_WEB-DL_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/3ex",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/E5ky0fca7DBjdg",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "bgKEoHNi3Uc",
      "video_url": "https://www.youtube.com/watch?v=bgKEoHNi3Uc",
      "embed_url": "https://www.youtube.com/embed/bgKEoHNi3Uc"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "180"
    },
    "title": "Rattlesnakes (2019)",
    "description": "ဒီတစ္ခါေတာ့ Rattlesnakes (ခေလာက္ေျမြ) ဆိုတဲ့ကားေကာင္းေလးတစ္ကားကို တစ္ဆက္ေပးလိုက္ပါတယ္။Drama, Crime အမ်ိဳးအစားျဖစ္ၿပီး အဆံုးသတ္ေရာက္တဲ့အထိ ဘယ္သူမွန္ၿပီးဘာျဖစ္မလဲဆိုတာကို စိတ္ဝင္စားစရာၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ လူတစ္ေယာက္က သူ႕မိန္းမဟာစိတ္ကုထံုးဆရာဝန္တစ္ေယာက္နဲ႔ ေဖာက္ျပန္ေနတယ္လို႔ သံသယဝင္ၿပီးေနာက္ေယာင္ခံလိုက္ စံုစမ္းတဲ့အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္။ဘယ္သူကမွားလို႔ ဘယ္သူကမွန္ၿပီးဘာေတြဆက္ျဖစ္မယ္ဆိုတာကို ၾကည့္ရႈအားေပးလိုက္ၾကပါဦးဗ်ာFile Size : (798 MB) & (497 MB)Quality :Web DL 720pRunning Time :1hr 25 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJulius Amedume",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9sWpUjDDSZT5MeApcCwiHwtyTow.jpg",
      "https://image.tmdb.org/t/p/w300/tBwkLG6IABb3vPgOEtJddvr9dP6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wIdxHjFXaiqDXddsNbxlTcXTxqm.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/rattlesnakes-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "798  MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/oyq8xnrkev1h.html",
        "server": "usersdrive.com",
        "size": "798  MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/Rvrd/Rattlesnakes_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "798  MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/jcjjyuvhebbe",
        "server": "upstream.to",
        "size": "798  MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|1991|1h 39min|Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "3346"
    },
    "title": "{21+} Paprika (1991)",
    "description": "ပါပရီကာ==================နာမည်လေးကလှသလို လူကလည်းအမိုက်စားပါပဲတကယ်တော့ ပါပရီကာဆိုတာ အီတလီ ဟင်းခပ် အနီရောင်အမွေး နံ့သာတမျိုးရဲ့အမည်ပါသူမ ဒီနာမည်ကို ရခဲ့တဲ့နေ့ကစပြီး သူမဘဝ တစ်ဆစ်ချိုး အပြောင်းကြီးပြောင်းခဲ့ရပါတယ်အဲဒါက လည်း သူ့ချစ်သူရဲ့ သစ္စာဖောက်မှု လှည့်ဖျားမှုတွေကြောင့်ပါပဲ၁၉၅၀ ခုနှစ်လောက်က မာလင်ဉပဒေ မသက်ရောက်မီ အီတလီမှာ အပျော်အိမ်တွေ တရားဝင်ဖွင့်ကြပြီးအမျိုးသမီးတွေလည်း လွတ်လပ်စွာ ဘာစာချုပ်မှမလိုပဲ ဝင်အလုပ်လုပ်လို့ရတဲ့အချိန်ဖြစ်ခဲ့ပါတယ်မီမာ တစ်ယောက် သူ့သတို့သားလောင်းက ကိုယ်ပိုင်စီးပွါးလုပ်ဖို့ အရင်းနှီးလိုတာကြောင့်အခက်တွေ့နေစဉ်မှာပဲ သူ့ချစ်သူ အရင်းအနှီးအဆင်ပြေဖို့အတွက် အပျော်ဆောင်မှာ ၁၅ ရက်လောက် အလုပ်လုပ်ဖို့နယ်ဘက်ကနေ မြို့ပေါ်တက်လာပြီး သူအတွေ့အကြုံမရှိတဲ့ အပျော်မယ် လုပ်ရဖို့ အကြောင်းဖန်လာပါတယ်သူမရဲ့ ပထမဆုံးအတွေ့ကြုံကကြမ်းတမ်းလှပါတယ် သူမလို ပြီးပြည့်စုံတဲ့ ခန္ဓာကိုယ် နဲ့ နုပျိုလတ်ဆက်ဆက်မှုကြောင့်ဧည့်တွေရဲ့လိုလားမှုတွေက များလွန်းတာကြောင့် ဖျားတဲ့အထိတောင်ဖြစ်ရရှာပါတယ်ဒီလိုနဲ့ အခက်အခဲမျိုးစုံကျော်ဖြတ်လာပြီး ၁၅ ရက်မြောက်မှာတော့ သူ့မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတယ်အဲဒါကတော့ သူ့ချစ်သူမှာ အိမ်ထောင်ရှိပြီးသားဖြစ်နေပါတယ်အဲဒီနောက်ပိုင်းမှာတော့ သူမရဲ့မူလရည်ရွယ်ချက်တွေပျောက်ဆုံးသွားပြီး သူမရဲ့ ပထမဆုံးအတွေ့ကြုံနေ့မှာပဲ သူမနှလုံးသားကိုသိမ်းပိုက်သွားခဲ့တဲ့ လူခန့်ငြားကြီး သင်္ဘောသား တစ်ယောက်နဲ့ အနေနီးခဲ့ရပါတယ်ဒါပေမဲ့ သူလည်းမထူးခြားနားပါပဲ…..ပါပရီကာရဲ့ ချစ်တက်မှုနဲ့ ရိုးသားဖြူစင်မှုသူမရဲ့ အလှနဲ့ သူမရဲ့ဖြူစင်မှုသူမနဲ့ပက်သက်ခဲ့သူတွေကသူမ ထင်သလိုဖြစ်လာတဲ့အခါ…..ရိုးသာဖြူစင်တဲ့ သူမရဲ့ ဘဝထဲကို မသမာသူတွေ ဝင်ရောက်လာခဲ့ပြီးသူမရဲ့ ဘဝနဲ့ သူမခံယူချက်တွေကို ပြောင်းလဲခဲ့ပါတယ်…သူမဘဝနဲ့ သူမခံယူချက်တွေ ဘယ်လောက်ထိ ပြောင်းလဲသွားလည်းဆိုတာတော့အလွမ်း အဆွေး နာကျည်းချက် လှည့်ဖျားမှု့ တွေ နိုင်ငံရေးတွေ အစုံပါတဲ့ပါပရီကာ အကြောင်းကြည့်လိုက်ရအောင်ဗျာပါပရီကာက ဂျစ်တူးလေးဗျ….Translated by : Ki Mu ChiEncoded by : X CodeQuality : 1080p and 720pFile  Size : 1.6GB and 779MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTinto BrassStarsDebora CaprioglioMartine BrochardStéphane FerraraCastAndrea AureliClara AlgrantiDebora CalìDebora CaprioglioDomiziano ArcangeliEolo CaprittiGianni DemartiisJohn SteinerLuciana CireneiLuigi LaezzaMarco MarcianiMartine BrochardMilly CorinaldiNina SoldanoOsiride PevarelloPaul MüllerPetra ScharbachRenzo RinaldiRiccardo GarroneRossana GavinelStéphane BonnetStéphane FerraraTinto BrassValentine Demy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rChdTpt7GdRhP1AMIHAF2x5homq.jpg",
      "https://image.tmdb.org/t/p/w300/9CkI4VsYF8qJWfZpPqwZnBctb3M.jpg",
      "https://image.tmdb.org/t/p/w300/6OoC3Fq70bx09FvOos78nnakrZX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/h9n9icL3iqaVyw9t9JQaaPhfrsn.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/Uhhl/Paprika_(1991)_1080P_{DS}.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gbT6/Paprika_(1991)_720p_%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n1y62066y2i7.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/a7nl2p3fiylq.html",
        "server": "usersdrive.com",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/z290a3ryrydw",
        "server": "veryfiles.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/ok6mx7kxhmn1",
        "server": "veryfiles.com",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/itiiraanll3g.html",
        "server": "datbu.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/g8xeqymxiou0.html",
        "server": "datbu.com",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/21-paprika-1991",
        "server": "VIP Links",
        "size": "1.6GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Perfect Proposal (2015 ) ၿမန္မာစာတန္းထိုး 18+",
    "description": "A young woman (Lim Soo Jung) conspires with a casino employee (Yoo Yeon-Seok) to bilk a businessman out of his fortune.Initial release: June 4, 2015Director: Je-gu YunRunning time: 1h 50mStory by: Catherine ArleyScreenplay: Je-gu YunFilesize : 554 MBQuality : 720pFormat : mp4Running Time : 1hr 50 minSubtitle : Myanmar Subtitle ( Hardsub )Encoder : LKDownload And Watch With Pcloud LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/02/perfect-proposal-poster-1.jpg",
    "movie_links": [],
    "trailer": null
  }
]