[
  {
    "metadata": "TV-MA|2013|1h 21m|Adult,Comedy",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "142"
    },
    "title": "[21+] All Babe Network(2013)",
    "description": "လူရယ်လို့မှဖြစ်လာပြီဆိုရင် အလုပ်တခု ဝါသနာတစ်ခုတော့ ရှိရမယ်လေအလုပ်နဲ့ ဝါသနာ ထပ်တူကျဖို့ဆိုတာ ပိုအရေးကြီးနေပြန်ရောဘရက် မှာလည်း အလုပ်တခုရှိနေတယ် ဝါသနာလည်းပါနေတယ်ခက်တာက အထက်လူကြီးက မကောင်းဘူးဖြစ်နေတယ်အထက်လူကြီးက ဘရက်ကို ထောင်းချင်နေပေမဲ့ ပိုင်ရှင်က ဘရက်ရဲ့ဦးလေးဖြစ်‌နေတယ်ဒီတော့ ဘရက်ကို အလုပ်ဖြုတ်ဖို့ ကြံရပါတော့တယ်ဘရက်ရဲ့ TV Show ကို နည်းလမ်းပေါင်းစုံနဲ့ ဖျက်တယ်အလုပ်ထဲက လူတွေကို စည်းရုံးတယ် စည်းရုံးတဲ့နည်းက မိုက်နေရောဘရက်မှာလည်း အခက်ခဲမျိုးစုံးကိုဖြေရှင်းပေးနိုင်တဲ့ ချစ်သူရထားတော့အတော် ပွဲစည်သွားတယ် သူ့အထက်လူကြီးက ဘယ်လောက်ပဲဖျက်ဖျက် ဘရက်ကတော့ရအောင်ကြိုးစားရှာတယ်ဘရက်တယောက် မှတ်ချက်တွေ ဆိုးနေရာမှမှတ်ချက်တွေ တဟုန်ထိုးတက်လာအောင် ဘယ်လိုနည်းလမ်းတွေ့သွားလဲ ဆိုတာ ကြည့်လို့ကောင်းတာမို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်အောင်မြင်တဲ့ယောင်္ကျားတွေရဲ့နောက်မှာ ထက်မြက်တဲ့မိန်းမတ‌ယောက်ရှိနေတက်ပါတယ်File size…926MBQuality…720pFormat…mp4Duration….1h 21mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDean McKendrickStarsBeverly LynneBilly ChappellChad WhiteChristine NguyenDan GoldenEric MastersonJazy BerlinMary CareyVoodooCastBeverly LynneBilly ChappellChad WhiteChristine NguyenDan GoldenEric MastersonJazy BerlinMary CareyVoodoo",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1NaYl6GFQYdLZXDLcDgTC9plMQO.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/all-babe-network-2013-fhd-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "926MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5t880u0z073v.html",
        "server": "usersdrive.com",
        "size": "926MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Cvwb/All_Babe_Network_2013,_FHD_720p_X_Cross(DS).mp4",
        "server": "megaup.net",
        "size": "926MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/B6EF0JBD#uvDLVwdNrFzRq8gl-qV76O_dlSm_ALiykwf84-LxyzQ",
        "server": "mega.nz",
        "size": "926MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/shivrchzkxac",
        "server": "streamvid.io",
        "size": "926MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/1nvojzinotix",
        "server": "streamsb.com",
        "size": "926MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|1985||Adventure,Animation,Family",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Doraemon: Nobita’s Little Star Wars (1985)",
    "description": "Doraemon: Nobita’s Little Star Wars———————————————————–ကျွန်တော်တို့ကလေးဘဝရဲ့အချစ်တော် ကြောင်စက်ရုပ်လေးဒိုရေမွန်ရဲ့ ဒီကားဟောင်းလေးကတော့မူရင်း Star Wars ဇာတ်ကားတွေကို parody သဘောနဲ့ရိုက်ထားတာလို့ ယူဆလို့ရပါတယ်။ဘယ်အရာမှ မဖြစ်နိုင်ဘူးဆိုတာမရှိတဲ့ ဒိုရေမွန်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းအစမှာ အာကာသတစ်နေရာမှာတိုက်ပွဲဖြစ်နေပုံနဲ့အစပျိုးထားပြီးနောက် ကမ္ဘာမြေပေါ်မှာတော့ နိုဘိတတို့သူငယ်ချင်းတစ်သိုက်ဟာအရုပ်တွေ ပုံစံငယ်လေးတွေနဲ့ အာကာသတိုက်ပွဲဆိုပြီး ဆော့ကစားနေကြတာပေါ့။အဲဒီလိုသူတို့ကစားကွင်းကို ကစားစရာဆိုဒ်ဒုံးပျံယာဥ်အစစ်နဲ့အတူ ပါပီဆိုတဲ့ဂြိုဟ်သားပိစိလေးရောက်ချလာပြီးသူဟာသူ့ဂြိုဟ်ကနေထွက်ပြေးလာတဲ့သမ္မတဖြစ်ကြောင်းနဲ့ သူ့ကိုဖမ်းဖို့လိုက်လာတဲ့ရန်သူတွေပါလာကြောင်း ပြောပြတဲ့အခါမှာတော့ ဒိုရေမွန်တို့တွေဟာ ပါပီကိုကာကွယ်ဖို့အစွမ်းကုန်ကြိုးစားခဲ့ပေမယ့် အဖမ်းခံလိုက်ရလို့ သူ့ဂြိုဟ်အထိပါလိုက်ကယ်ရတဲ့အခါမှာတော့ ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာ…File size…1.84GB  / 741MBQuality…1080p AMZ WEB DL /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Moe Pwint PhyuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTsutomu ShibayamaStarsDai KanaiKaneta KimotsukiKazuya TatekabeKeiko HanMasako MatsubaraMichiko NomuraNobuo YanaNobuyo OyamaNoriko OharaRyusei NakaoSachiko ChijimatsuSumiko ShirakawaYuji MitsuyaYusaku YaraCastDai KanaiKaneta KimotsukiKazuya TatekabeKeiko HanMasako MatsubaraMichiko NomuraNobuo YanaNobuyo OyamaNoriko OharaRyusei NakaoSachiko ChijimatsuSumiko ShirakawaYuji MitsuyaYusaku Yara",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dUkCHy02dtFWQwyCKQKlf1sRm0D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oLXqorJ3CtXkR90wCBkg4WnITL3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/doraemon-nobitas-little-star-wars-1985-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r7pqajt8vnqy.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/wseb679ajqr3",
        "server": "streamvid.io",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1S19q/Doraemon.Nobitas.Little.Star.Wars.1985.1080p.AMZN.WEB-DL(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9EAy0Q4D#FDy7L4027rPjOxa4mbCv3iKG1-ZF6NWAK2JGfcC_cZM",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/doraemon-nobitas-little-star-wars-1985-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "741MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1jmopvl2gtn5.html",
        "server": "usersdrive.com",
        "size": "741MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5bifhz0izkiz",
        "server": "streamvid.io",
        "size": "741MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3dW4j/Doraemon.Nobitas.Little.Star.Wars.1985.720p(CM).mp4",
        "server": "megaup.net",
        "size": "741MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RUBAhKIK#zxyODpf3tE1OTgHj6rd5YUt4MgpyKZfhXeoLJnDXTvM",
        "server": "mega.nz",
        "size": "741MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2017|87 min|Adult,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "1,098"
    },
    "title": "[18+] From Straight A’s to XXX (2017)",
    "description": "( Dark Side Production မွ တင္ဆက္သည္။)From Straight A’s to xxxဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။ကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါဇာတ္လမ္းအက်ဥ္းကေတာ့မီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္တကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ကုန္က်စရိတ္မ်ားကို ေက်ာင္း သူ႕မွာ အျခားေက်ာင္း​ေလွ်ာက္ ခြင့္ရတာေတာင္ Duke မွ Duke ျဖစ္ေနေတာ့မိဘေတြမွာက ေငြေရးေၾကးေရး ၾကပ္တည္းေနေပမယ့္ စိတ္အားထက္သန္လြန္းတဲ့ သမီးကို မတာရက္ဘူးရေအာင္ထားမယ္ဆိုၿပီး ကတိေတြေပးတယ္ ။ဒီလိုနဲ႕ မီရီယမ္ တစ္ေယာက္ Duke ကို ေရာက္ခဲ့တယ္ဆိုပါေတာ့ ေက်ာင္း ပထမႏွစ္ဝက္ေတာင္မကုန္ပါဘူး ေငြေရးေၾကးေရး ခက္လာတယ္ ။သူ တက္ခ်င္တဲ့ ေက်ာင္းကို ဆက္တက္ဖို႔ဘာလုပ္ရမလဲအျပင္းအထန္ စဥ္းစားရင္း သူလိုသေလာက္ ေငြပမာဏကို အခ်ိန္ပိုင္း လုပ္ရင္းရဖို႔ လမ္းစေတြ႕သြားတယ္ ဆိုၾကပါစို႔ဒါ ဇာတ္လမ္း အက်ဥ္းပါဘဲ စိတ္ဝင္စားစရာေကာင္းတာက မီရီယမ္ကို ပုံေဖာ္ထားတာပါေရွ႕ေနျဖစ္ခ်င္တဲ့သူ ထက္ျမက္တယ္ အရာရာမွာ က်ား မ တန္းတူ အခြင့္အေရးကို ယုံၾကည္သူ Feminist စစ္စစ္ တစ္ေယာက္ ေငြေရးေၾကးေရး အခက္အခဲအတြက္ သူ လုပ္တဲ့ အလုပ္အေပၚ လူေတြကို ဘယ္လိုေခ်ပမလဲ သူ႕အလုပ္ဟာ တကယ္ ေရာ လူ႕အသိုင္းအဝိုင္းမွာ လက္ခံရမွာလားေငြရမယ့္ နည္းလမ္းေတြ ရွိခဲ့သည့္တိုင္ ေအာင္ ဒါကိုေ႐ြးတဲ့ မီရီယမ္ဟာ ဘယ္လို မိန္းစားမ်ိဳးလဲအဆုံးသတ္ အေနနဲ႕ ေျပာရရင္ ဒီဇာတ္လမ္း ဟာ ညစ္ညမ္းဇာတ္ကားေတြရဲ႕ ေနာက္ကြယ္က အျဖစ္အပ်က္ အခ်ိဳ႕ကိုပါးပါး ေလးျပထားပါတယ္စိတ္ဝင္စားစရာ ေကာင္းတာက ညစ္ညမ္းကားေတြ တရားဝင္ ရိုက္ခြင့္ ရေနတဲ့ သူတို႔လို နိုင္ငံေတြမွာေတာင္ ညစ္ညမ္းကားရိုက္တဲ့ မင္းသမီး ေတြအေပၚထားတဲ့ သ​ေဘာထားေတြ ကိုပါ ေလ့လာလို႔ ရမွာပါ။ပညာေပးကားေလးလို႕ ၫႊန္းဆိုခ်င္ပါတယ္။(႐ုပ္ရွင္အၫႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့DS Charmျဖစ္ပါတယ္။)File size…(850 MB) and (450 MB)Quality….WEB Rip 720pFormat…mp4Duration….01:27:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byDS CharmYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVanessa PariseStarsAlyson BathHaley PullosImali PereraJacky LaiJessica LuJudd NelsonPeter Graham-GaudreauRachelle GillisSarah PorchettaSasha ClementsCastAlex PangburnAlyson BathAndrea StefancikovaCardi WongDeborah FinkelGarrett BlackGreg PolakHaley PullosImali PereraJacky LaiJenna RomaninJessica LuJudd NelsonLiam HallNatalie von RotsburgPeter Graham-GaudreauPiers MorganRachelle GillisSarah PorchettaSasha ClementsSherri ShepherdTy Wood",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6iZtVdSjAT4ALt8QE4LQNzpSQc9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/From-Straight-As-to-XXX-2017-English-Full-Movie-Download-800MB-WEBRip-720p-768x1024.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/z8xDwD",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/eQ71xIMX",
        "server": "drive.google.com",
        "size": "450 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/RBtq",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/US1UX",
        "server": "openload.co",
        "size": "450 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/nEVLUi5i",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/HcrsZCY",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ajJ3NXy",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/q7WZT",
        "server": "Soliddrive.co",
        "size": "450 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/5ZYM",
        "server": "mirrorace.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/blfep",
        "server": "mirrorace.com",
        "size": "450 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "zdIBzCP4mUQ",
      "video_url": "https://www.youtube.com/watch?v=zdIBzCP4mUQ",
      "embed_url": "https://www.youtube.com/embed/zdIBzCP4mUQ"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Good Sister-in-Law:Forbidden Love(2015) 18++++",
    "description": "အိမ္ေထာင္တစ္ခုမွာဘယ္ဟာကပိုျပီးအေရးႀကီးပါသလဲ…တကယ့္အိမ္ေထာင္ေရးတခုမွာမိသားစုဘဝသာယာလွပဖို့ကအေရးႀကီးတာပါ..တကယ္လိုသာအဲ႕ဒီအိမ္ေထာင္ေရးတစ္ခုမွ သားသမီးဆိုတဲ႕အရာကို ခင္ပြန္းသည္ကမလုပ္ေပးႏိုင္ရင္ ဒါမွမဟုတ္ ဆန့္က်င္ဘက္အရာတစ္ခုကိုစိတ္ဝင္စားလို့မစြမ္းေဆာင္ေပးႏိုင္ဘူးဆိုရင္ အဲ႕ဒီအိမ္ေထာင္ေရးကသာယာႏိုင္ပါ့မလား..အဲ႕ဒီဆန့္က်င္ဘက္အရာတစ္ခုကေကာ အဲ႕ဒီအိမ္ေထာင္ေရးျကားထဲကို ဘယ္ေလာက္အတိုင္းတာထိပတ္သက္ခဲ႕ပါသလဲ….အိမ္ေထာင္တခုမွာ သာယာဖို့ဆိုတာ မိန္းမျဖစ္သူကေယာက်ၤားျဖစ္သူကိုဆြဲေဆာင္ႏိုင္ဖို့ ထိန္းခ်ဳပ္ႏိုင္ဖို႔ဆိုတာအေရးႀကီးဆံုးပါဘဲ..အဲ႕လိုေတြမထိန္းခ်ဳပ္ႏိုင္ခဲ႕လို႔ ေယာက်ာၤးကိုသိပ္ခ်စ္လို႔ အေလ်ာ့ေပးခဲ႕တဲ႔အစ္မျဖစ္သူတစ္ေယာက္နဲ႕ အစ္မျဖစ္သူရဲ႕ခင္ပြန္းသည္ ခဲအိုျဖစ္သူနဲ႕ တစ္အိမ္တည္းအတူေနႀကတဲ႕ဒီဇာတ္လမ္းရဲ႕ အဓိကမင္းသမီးေလး အရမ္းေခ်ာတဲ႕ဆရာဝန္ခယ္မေလးတို႕ ဘယ္လိုသံေယာဇဥ္ေတြညွိတြယ္ျပီး ေနာက္ပိုင္းမွာ ဘာေတြဆက္ျဖစ္လာႀကလဲ…ဘယ္လိုမ်ိဳး ရင္ခုန္စရာအရမ္းေကာင္းတဲ႕ဇာတ္လမ္းေလးေတြျဖစ္လာႀကသလဲ..ကဲေျပာေနတာျကာပါတယ္ဗ်ာ အေႀကာင္းစံုသိခ်င္လို႕ရွိရင္ ဒီအိမ္ေထာင္ေရးဆန္ဆန္ 18+ ကားေလးကို ျမန္ျမန္သာေဒါင္းလိုက္ႀကပါေတာ့…တခုေတာ့ဝန္ခံပါရေစ ဒီကားရဲ႕ေယာက်ာၤးေလးေတြအႀကိဳက္မင္းသမီးေလးကအရမ္းကိုေခ်ာတယ္ဆိုတာပါဘဲ ဟိဟိ ..File Size         : 700 MBQuality           : HD Rip 720PRunning Time : 1hr 37 minuteFormat           : Mp4Genre             : Drama,RomanceEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲျဖစ္ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/fullsizephoto658767-1.jpg",
    "movie_links": [
      {
        "link": "http://swiftation.com/CIXm",
        "server": "Soliddrive.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://swiftation.com/CIZf",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "American Ninja 4: The Annihilation (1990)",
    "description": "ဒီတစ်ကားမှာတော့ ဗြိတိန်ရဲအရာရှိဟောင်းတစ်ယောက်ဟာ ဗြိတိန်နိုင်ငံရဲ့ခံတပ်ဟောင်းတစ်ခုမှာ နင်ဂျာအဖွဲ့နဲ့ တပ်စွဲနေပြီး အမေရိကန်ကို တိုက်ခိုက်မယ့်နျူကလီးယားဗုံးကို တီထွင်နေခဲ့ပါတယ်။ဒါကို သတင်းအတိအကျရရှိတဲ့ အမေရိကန်ဘက်က ဒီစစ်သွေးကြွအုပ်စုကို တားဆီးနိုင်ဖို့ လက်ရွေးစင်တပ်ဖွဲတစ်ဖွဲ့ကို လွှတ်လိုက်ပေမယ့် အဖမ်းခံလိုက်ရပြီး ဒေါ်လာသန်းငါးဆယ်ပေးရင်ပေး မပေးရင် ဒီဖမ်းဆီးရမိတဲ့အမေရိကန်တပ်သားတွေကို ကွပ်မျက် မည်ဖြစ်ကြောင်း အကြောင်းပြန်လာတဲ့အခါမှာ အမေရိကန်ဘက်က ကျွန်တော့်တို့ရဲ့ ဇာတ်လိုက်ကျော် ရှောင်ဒေးဗစ်ဆန်ကို ဖမ်းဆီးခံတပ်သားတွေကို ကယ်တင်ဖို့အတွက် စေလွှတ်လိုက်ပါတော့တယ်။ဒီအချိန်မှာ ကံမကောင်းစွာဘဲ ရှောင်ပါ အဖမ်းခံလိုက်ရတဲ့အတွက် ကျောင်းဆရာဘဝနဲ့ အေးအေးဆေးဆေး ဖြတ်သန်းနေပြီဖြစ်တဲ့ ဇာတ်ကားနံပါတ်တစ်နှင့် နှစ်ရဲ့ ဇာတ်လိုက်ကျော် ဂျိုးကိုပါ အပူကပ်ရပါတော့တယ်။ဒီတော့ ဇာတ်လိုက်ကျော် အမေရိကန်နင်ဂျာကြီး ဂျိုးနှင့်ရှောင်တို့ နှစ်ယောက်သား ဒီစစ်သွေးကြွအုပ်စု ဖမ်းဆီးခံတပ်သားတွေကို ကွပ်မျက်မယ့်အရေးကနေ ဘယ်လိုကယ်ဆယ်ကြမလဲ၊ အမေရိကန်ကို တိုက်ခိုက်ဖို့ရည်ရွယ်ထားတဲ့ ဒီနျူကလီးယားဗုံးကိုရော ဘယ်လိုတားဆီးမလဲဆိုတာကို ရင်ဗိုစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ အရင်သုံးကားကို ကြည့်ဖူးထားရင် ဒီတစ်ကားကိုလည်း အထူးတလည်ညွန်းနေစရာ မလိုတော့တဲ့အတွက် ကြည့်ရှုခံစားလိုက်ကြပါဦးခင်ဗျာ။File size…(1.1 GB)/(928 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:39:00Genre…Action, ThrilerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by MatteoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnthony FridjhonDavid BradleyDavid SherwoodDeon StewardsonDwayne AlexandreFranz DobrowskyJames BoothJamie BartlettJody AbrahamsKely McClungKen GampuMichael DudikoffRobin StilleRon SmerczakSean Kelly",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lDtTiBO8CyLhbsi7idZe2MQDXTB.jpg",
      "https://image.tmdb.org/t/p/w300/nLkj5Sf4yJo1fVJUQlNStA4wdt6.jpg",
      "https://image.tmdb.org/t/p/w300/lyD2sUmRa3ajH1JzCkHA9ltA8Vu.jpg",
      "https://image.tmdb.org/t/p/w300/cx0Q5f2zXYTnSj2l29yDbIq2Z0M.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMjA4OTY1ZDgtMDlhOS00YmYwLWJjZDYtODk1MjJkNDI4MmNmXkEyXkFqcGdeQXVyODkxMTU1Njc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/american-ninja-4-the-annihilation-1990-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3bk9y4fff3mu.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j291/American_Ninja_4_The_Annihilation_1990_1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/mB92SBjK#jCvcoUlTdIVEKHcqhv_xD1AnTjqORdT_GWOmKZ8O-Zg",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/american-ninja-4-the-annihilation-1990-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "928MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vvpklwhemxem.html",
        "server": "usersdrive.com",
        "size": "928MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2EX3D/American_Ninja_4_The_Annihilation_1990_720p.(CM).mp4",
        "server": "megaup.net",
        "size": "928MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rRUA3S4B#UpBHBWYR1B2P2Mfz6G58JExCQL2TKBRZGWxyrZ-DR34",
        "server": "mega.nz",
        "size": "928MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/fsmo527mfhsl",
        "server": "streamsb.com",
        "size": "928MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qMiIV4nVrWk",
      "video_url": "https://www.youtube.com/watch?v=qMiIV4nVrWk",
      "embed_url": "https://www.youtube.com/embed/qMiIV4nVrWk"
    }
  },
  {
    "metadata": "PG|2017|102 min|Adventure,Animation,Family",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "1,192"
    },
    "title": "Mary and the Witch’s Flower 2017",
    "description": "မယ္ရီဆိုတဲ့ ကေလးမေလးဟာ ေမြးရာပါ ဆံပင္နီေၾကာင္ေၾကာင္ေလးေပါ့အရမ္းသြတ္သြတ္လက္လက္ ေနတက္သလို လုပ္သမွ်တိုင္းကလဲ အလြဲေတြႀကီးပါပဲသူဟာ လူႀကီးမိဘ ေတြကို အရမ္းကူညီခ်င္ေပမယ့္ သူလုပ္လုိက္တိုင္း အလြဲႀကီးေတြ ျဖစ္လို႔ မခုိင္းရဲၾကဘူးဒီလိုနဲ႔ မယ္ရီ ေလးဟာ ဟိုေယာင္ေယာင္ ဒီေယာင္ေယာင္ ေလး ျဖစ္ေနတာေပါ့တစ္ရက္မွာေတာ့ ေတာစပ္အနီးမွာ မုန္႔စားေနတုန္း ေၾကာင္ေလး တစ္ေကာင္ မုန္႔လာေတာင္းစားလို႔ေကၽြးလိုက္မိရင္း အဲ့ဒီေၾကာင္ေလး ေတာအုပ္ထဲကို အ၀င္ စပ္စုၿပီး လိုက္သြားပါေတာ့တယ္မယ္ရီ တစ္ေျဖးေျဖး လိုက္သြားရင္ ေၾကာင္ေလးဟာ ၂ ေကာင္ျဖစ္သြားၿပီးထူးဆန္းတဲ့ ပန္းေတြ ရွိရာကို လမ္းျပေပးခဲ့ပါတယ္အရမ္းလွလြန္းတဲ့ ပန္းေလးမို႔ မေနႏိုင္ပဲ ခူးမိၿပီး အိမ္သို႔ သယ္သြားတဲ့ေနာက္မယ္ရီ ဘ၀ မွာ ထူးထူးဆန္းဆန္း ကိစၥေတြပဲ ဆက္တိုက္ႀကံဳလာခဲ့ရေသာအခါ…ဒီ Japan Animation ရုပ္ရွင္ကို ဘာသာျပန္ေပးထားသူကေတာ့ ThinZar Htet ျဖစ္ပါတယ္File size – ( 770MB )Quality – BluRay RipFormat – MP4Duration – 1h 43mSubtitle – Myanmar SubtitleEncoder – Thit San KhantG Drive /Openload/Solid Drive/Mega DriveYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiromasa YonebayashiStarsEri WatanabeFumiyo KohinataHana SugisakiHikari MitsushimaJirô SatôKen'ichi EndôRyûnosuke KamikiShinobu ŌtakeYûki AmamiCastEri WatanabeFumiyo KohinataHana SugisakiHikari MitsushimaJiro SatoKen'ichi EndôRyunosuke KamikiShinobu ŌtakeYuki Amami",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/izx7Dh8GwEVQIPxsHzr8imzM5HW.jpg",
      "https://image.tmdb.org/t/p/w300/uy11s4ZUCiAjSJJxrGTDnfxYgpX.jpg",
      "https://image.tmdb.org/t/p/w300/wtRGIw5U2pYlZLKh5yiXYJ94jCq.jpg",
      "https://image.tmdb.org/t/p/w300/xHjs8TLOmJTDUOL5dnHnnVHSqJS.jpg",
      "https://image.tmdb.org/t/p/w300/zskgahqyUOw41APa6lEYaGrjwj2.jpg",
      "https://image.tmdb.org/t/p/w300/yPRnoFEhj09i824pqmE2cwfedsN.jpg",
      "https://image.tmdb.org/t/p/w300/uzZbTFP13fC6pVA9bGPXub1neVC.jpg",
      "https://image.tmdb.org/t/p/w300/8R8oleupvBogNlOPFnIxEchnqu0.jpg",
      "https://image.tmdb.org/t/p/w300/3v1lLYLeg937TCBIi1OPnfEkppY.jpg",
      "https://image.tmdb.org/t/p/w300/6RYiI9zEhlTrmpm3s2WueFPGvfI.jpg",
      "https://image.tmdb.org/t/p/w300/9aCoyw9N9ZPo5hhv4KTxqljWSlV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mQPujyTaD4F8P9NQZwls6gYjR3L.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mary-and-the-witchs-flower-2017",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A2rx/Mary_And_The_Witch’s_Flower_(Meari_To_Majo_No_Hana)_[2017]_(MM_Sub)(1).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/bmlqeo9hpbxg",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "u8tsjNYEYKQ",
      "video_url": "https://www.youtube.com/watch?v=u8tsjNYEYKQ",
      "embed_url": "https://www.youtube.com/embed/u8tsjNYEYKQ"
    }
  },
  {
    "metadata": "|||Adult,Asian,BL,Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "[18+] Sisid (2022)",
    "description": "အဏ္ဏဝါဇီဝပညာရှင် ဂျေဆင်နဲ့သူ့ဇနီးတို့ဟာ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့ဖြစ်တဲ့ ပိုလာ,မင်ဒိုရိုကို ငါးဘေးမဲ့ဇုန်တည်ထောင်ထိန်းသိမ်းဖို့တာဝန် နဲ့အတူလာခဲ့ကြပါတယ်၊ဂျေဆင်ရဲ့ ဇနီးဖြစ်တဲ့ကင်ဆာဝေဒနာသည် အက်ဘီမှာတော့တစ်ခြားရည်ရွယ်ချက်တစ်ခုရှိပါတယ်။ အဲ့ဒါကတော့သူမရှိတော့တဲ့တစ်နေ့မှာ သူချစ်ရတဲ့ခင်ပွန်းသည်ကိုစိတ်ချလက်ချထားခဲ့နိုင်တဲ့အဖော်တစ်ယောက်ရှာဖွေပေးခဲ့ချင်တာပါပဲ။မြို့တော်ဝန်က ဂျေဆင်ရဲ့လက်ထောက်အဖြစ် ဒင်းနစ်ဆိုတဲ့မြို့ခံကောင်လေးတစ်ယောက်ကို တာဝန်ချထားပေးခဲ့ပါတယ်။ဂျေဆင်နဲ့ဒင်းနစ်ဟာ ပင်လယ်ထဲကိုခရီးထွက် ရေအောက်ကိုအတူတူငုပ်ကြရင်း တစ်ယောက်အပေါ်တစ်ယောက်အကြည့်တွေ၊မတော်တဆအထိအတွေ့တွေကို သာယာမိရာကနေ မရှောင်နိုင်ပဲရှေ့ဆက်တိုး အချစ်နယ်ကျွံမိကြပါတော့တယ်။တကယ်တော့ ဒင်းနစ်စ်မှာလဲသက်တူရွယ်တူကောင်မလေးရှိပြီး အဲ့ဒီကောင်မလေးကိုယ်ဝန်ရှိကြောင်းသိရ၊ လက်ထပ်ဖို့အတင်းပူဆာလာတဲ့အခါမှာ..။ဆိုင်သူကိုယ်စီနဲ့ သူတို့ဇာတ်လမ်းကို ဘယ်လိုရှေ့ဆက်ကြမလဲ? မဆိုင်သူတွေမနစ်နာရမယ့်လမ်းကို ဘယ်လိုရွေးချယ်ကြမလဲ?သူတို့တွေရဲ့ အချစ်ဟာပျော်စရာဇာတ်သိမ်းလေးတွေ့ကြုံရပါ့မလား?Palitan ကိုရိုက်ခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်အကောင်းဆုံးဒါရိုက်တာဆုရှင် Brillante Mendoza ရဲ့လက်ရာပါပဲ။ဇာတ်လမ်းက ရိုးရိုးလေးနဲ့ဆန်းသလို သူ့ကားတွေထုံးစံ ရုပ်ရှင်ဆန်တဲ့ဒိုင်ယာလော့တွေ ကြီးကြီးကျယ်ကျယ် ဘာညာမရောင်းပဲရှင်းရှင်းလေးနဲ့ပြေပြေပြစ်ပြစ်တင်ဆက်ထားပါတယ်။သာယာလှပတဲ့နယ်မြို့လေးနဲ့ ရေအောက်က သန္တာကျောက်တန်းတွေ ကျွန်းတွေရဲ့အလှအပကို Cinematography အမိုက်စားတွေနဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်။ BL ဘက်ကိုနွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီးတွေဘက်ကိုလဲ အသားပေးမှုမလျော့တာကြောင့်လင်းတဲ့အခန်းတွေလင်းပေမယ့် မှောင်တဲ့အခန်းတွေလဲတော်တော်မှောင်ပါတယ်။File size…(2.2 GB) / (1 GB)Quality….WEB-DL 1080p /720pFormat…mp4Duration….01:55:48Subtitle….Myanmar Subtitle(Hardsub)Encoder….RGBTranslated byALSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChristine BermasIrma AdlawanKylie VerzosaPaolo GumabaoVince Rillon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4i6KKWslr5lOkgPsawY9bTOMCMD.jpg",
      "https://image.tmdb.org/t/p/w300/faXWF0QeuNTeMSunqT4Q7T4ulSB.jpg",
      "https://image.tmdb.org/t/p/w300/sxUzQgd5nbWLCYWwegITzfvEdpV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDQwYTBjODUtZmMwNy00MTg2LWEwN2UtZDA3MTNhY2I1OThjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-sisid-2022-1080-p-web-dl-aac-2-0-x-264-rgb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VLge/(CM)_Sisid.2022.1080p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FbUXGBxD#6X4Tf7CtvqA_A3sQAYaHuUSRgzLnF2pXsbCwSTKGc54",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xtmbnuf39txu.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-sisid-2022-720-p-web-dl-aac-2-0-x-264-rgb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VLfk/(CM)_Sisid.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/l3lygQxC#FEr8xDeCRvHGV3boGp1FZKll7X21JXZZFtRvStYln8Y",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gm08qk0r2ism.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/aobz1eh0hw6p",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/hcds4jkhcynp.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mU436O8FchU",
      "video_url": "https://www.youtube.com/watch?v=mU436O8FchU",
      "embed_url": "https://www.youtube.com/embed/mU436O8FchU"
    }
  },
  {
    "metadata": "|2015||Mystery,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1080"
    },
    "title": "Girl Missing (2015)",
    "description": "Girl Missing (2015)==============ဘ၀ဆိုတာ တချို့အတွက်ပုံမှန်လေးစီးမျောနေတာ ဖြစ်နိုင်ပေမဲ့တချို့အတွက်တော့ အကွေ့အကောက်များလွန်းပါတယ်။ မျှော်လင့်ချက်တွေပြည့်ပြီ ထင်ရပေမဲ့ မထင်မှတ်ဘဲ တစ်ဆစ်ချိုးပြောင်းလဲမှုမျိုးနဲ့ ရင်ဆိုင်လိုက်တာလည်း ဖြစ်တတ်ပါတယ်။ဒီဇာတ်လမ်းထဲက သိတတ်တဲ့ကလေးအရွယ်မှာ ပျောက်ဆုံးသွားတဲ့ကောင်မလေးတစ်ယောက်၊ ဖြစ်ချင်တော့ အတိတ်လည်းမေ့သွားခဲ့ပါတယ်။မိဘဘယ်သူဘယ်ဝါ၊ သူ့ကိုယ်သူဘယ်သူမှန်းမသိတော့တာကြောင့်မိဘမဲ့ဂေဟာမှာ ဂျိန်းဆိုတဲ့နာမည်နဲ့ ဘ၀သစ်စခဲ့ပါတယ်။ အလုပ်အကိုင်နဲ့အရွယ်ရောက်လာပြီးတဲ့အချိန်မှာ မိခင်ဆိုတဲ့သူ ပေါ်လာခဲ့ပါတယ်။ဒီအန်အေအဖြေမထွက်သေးတာကလွဲရင် ဂျိန်းရဲ့ အမေဆိုတာသေချာသလောက်ဖြစ်နေတဲ့ ဆေလ်ဗီယာဟာ ဂျိန်းကို အိမ်အလည်ခေါ်ခဲ့ပါတယ်။ဆိတ်ငြိမ်ရာအရပ်က အဲဒီအိမ်ကြီးမှာ  ဂျိန်းဟာ အိမ်ထိန်းကြီးထရီဇာ၊ဆေလ်ဗီယာရဲ့ဒုတိယခင်ပွန်းကာလိုတို့နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။ ဘီလျံနာမုဆိုးမမိခင်ရဲ့သမီးအဖြစ် ပျော်ရွှင်ရတော့မယ်ထင်ခဲ့တဲ့ ဂျိန်းတစ်ယောက် အိမ်ရောက်တဲ့နောက်တစ်ရက်မှာပဲ ထူးဆန်းပြီး သံသယဖြစ်စရာတွေကြုံလာရပါတယ်။အဲဒီစိတ်မသိုးသန့်စရာအဖြစ်တွေဟာ ဂျိန်းပျောက်ဆုံးပြီးအတိတ်မေ့သွားတဲ့အဖြစ်၊ သူ့ဖခင်သေဆုံးတဲ့အဖြစ်တွေနဲ့ ဘယ်လိုဆက်စပ်နေမလဲဆိုတာကိုသို့လောသို့လောနဲ့ ရင်တထိတ်ထိတ်ကြည့်ကြရမှာပါ။ ကြည့်ရင်းကြည့်ရင်းနဲ့အဆုံးအထိကို စိတ်၀င်တစားဆွဲခေါ်သွားမယ့် ဇာတ်လမ်းမျိုးမို့ Mystery/Thriller ကြိုက်တဲ့ ရုပ်ရှင်ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ C’monဖြစ်ပါတယ်)File Size……….(1.72 GB) / (542 MB) / (286 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 24minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Mystery, ThrillerTranslator…….C’monEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoel SoissonCastFederico DordeiFrancesca EastwoodKiersten WarrenLidia Porto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7CrYMbgPhiO1GDWuFKWSIaeADAz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTk2OTEzMTU5NF5BMl5BanBnXkFtZTgwOTExMDE5NzE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/girl-missing-2015-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Qgla/Girl.Missing.2015.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/UmJWGZyb#txZRRFxe_yg5pRlrFJ0_dtFsDeuZvmLhVtg5yPif9wg",
        "server": "mega.nz",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/y7xt0bpxhtm0.html",
        "server": "usersdrive.com",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/girl-missing-2015-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Qgla/Girl.Missing.2015.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/h88qmddnrq8o.html",
        "server": "streamsb.com",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/NvICBCJC#4f__Roj4wb7LkhBgEfAmr6hLx87vGmyialRMuaWluNw",
        "server": "mega.nz",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/jtpyt1quf4id.html",
        "server": "usersdrive.com",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/girl-missing-2015-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wdN7/Girl.Missing.2015.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/0rsjrsgxbb6v.html",
        "server": "streamsb.com",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/9uAHwS4b#Tlyu3bWS5YVEJKmWqiQC_d18qFEhWnq2W8ZoDoxkc-Y",
        "server": "mega.nz",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/x1ik35glbobe.html",
        "server": "usersdrive.com",
        "size": "286 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-G|2021|1h 24m|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "869"
    },
    "title": "Raise a Glass to Love (2021)",
    "description": "Raise a Glass to Love (2021)~ IMDb rating – 6.9/10 ~လောကကြီးထဲ လူနှစ်ယောက်ပေါင်းဖက်ဖို့ဆိုရာမှာ တစ်ဖက်လူရဲ့ ဝါသနာတွေ၊ ခံယူချက်တွေ၊ အိပ်မက်တွေကို နားလည်ပေးနိုင်ဖို့လိုပေမယ့် အရေးကြီးဆုံးကတော့ ယုံကြည်မှုပေးဖို့ အပြန်အလှန်လေးစားမှုရှိဖို့လို့ ထင်မိပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်လည်း ငယ်ငယ်ကတည်းက အဘွားလက်ထဲမှာ ကြီးပြင်းပြီး ဝိုင်ကို ချစ်မြတ်နိုးပြီး မာစတာတည်ခင်းသူဖြစ်ချင်တဲ့ ဂျန်နာဟာ ဝိုင်လောကသားဖြစ်ပြီး သူနဲ့သုံးနှစ်ကြာတွဲလာတဲ့ အေဒင်နဲ့ ဝါသနာတူ နယ်ပယ်တူချစ်သူတွေမလို့ အပေါ်ယံကြည့်ရင်တော့ အဆင်ပြေနေပေမယ့် တကယ်တမ်းလိုအပ်တဲ့ ယုံကြည်မှုကိုမရခဲ့ပါဘူး။ဒီလိုနဲ့ သူ့အိပ်မက်ကို အကောင်ထည်ဖော်ဖို့ စာမေးပွဲအတွက်ကြိုးစားနေတဲ့ ဂျန်နာတစ်ယောက် တစ်နေ့မှာတော့ သူ့မိဘတွေရဲ့မင်္ဂလာနှစ်ပတ်လည်ပါတီအတွက် စပျစ်ခြံကိုပြန်ရောက်သွားပြီး သူ့အတွေးတွေကို ပြောင်းလဲပေးနိုင်မယ့် တမူထူးခြားတဲ့လူတစ်ယောက်နဲ့ တွေ့ဆုံမိတဲ့အခါမှာတော့…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုRobinမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.5GB, 700MBQuality – 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 1H 24MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byRobinEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid WeaverStarsAmanda WongArpad BaloghBeverley ElliottEric KeenleysideIris QuinnJennifer Lyn HuetherJuan Pablo Di PaceLaura OsnesLini EvansMatthew James DowdenMichael DenisCastAmanda WongArpad BaloghBeverley ElliottEric KeenleysideIris QuinnJennifer Lyn HuetherJuan Pablo Di PaceLaura OsnesLini EvansMatthew James DowdenMichael Denis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pkXc4xBFqWAHJvCCMNlaEsTFPCC.jpg",
      "https://image.tmdb.org/t/p/w300/Aa1o6nBkyyYGekELOr83aHk1MNL.jpg",
      "https://image.tmdb.org/t/p/w300/aPUO21uDKmJprkeapyS1glPUSct.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gNk3AwbmKo2uXRLnhLRwLslr9hS.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-raise-a-glass-to-love-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2wZF9/(CM)_Raise_a_Glass_to_Love_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xmdekjxzcwbv.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/zu0b34rhfdyf.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/9yjdf65oarvn",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-raise-a-glass-to-love-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2wZF0/(CM)_Raise_a_Glass_to_Love_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/o3a1uw168084.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/3jxwute4w19y.html",
        "server": "streamsb.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yicj94j2emhv",
        "server": "streamvid.io",
        "size": "700MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2019|77 min|Horror",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "185"
    },
    "title": "A.M.I. (2019)",
    "description": "ေကစီဆိုတဲ့ေကာင္မေလးဟာမေတာ္တဆမႈတစ္ခုေၾကာင့္မိခင္ျဖစ္သူကိုဆံုးရႈံးထားခဲ့ရသူပါ…ခက္ခဲလွတဲ့ဘဝကိုတစ္ေယာက္တည္း႐ုန္းကန္ရသူမို႔တစ္ေန႔မွာေတာ့ ဖုန္းထဲက AI တစ္ခုကိုအေမတစ္ေယာက္လိုသေဘာထားမိသြားတဲ့အခါ…Thriller/slasher ကားတစ္ကားျဖစ္လို႔ေသြးသံရဲရဲ သတ္တာျဖတ္တာႀကိဳက္တဲ့သူေတြၾကည့္လို႔ေကာင္းမယ့္ကားျဖစ္ပါတယ္ရုပ္ရွင္ကားကို May Thu Thu Kyaw ကဘာသာျပန္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRusty NixonStarsAndrew CoghlanBonnie HayDebs HowardHavana GuppyLaura MitchellLori TrioloMichael MaticPhilip GrangerSam Robert MuikVeronica HampsonCastAndrew CoghlanBonnie HayDebs HowardElinet LouiciusHavana GuppyJill ZavazalLaura MitchellLori TrioloMichael MaticPhilip GrangerRoxanne FernandesSam Robert MuikVeronica Hampson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1GYIRo2gAjVCjafgl2Lc0VGwhl3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMWIyOTk0ZTYtN2ZhNi00OGEzLTkyNjgtMTNmZjBiNzgxZDZlXkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_SY1000_CR006791000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/IDmYcCYBy8",
        "server": "drive.google.com",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://myandrive.net/file/IDmYcCYBy8",
        "server": "drive.google.com",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://soliddrive.co/2aD6/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1KC8/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/28fid/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/28fi0/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://openload.co/f/eo5oc5ukDiU/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://openload.co/f/QwkS-1-u564/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.datbu.com/csj8euzrtufcg.html",
        "server": "DatBu",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/pnyiyw42ca0bf.html",
        "server": "DatBu",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://verystream.com/stream/9M22LJbD4RC/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://verystream.com/stream/CF7ZA7T7fAr/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "207.25 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "tSRBugiu78Q",
      "video_url": "https://www.youtube.com/watch?v=tSRBugiu78Q",
      "embed_url": "https://www.youtube.com/embed/tSRBugiu78Q"
    }
  },
  {
    "metadata": "|||Drama,Family",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1250"
    },
    "title": "A Very Vintage Christmas (2019)",
    "description": "A Very Vintage Christmas(2019)(unicode)ဒိုဒီဆိုတဲ့ကောင်မလေးကရိုမန့်တစ်ဆန်တဲ့အကြောင်းတွေကလွဲရင်ဘာမှစိတ်မဝင်စားတဲ့ကောင်မလေးပါ…သူ့မှာလုပ်ချင်တာရေ‌ရေရာရာမရှိလို့သူ့သူငယ်ချင်းတစ်ယောက်နဲ့ပေါင်းပြီးမြို့လေးတစ်မြို့မှာရှေး‌ဟောင်းပစ္စည်းဆိုင်လေးတစ်ဆိုင်ဖွင့်လိုက်တယ်…သူ့အဖေကိုသူလုပ်နိုင်ကြောင်းသက်သေပြချင်တဲ့စိတ်နဲ့ပေါ့ဒါပေမယ်တိုက်တိုက်ဆိုင်ဆိုင်ပဲသူတို့ရောင်းဖို့ဝယ်ထားတဲ့ရှေးဟောင်းဘီဒိုကြီးထဲကအံဝှက်ထဲမှာရိုမန့်တစ်ဆန်ဆန်ချစ်သက်လက်ဆောင်လေး‌တွေသိမ်းထားတဲ့သေတ္တာလေးတစ်ခုတွေ့လိုက်ရတယ်…အရင်ထဲကအဲ့လိုကိစ္စမျိုးဆိုစိတ်ဝင်စားပီးသားဖြစ်သူဆိုတော့ပိုင်ရှင်ကိုရအောင်ရှာပြီးပြန်ပေးဖို့ဆုံးဖြတ်လိုက်တယ်…လိုက်ရှာရင်းနဲ့သူ့ကိုကောင်းကောင်းအကူအညီပေးနိုင်မယ့်မြို့ခံကောင်လေးတစ်ယောက်နဲ့ခင်သွားခဲ့တယ်….သူနဲ့သဘောထားလုံးဝမတိုက်ဆိုင်တဲ့သူပေါ့…ဒီလိုနဲ့သူတို့နှစ်ယောက်ကသတင်းအစနတွေစုဆောင်းပြီးပိုင်ရှင်တွေကိုလိုက်ရှာကြပါတော့တယ်သူတို့လိုက်ရှာနေတဲ့စုံတွဲကတကယ်ပဲသက်ရှိထင်ရှားရှိနေရဲ့လား….အချစ်ဆိုတာဘယ်အချိန်ဘယ်နေရာ‌ရောက်ရောက်ပျက်စီးယိုယွင်းသွားနိုင်တဲ့အရာတစ်ခုလား….ဆိုတာတွေနဲ့အနောက်နိုင်ငံတွေမှာခရစ္စမတ်ကိုဘယ်လိုတန်ဖိုးထားကြလဲဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်….(zawgyi)ဒိုဒီဆိုတဲ့ေကာင္မေလးက႐ိုမန႔္တစ္ဆန္တဲ့အေၾကာင္းေတြကလြဲရင္ဘာမွစိတ္မဝင္စားတဲ့ေကာင္မေလးပါ…သူ႔မွာလုပ္ခ်င္တာေရ‌ေရရာရာမရွိလို႔သူ႔သူငယ္ခ်င္းတစ္ေယာက္နဲ႔ေပါင္းၿပီးၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာေရွး‌ေဟာင္းပစၥည္းဆိုင္ေလးတစ္ဆိုင္ဖြင့္လိုက္တယ္…သူ႔အေဖကိုသူလုပ္ႏိုင္ေၾကာင္းသက္ေသျပခ်င္တဲ့စိတ္နဲ႔ေပါ့ဒါေပမယ္တိုက္တိုက္ဆိုင္ဆိုင္ပဲသူတို႔ေရာင္းဖို႔ဝယ္ထားတဲ့ေရွးေဟာင္းဘီဒိုႀကီးထဲကအံဝွက္ထဲမွာ႐ိုမန႔္တစ္ဆန္ဆန္ခ်စ္သက္လက္ေဆာင္ေလး‌ေတြသိမ္းထားတဲ့ေသတၱာေလးတစ္ခုေတြ႕လိုက္ရတယ္…အရင္ထဲကအဲ့လိုကိစၥမ်ိဳးဆိုစိတ္ဝင္စားပီးသားျဖစ္သူဆိုေတာ့ပိုင္ရွင္ကိုရေအာင္ရွာၿပီးျပန္ေပးဖို႔ဆုံးျဖတ္လိုက္တယ္…လိုက္ရွာရင္းနဲ႔သူ႔ကိုေကာင္းေကာင္းအကူအညီေပးႏိုင္မယ့္ၿမိဳ႕ခံေကာင္ေလးတစ္ေယာက္နဲ႔ခင္သြားခဲ့တယ္….သူနဲ႔သေဘာထားလုံးဝမတိုက္ဆိုင္တဲ့သူေပါ့…ဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္ကသတင္းအစနေတြစုေဆာင္းၿပီးပိုင္ရွင္ေတြကိုလိုက္ရွာၾကပါေတာ့တယ္သူတို႔လိုက္ရွာေနတဲ့စုံတြဲကတကယ္ပဲသက္ရွိထင္ရွားရွိေနရဲ႕လား….အခ်စ္ဆိုတာဘယ္အခ်ိန္ဘယ္ေနရာ‌ေရာက္ေရာက္ပ်က္စီးယိုယြင္းသြားႏိုင္တဲ့အရာတစ္ခုလား….ဆိုတာေတြနဲ႔အေနာက္ႏိုင္ငံေတြမွာခရစၥမတ္ကိုဘယ္လိုတန္ဖိုးထားၾကလဲဆိုတာေတြကိုၾကည့္ရႈရမွာျဖစ္ပါတယ္ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္….File Size : (850 MB) and (359 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:27:00Genre :  Drama, FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by MarTizasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAgam DarshiCandus ChurchillJesse HutchTia MowryCastAgam DarshiCandus ChurchillJesse HutchTia Mowry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hYqKw2PUGBFUFEfcQghNikSiZF8.jpg",
      "https://image.tmdb.org/t/p/w300/jmIfmXdQzvDqEyTh3ZmxkgS6HR1.jpg",
      "https://image.tmdb.org/t/p/w300/rnFGsopAEKDaTiRZ0DN5andpKbE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6u4sb88EtQAAkxXXINA1WFwLqBS.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/ba60859b1a/a-very-vintage-christmas-2019-new-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-very-vintage-christmas-2019-new-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2S64s/A_Very_Vintage_Christmas.2019.new.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/RRZx0AAI#ZGlhvjuXaUxBljMjRyZEXHrQK2-Iw19gIPcs34H_pqU",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/rr0xkrusk1fs",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.mediafire.com/file/orn9ptri8ngobdn/A_Very_Vintage_Christmas.2019.new.WEB-DL.720P.PP.mp4/file",
        "server": "mediafire.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/8upafZQcITCW5w",
        "server": "disk.yandex.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/3jrGvA8sIh-Kgw",
        "server": "disk.yandex.com",
        "size": "SFS",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 44 min|Uncategorized",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "524"
    },
    "title": "Whisper of Silent Body ( 2019 )",
    "description": "ဒီဇာတ်လမ်းကတော့ အလောင်းခွဲမှုထောင်ချီမှာ တစ်ခါမှအမှားမဖြစ်ဖူးတဲ့ထူးချွန်မှုခင်းဆရာဝန်ချင်မင်က ဆေးတက္ကသိုလ်ကိုလာရောက်‌ဟောပြောနေတုန်းဖော်မလင်မှာခြောက်နှစ်တာစိမ်ထားတဲ့ အသံတိတ်ဆရာ(သေဆုံးပြီးနောက် ဆေးတက္ကသိုလ်သို့လှူဒါန်းသောကိုယ်ခန္ဓာ)ကိုသာမန်သေဆုံးခြင်းမဟုတ်ပဲ အသတ်ခံရတာဖြစ်ကြောင်း မထင်မှတ်ပဲတွေ့ရှိခဲ့ပါတယ်အဲ့တော့မှ အချိန်ကြာညောင်းလှပြီဖြစ်တဲ့အမှုရဲ့အဖြစ်မှန်နဲ့နောက်ကွယ်ကပုံပြင်ကို စတင်စစ်ဆေးမှုပြုလုပ်ခဲ့တယ်ချင်မင်အမှုစစ်ဆေးတဲ့လမ်းတစ်လျှောက်မှာ အမှုနဲ့ပက်သက်တဲ့လူသက်သေတွေကတစ်ယောက်ပြီးတစ်ယောက် သေဆုံးသွားကြတယ် အဖြစ်မှန်ကိုသိရှိနိုင်ဖို့အတွက်ချင်မင်နဲ့ကျန်းကျား ရဲမှူးချုပ်လင်ထောင်းတို့က အတူလက်တွဲပြီးလွန်ခဲ့တဲ့၁၆နှစ်ကအမှုကို ပြန်လည်ရှာဖွေစစ်ဆေးခဲ့ကြတယ်ဒီ၁၆နှစ်တာကြာနေတဲ့အမှုကြီးကို ချင်မင်ကဘယ်လိုဖြေရှင်းပြီးနောက်ဆုံးတရားခံကဘယ်သူဖြစ်လိမ့်မလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါစို့Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Crime , MysteryRuntime : 1h 44 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Mary EaintEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDai SiDu JuanGeng LeGuo ZhenHao ShaowenJulie TanKevin YanXing YuYang ZihuaZheng XiaoningCastDai SiDu JuanGeng LeGuo ZhenHao ShaowenJulie TanKevin YanXing YuYang ZihuaZheng Xiaoning",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9lI2AVdOKoo1zlaX5APXmFKICNB.jpg",
      "https://image.tmdb.org/t/p/w300/xFcB2T4iMUPQAICEpaLGLulZQZS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qiD70tREP7CZGS0SdEDPso7dTw4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/whisper-of-silent-body-2019-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x5l6mk2j37q4.html",
        "server": "usersdrive.com",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3lj3g/Whisper_Of_Silent_Body_2019_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RmVzFDZa#DtkBtswkozyIh_rNl79H-b_HYXLmXyXu2orabRZ4eYE",
        "server": "mega.nz",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/uwg39ek8le3q",
        "server": "streamsb.com",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/lkg9mueyrpsz",
        "server": "streamvid.io",
        "size": "1.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/whisper-of-silent-body-2019-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/b0ccvjyizaqr.html",
        "server": "usersdrive.com",
        "size": "823MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/438QnCwI#k_5INaBwCD2OJSKCJu-_UpyWF3swjSU8MYr0oViE8ok",
        "server": "mega.nz",
        "size": "823MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2022|1h 24min|Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Curse of La Patasola (2022)",
    "description": "The Curse of La Patasola (2022)La Patasola ဆိုတာ ကိုလံဘီယာ ဒဏ္ဍာရီ မကောင်းဆိုးဝါးတစ်ကောင်ပါ၊ Patasola ဆိုတာကတော့ ခြေတစ်ချောင်းလို့ အဓိပ္ပာယ်ရပြီးတော့ မိန်းမတစ်ဦးပါ။သူကတော့ သူ့ယောက်ျားကိုဖောက်ပြန်လို့ သူ့ယောက်ျားကခြေထောက်တွေရိုက်ချိုးပြီးသတ်ခဲ့ပါတယ်၊ ဒီလိုနဲ့ တောထဲမှာ သေဆုံးပြီး မကောင်းဆိုးဝါးဖြစ်လာတာပေါ့၊ သူကိုယ်တိုင်ကဖောက်ပြန်ပေမဲ့ ဖောက်ပြန်တာတော့ မုန်းတဲ့ မိန်းမဗျ။တောထဲမှာ ဆွဲဆောင်မှုရှိပြီးလှပတဲ့အသွင်နဲ့ ရုတ်တရက်ပေါ်လာပြီး ယောက်ျားတွေကိုဆွဲဆောင်၊ ဒီလိုနဲ့တောနက်ထဲရောက်လာလို့ အဖော်တွေနဲ့ဝေးသွားတဲ့ ပုရိသယောက်ျားခင်ဗျာ ပုံစံအစစ်အမှန်ကိုမြင်လိုက်ရတဲ့အချိန်မှာ နောက်ကျသွားပါပြီ။ တောထဲသွားတိုင်းလည်းကြောက်မနေပါနဲ့ ပုရိသအပေါင်းတို့… ဒီသတ္တဝါဆိုးက ကိုယ့်ရဲ့လက်တွဲဖော်ကို ဖောက်ပြန်တဲ့သူမှပဲမြင်ရတယ်လို့ ဒဏ္ဍာရီတွေကဆိုပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဒန်နီရယ် ဆာရာတို့တစ်တွဲ ဒန်နီရယ့်သူငယ်ချင်းတို့ကတစ်တွဲနဲ့ လူသူအရောက်အပေါက်နည်းတဲ့နေရာကို Camp ထွက်ကြပါတယ်။ ဒီနေရာကလည်း သတင်းဆိုးတွေ လူ‌သေမှုသတင်းတွေနဲ့ကျော်ကြားတဲ့နေရာဖြစ်ပေမဲ့ ဒန်နီရယ်ကတော့ မသွားရရင် မနေနိုင်အောင်ကိုဖြစ်နေပါပြီ၊ အစောင့်တွေသတိပေးတဲ့ကြားက ဒန်နီရယ်ကလည်းသွားချင်၊ ဆာရာခမျာလည်း ယောက်ျားကိုချစ်ရှာလေတော့ ဒီလိုနဲ့သွားဖြစ်လိုက်ကြပါရော။တောထဲမှာ မလုပ်သင့်တာတွေလုပ်ပြီး မဖြစ်သင့်တာတွေဖြစ်တာကို အသည်းတယားယား ကြည့်ရှုရမယ့် The Curse of La Patasola ပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို ပြန်ဆိုရေးသားပေးထားသူကတော့ Murphy ပဲ ဖြစ်ပါတယ်)Size – 800MB, 410MBQuality – 1080p, 720pFormat – mp4Duration – 1H 24MinGenre – HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by MurphyEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAJ JonesCastAJ JonesDaniela GonzálezGillie JonesJack YoungLuciana FaulhaberMark PettitNajah BradleyPatrick R. WalkerYvette Gonzalez-Nacer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cUx3MGDd5J4sARcxWrVJC5rNJwQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dJL9O1N9uESFQql3LNnROvBNZCy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-curse-of-la-patasola-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-curse-of-la-patasola-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Hxmx/(CM)_The_Curse_of_La_Patasola_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MMMgUDZR#6P8JrhsIleRlg0zQcx-qVyvu-3B88rGvQWLn-k4XdRI",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z73abgf2rrm1.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-curse-of-la-patasola-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "410MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Hxmo/(CM)_The_Curse_of_La_Patasola_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "410MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cB1EBRZB#UrnFfNQJMQeRiRqhVydhN2uPDr76iB5NTxMHYbheObc",
        "server": "mega.nz",
        "size": "410MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sf2kc8zegmbk.html",
        "server": "usersdrive.com",
        "size": "410MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/9x2ihgps19ji.html",
        "server": "streamsb.com",
        "size": "410MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YSnjByNhUgY",
      "video_url": "https://www.youtube.com/watch?v=YSnjByNhUgY",
      "embed_url": "https://www.youtube.com/embed/YSnjByNhUgY"
    }
  },
  {
    "metadata": "|2017|2h 27min|Action,Bollywood,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "5,446"
    },
    "title": "Naam Shabana (2017)",
    "description": "Naam Shabana (2017)_____IMDb – 6.3/102015 တုန်းကထွက်ခဲ့တဲ့ Baby ဇာတ်ကားရဲ့ Spin-off movieပါ။ယုတ္တိရှိရှိရိုက်ထားတဲ့အက်ရှင်ကားပါ။ဘောလိဝုဒ်အသည်းစွဲမင်းသား Akshay Kumar လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Baby ဇာတ်ကားရဲ့ Back story ပါ။Baby mission မတိုင်ခင်က အေးဂျင့်မလေး ရှဘနားရဲ့ဘဝအကြောင်းကိုပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ခက်ထန်ကြမ်းတမ်းလှတဲ့ဘဝကိုရင်ဆိုင်ခဲ့ရတဲ့ရှဘနားဆိုတဲ့မိန်းကလေးက သူ့ရဲ့ဘဝတစ်လျှောက်လုံးပျော်ရွှင်မှုကင်းမဲ့စွာ မရယ်မပြုံးပဲနေနေခဲ့ပါတယ်။သူငယ်ချင်းဖြစ်သူက ချစ်ခွင့်ပန်လာတဲ့အခါမှာတော့ ရှဘနားရဲ့မရယ်မပြုံးဘဲခက်ထန်နေရတဲ့အကြောင်းအရင်းကိုမမျှော်လင့်ပဲသိလိုက်ရပါတော့တယ်။သူငယ်ချင်းကောင်လေးကဖွင့်ပြောလိုက်ပြီးတဲ့အချိန်မှာ သူ့ဘဝရဲ့ပျော်ရွှင်စရာအလင်းရောင်ကိုသူမြင်တွေ့လိုက်ရပါတယ်။အပြန်လမ်းမှာ သူ့ရဲ့ဘဝကိုအလင်းပေးမယ့်ချစ်သူအသတ်ခံလိုက်ရတဲ့အခါမှာတော့ရှဘနားရဲ့စိတ်ဟာအကြီးအကျယ်ပြောင်းလဲသွားခဲ့ပါတော့တယ်။ဇာတ်လမ်းဇာတ်ကွက်တည်ဆောက်ထားပုံလည်းတော်တော်လေးကောင်းပါတယ်။နောက်ထပ် Babyဇာတ်ကားရဲ့Spin-off movieတွေ ထပ်ထွက်စေချင်လောက်အောင်ကိုကောင်းတာပါ။အများကြီးညွှန်းနေရင် ဇာတ်လမ်းပေါ့သွားမှာစိုးလို့ ဇာတ်ကားကိုသာခံစားရင်းကြည့်လိုက်ကြပါ။ဘောလိဝုဒ်ပေါကားအက်ရှင်အပိုကားတွေထက်ပိုကောင်းတဲ့ဇာတ်ကားတစ်ကားမို့ ပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲ(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ ရဲမာန်အောင်ပါ)2015 တုန္းကထြက္ခဲ့တဲ့ Baby ဇာတ္ကားရဲ႕ Spin-off movieပါ။ယုတၲိရွိရွိရုိက္ထားတဲ့အက္ရွင္ကားပါ။ေဘာလိဝုဒ္အသည္းစြဲမင္းသား Akshay Kumar လည္း ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။Baby ဇာတ္ကားရဲ႕ Back story ပါ။Baby mission မတုိင္ခင္က ေအးဂ်င့္မေလး ရွဘနားရဲ႕ဘဝအေႀကာင္းကုိပုံေဖာ္ရုိက္ကူးထားျခင္းျဖစ္ပါတယ္။ခက္ထန္ႀကမ္းတမ္းလွတဲ့ဘဝကုိရင္ဆုိင္ခဲ့ရတဲ့ရွဘနားဆုိတဲ့မိန္းကေလးက သူ႔ရဲ႕ဘဝတစ္ေလွ်ာက္လုံးေပ်ာ္ရႊင္မႈကင္းမဲ့စြာ မရယ္မျပံဳးပဲေနေနခဲ့ပါတယ္။သူငယ္ခ်င္းျဖစ္သူက ခ်စ္ခြင့္ပန္လာတဲ့အခါမွာေတာ့ ရွဘနားရဲ႕မရယ္မျပံဳးဘဲခက္ထန္ေနရတဲ့အေႀကာင္းအရင္းကုိမေမ်ွာ္လင့္ပဲသိလုိက္ရပါေတာ့တယ္။သူငယ္ခ်င္းေကာင္ေလးကဖြင့္ေျပာလုိက္ျပီးတဲ့အခ်ိန္မွာ သူ႔ဘဝရဲ႕ေပ်ာ္ရႊင္စရာအလင္းေရာင္ကုိသူျမင္ေတြ႔လုိက္ရပါတယ္။အျပန္လမ္းမွာ သူ႔ရဲ႕ဘဝကုိအလင္းေပးမယ့္ခ်စ္သူအသတ္ခံလုိက္ရတဲ့အခါမွာေတာ့ရွဘနားရဲ႕စိတ္ဟာအႀကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါေတာ့တယ္။ဇာတ္လမ္းဇာတ္ကြက္တည္ေဆာက္ထားပုံလည္းေတာ္ေတာ္ေလးေကာင္းပါတယ္။ေနာက္ထပ္ Babyဇာတ္ကားရဲ႕Spin-off movieေတြ ထပ္ထြက္ေစခ်င္ေလာက္ေအာင္ကုိေကာင္းတာပါ။အမ်ားႀကီးညႊန္းေနရင္ ဇာတ္လမ္းေပါ့သြားမွာစုိးလုိ႔ ဇာတ္ကားကုိသာခံစားရင္းႀကည့္လုိက္ႀကပါ။ေဘာလိဝုဒ္ေပါကားအက္ရွင္အပုိကားေတြထက္ပုိေကာင္းတဲ့ဇာတ္ကားတစ္ကားမုိ႔ ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ပါ)File size…(0.99 GB)Quality…HD 720pFormat…mp4Duration….02:27:00Subtitle….Myanmar Subtitle (Hardsub)Translator…..Ye Man AungEncoder….Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShivam NairStarsAkshay KumarAnupam KherBhuvan AroraDanny DenzongpaMadhurima TuliManoj BajpayeeMurli SharmaPrithviraj SukumaranTaapsee PannuZakir HussainCastAkshay KumarAnupam KherBhuvan AroraDanny DenzongpaMadhurima TuliManav VijManoj BajpayeeMurli SharmaPrithviraj SukumaranTaapsee PannuZakir Hussain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oyL6VPiJ8S0lWjWyvz9I6evtN8L.jpg",
      "https://image.tmdb.org/t/p/w300/atRsXubvtTGzevRPQxvwaPyAAVJ.jpg",
      "https://image.tmdb.org/t/p/w300/qnfoopuZoie5aSoCaE7m4jIEXsl.jpg",
      "https://image.tmdb.org/t/p/w300/6hMaSi1VX82boSXesZ6hBVN2KG5.jpg",
      "https://image.tmdb.org/t/p/w300/dtgwvCc1bTUTnzOAGQDMCZnyCko.jpg",
      "https://image.tmdb.org/t/p/w300/nWwyUOT1AMN6EeoIWgumOw5r87d.jpg",
      "https://image.tmdb.org/t/p/w300/4CqEZck9nwzHwJpdgIz5QkfFXdw.jpg",
      "https://image.tmdb.org/t/p/w300/3Lrv9rZQzkaj0GvklTnHWhTaaJJ.jpg",
      "https://image.tmdb.org/t/p/w300/rMSqiBMk4qmZ17613TKOg41LIxR.jpg",
      "https://image.tmdb.org/t/p/w300/bifmpGuVdJDPPTU4IuCnsMNBOqD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/naam-shabana-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ssxx9ivad2k1.html",
        "server": "usersdrive.com",
        "size": "0.99 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/naam-shabana-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yuudrive.me/d295f6/nam-shabana-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "0.99 GB",
        "quality": "HD 720p"
      },
      {
        "link": "http://www.filedwon.info/lfajfsrjt9f0/Naam_Shabana_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "0.99 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://megaup.net/2f04r/Naam_Shabana_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://mega.nz/file/hItkSQbT#8XL0H6OgqUjHarE9A4Z-QcrktQ3IBfsFYcBtLLRHyTk",
        "server": "mega.nz",
        "size": "0.99 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://upstream.to/s97gevp6xdwz",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "HD 720p"
      }
    ],
    "trailer": {
      "video_id": "OP_dV87Vj5Q",
      "video_url": "https://www.youtube.com/watch?v=OP_dV87Vj5Q",
      "embed_url": "https://www.youtube.com/embed/OP_dV87Vj5Q"
    }
  },
  {
    "metadata": "R|2020||Action",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1.4K"
    },
    "title": "Attack of the Unknown (2020)",
    "description": "SWAT အထူးတပ်ဖွဲ့တဖွဲ့ဟာ အကျဉ်းသားတယောက်ကိုထောင်ဆီပို့ဆောင်နေရင်းနဲ့ လမ်းမှာ ခြုံခိုတိုက်ခံရသလိုဖြစ်ခဲ့ပြီးယာဉ်တန်းရပ်သွားခဲ့ပါတယ်။ဒါပေမဲ့ တိုက်ခိုက်ခံရတာမဟုတ်ပဲ အမည်မသိအကောင်တွေရဲ့တိုက်ခိုက်မှုဖြစ်နေခဲ့ပြီး ဒီအကောင်တွေကတွေ့သမျှလူတိုင်းကို လိုက် သ-တ်နေတဲ့အခါသူတို့ဘယ်လိုရင်ဆိုင်ကြမလဲ၊ အမည်မသိအကောင်ကြီးတွေကရောအခုမှပေါ်လာတာလား၊ နောက်ဆုံးမှာရောသူတို့အဖွဲ့လွတ်မြောက်နိုင်မှာလားဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…  1.6 GB /  670 MBQuality… WEB Dl 1080p / 720pFormat… mp4Duration…. 1h 43mGenre …..  ActionSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by TMMTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexander HauckBJ MezekCharles Solomon Jr.Cheryl PraterCira ValenzuelaClay TrimbleCrystal MarieDee CutroneDennyann GiambroneDouglas TaitElizabeth Noelle JaphetGerardo de PablosJean HeathenJennifer GrangerJerimiyah DunbarJohn MolinaroJohnny HuangJolene AndersenKathleen LitteralKevin HagerMacarena AbadMallorie VanghelMargo QuinnMary Ellen DevofMathew LipiskoMia ScozzaFaveMichael ForschMichaelle LecCaireMila MaximovaMonica CameyPaul BradfordRachael ChristensonRachel Ann MullinsRichard GriecoRobert DonavanRobert LaSardoRoberta SpartaRonnie NanosScott ButlerSélynne SilverShawnn Morris SlaughterSherrie ProseStacy JohnsonTamara SolomsonTania FoxTara ReidTasha ReignTaylor Re LynnValencia Gamble",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b5kpxmzIXMhccMxWZkeRvgi1TJF.jpg",
      "https://image.tmdb.org/t/p/w300/jKaXRKncG1SoZATExwVKnRVOWr9.jpg",
      "https://image.tmdb.org/t/p/w300/sa6tVbEWKgWeIj0zAjGc9Qc1huS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c5wDSjzstchAAN3cnVEhAlo10eC.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9wu6p6weq9dm.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/attack-of-the-unknown-2020-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hHTA/Attack.of.the.Unknown.2020.1080p.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/vnutpenefal0",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2c7kgxru71yn.html",
        "server": "usersdrive.com",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/attack-of-the-unknown-2020-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fPvx/Attack.of.the.Unknown.2020.720p.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/v1j1cbs5dqvd",
        "server": "streamvid.io",
        "size": "670 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "VuVOiQyE1JY",
      "video_url": "https://www.youtube.com/watch?v=VuVOiQyE1JY",
      "embed_url": "https://www.youtube.com/embed/VuVOiQyE1JY"
    }
  },
  {
    "metadata": "|||Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Deewangee (2002)",
    "description": "မင်းသားကြီးအဂျေးနဲ့အရှေးခန်နာ…မင်းသမီး Urmila Matondkar တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက IMDb Rating(6.5) ရရှိထားတဲ့ Crime,Mystery အမျိုးအစား စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးပါ။“အချစ်”ခေတ်အဆက်ဆက်က ဒီစကားလုံးလေးနှစ်လုံးကို ကဗျာတွေစာတွေ ပေတွေနဲ့ ဖော်ကျူးခဲ့ကြတယ်…ခံစားချက်ထောင်ချီကနေ ပေါက်ဖွားလာတဲ့ ဒီစကားလုံးလေးကလူသားကို လုံးဝ ရူးသွပ်သွားအောင် လုပ်နိုင်ခဲ့တယ်..ပြောကြတယ်မလား အချစ်အတွက်ဆို အသက်လည်းပေးနိုင်သလိုသေလည်းသေရဲတယ်ပေါ့ ဒါဟာ တကယ်အချစ်ကိုရူးသွပ်ကြတဲ့လူတွေမှာ ပေါက်ဖွားလာတဲ့ ခံစားချက်လေးပါ…ဒီလိုအချစ်မျိုးတွေ တကယ်ရှိခဲ့ကောင်း ရှိခဲ့ပါလိမ့်မယ်ရှိလည်း ရှိနိုင်ပါတယ်…ဒီလိုစွဲလန်းရူးသွပ်စိတ်ကို ဖေါ်ပြထားတဲ့ ဒီကားလေးမှာငယ်ငယ်လေးကတည်းက တိတ်တခိုးချစ်စိတ်တွေနဲ့ဖုံးကွယ်ထားခဲ့ရတဲ့ ခံစားချက်တွေကို ရင်မှာမျိုသိပ်ရင်းဆရ်ဂမ်ဆိုတဲ့ကောင်မလေးကို တရန်းဆိုတဲ့ကောင်လေးဟာရင်မှာကျိတ်ပိုးငြိတွယ်နေခဲ့တယ်…မိဘတွေက ရင်းနှီးသိကျွမ်းကြလို့ သူတို့နှစ်ယောက်ကိုငယ်ငယ်လေးကတည်းက သဘောတူထားခဲ့ကြတယ်..လောကဓံကြောင့် တရန်းရဲ့မိဘတွေ ငယ်ငယ်လေးကတည်းကဆုံးပါးသွားခဲ့ကြပြီး ချစ်ရသူနဲ့ငယ်ငယ်လေးကတည်းကကွေကွင်းသွားခဲ့ရပါတယ်..ပြန်ဆုံမိတဲ့အခိုက်အတန့် သိပ်မကြာခင်မှာပဲလူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်…ရဲတွေဟာ တရန်းကိုလက်ပူးလက်ကြပ်မိလို့ လူသတ်တရားခံလို့ မှတ်ယူထားခဲ့ကြတယ်…ဆရ်ဂမ်ဟာ တရန်းကလူသတ်သမားမဖြစ်နိုင်ဘူးဆိုတာကိုယုံကြည်တဲ့အတွက် နာမည်ကျော်ရှေ့နေလေး ရာဂျ်ကိုအမှုလိုက်ပေးဖို့ အကူအညီတောင်းခဲ့ပါတယ်…တရန်းကလည်း သူ လူမသတ်ပါဘူးလို့ ငြင်းတယ်…ရှေ့နေရာဂျ်ကလည်း ဆရ်ဂမ်ကို သဘောကျနေတော့ဒီအမှုကိုလိုက်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်…ဒီလိုနဲ့ တရန်းဟာ တကယ်ပဲ လူသတ်သမားဖြစ်နေမလား…တကယ့်လူသတ်သမားက ဘယ်သူဖြစ်နေမလဲဆိုတာကိုလှည့်ကွက်တွေများစွာနဲ့ ကြည့်ရှုအားပေးရမှာဖြစ်ပါတယ်…လောကမှာ အချစ်အတွက်ဆို ဘာမဆိုလုပ်ပေးနိုင်တဲ့လူစားမျိုးကို ရလိုက်တာဟာ ကံကောင်းခြင်းလို့ မှတ်ယူနိုင်ပါတယ်…ဒါပေမဲ့ အချစ်ရဲ့စွဲလမ်းရူးသွပ်စိတ်မှာလည်း ဘေးထွက်ဆိုးကျိုးဆိုတာရှိတတ်တာကို ဒီဇာတ်ကားက အမိအရရိုက်ကူးထားပေးလို့စိတ်လှုပ်ရှားစွာ ကြည့်ရှုနိုင်ကြပါတယ်လို့ ညွှန်းပေးလိုက်ပါတယ်။File size…(3 GB) / (1.3 GB)Quality….WEB-DL 1080p /720pFormat…mp4Duration….02:37:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byTaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAjay DevgnAkshaye KhannaFarida JalalMazhar KhanMohan KapurNeelam KothariNirmal PandeyNishigandha WadSeema BiswasSuhasini MulaySuresh OberoiTiku TalsaniaUrmila MatondkarVijayendra Ghatge",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ogw0az8LVUtZxMJhiFSDz9BmzeD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODBkOTRkZDgtNzI3My00YWZkLWE5NjAtNmQxMjAwYTY3YjYxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/deewangee-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-deewangee-2002-1080-p-amzn-dl-avc-ddp-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2r3jy/(CM)_Deewangee.2002.1080p.AMZN.DL.AVC.DDP.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kSdhzCiC#YdAnuo0orGcetKfK-5pbUP43Qo2Jj_j6muXdUKovGWY",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/468q1th1uj92.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/ts0shr29yn1z.html",
        "server": "streamsb.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-deewangee-2002-720-p-amzn-dl-avc-ddp-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/158ol/(CM)_Deewangee.2002.720p.AMZN.DL.AVC.DDP.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JCNHVJJK#H6GHE1CUrCi0LViSjTb4mZwyCySuUag7ivrRDoU6010",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/t2hsmx4a17mf.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/5f4phwojvfmd.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Biography,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "23568"
    },
    "title": "Embrace of the Serpent(2015)",
    "description": "Embrace of the Serpent(2015)**************************ဒီရုပ်ရှင်ဟာ အမေဇုန်တောအုပ်ထဲကို ဆေးဖက်ဝင် အထွတ်အမြတ်သစ်ပင်တစ်မျိုးသွားရှာခဲ့တဲ့သိပ္ပံပညာရှင်နှစ်ယောက်ရဲ့ ဒိုင်ယာရီကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။၂၀၁၅ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ခရီးသွား ဖြူမဲရုပ်ရှင်ဖြစ်ပြီး ဆုတံဆိပ်တွေလည်း များစွာရရှိထားပါတယ်။ကိုလန်ဘီယာရဲ့ ပထမဆုံးသော Oscar nomianted ရုပ်ရှင်လို့လည်းဆိုကြပါတယ်။ဇာတ်ကားထဲက သိပ္ပံပညာရှင်နှစ်ယောက်ဟာ ဒီတောအုပ်ထဲကို အတူတူခရီးသွားကြတာမဟုတ်ဘဲတစ်ယောက်ပြီးမှ တစ်ယောက်၊ ၁၉၀၉ခုနှစ်နဲ့ ၁၉၄၀ခုနှစ်တွေမှာ နှစ်သုံးလောက်ခြားပြီးမှ ခရီးထွက်ဖြစ်ခဲ့တာပါ။ရည်ရွယ်ချက်ကတော့ အတူတူပါပဲ။ ယာကရူနာဆိုတဲ့ ဆေးဖက်ဝင်ရှားပါးသစ်ပင်ကိုသွားရှာတာပါ။သူတို့နှစ်ဦးလုံးရဲ့ခရီးစဥ်မှာ ကာရာမာကာတဲ ဆိုတဲ့ နယ်ခံနတ်ဆရာကြီးနဲ့တွေ့ခဲ့ကြပါတယ်။နတ်ဆရာကြီးဟာ သူ့လူမျိုးစုမှာ တစ်ဦးတည်းရှင်ကျန်သူဖြစ်ပြီး သူတို့ဓလေ့တွေ အစဥ်အလာတွေ သမိုင်းတွေကို ထိန်းသိမ်းထားသူပါ။ဒီခရီးစဥ်နှစ်ခုမှာ ဘာတွေကြုံတွေ့ရမလဲ၊အမေဇုန်လူမျိုးစုတွေ ဓလေ့တွေကဘယ်လိုတွေဆိုတာ မြင်တွေ့နိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။File Size :(3.08GB) and (1.4GB)Quality : Blu-Ray1080p, 720pFormat…mp4Duration…02:05:00Genre : Adventure, Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by ThemesEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAntonio BolívarBrionne DavisJan BijvoetJosé SabogalLuigi SciamannaNicolás CancinoNilbio TorresPediwake Daniel MartínezYauenkü Miguee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a9jgZnmKVbhxiiC2Rl01X7BNK1k.jpg",
      "https://image.tmdb.org/t/p/w300/1metveEQe1OXm8I4KX0EixIhrBD.jpg",
      "https://image.tmdb.org/t/p/w300/3Y5sbyenHRitKPUl6CpKXi2XuMr.jpg",
      "https://image.tmdb.org/t/p/w300/41XC6oFixUKGerFS1uN83sGD31m.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/t3Lmw8jvm7tpik0lSkub8hU4oRW.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bvaihwidro40.html",
        "server": "usersdrive.com",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/embrace-of-the-serpent-2015-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3fHef/Embrace.of.the.Serpent.2015.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JDF02BIJ#uZoXZ-S3X4gQWxioZ4rsAT0BdtPvBt-s973l9CpAGWI",
        "server": "mega.nz",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/z14k8tmeh59t",
        "server": "streamvid.io",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nopmrsrfbc5p.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/embrace-of-the-serpent-2015-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fHdy/Embrace.of.the.Serpent.2015.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JDF02BIJ#uZoXZ-S3X4gQWxioZ4rsAT0BdtPvBt-s973l9CpAGWI",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/ulib1bcscmw9.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/dlx464jhkssa",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TqOjn_sLON4",
      "video_url": "https://www.youtube.com/watch?v=TqOjn_sLON4",
      "embed_url": "https://www.youtube.com/embed/TqOjn_sLON4"
    }
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1254"
    },
    "title": "All of You(2017)",
    "description": "All of You(2017)(unicode)ဂတ်ဘီဟာ ပေါင်းရသင်းရခက်လွန်းတဲ့ ဂွကျကျ အပျိုကြီးတစ်ယောက်။ သူ့ရဲ့ဇီဇာကြောင်လွန်းတဲ့အပြုအမူတွေကြောင့် လက်ထပ်ဖို့နောက်တွန့်သွားတဲ့ အမျိုးသားတွေလည်း ဒုနဲ့ဒေး။ အပျိုကြီး ဘဝဟာ ဘယ်လိုပဲ ခပ်တည်တည်ရပ်တည်နေပေမယ့်အရေးအကြောင်းဆို ပခုံးမှီပြီး ရင်ဖွင့် ဖေးမမယ့်သူလေးတော့ လိုအပ်ကြတယ်မလား။ ဒီလိုနဲ့ ကြံမိကြံရာ Online ကနေ့ ချိန်းတွေဖို့ ကြိုးစားမိတယ်….အဲ့ဒီမှာ ယောင်္ကျားတစ်ယောက်နဲ့တွေ့တော့တာပဲ…အဲ့ဒီသူနဲ့ တကယ်ချစ်သွားမှာလား…သူတို့ ဘယ်အဆင့်ထိရောက်ကြမလဲ…ဇီဇာကြောင်အပျိုကြီးရဲ့ ဒဏ်ကိုရော ခံနိုင်ပါ့မလား…အချစ်ဆိုတာရော အယူအဆမတူတဲ့သူတွေကြားမှာ ဘယ်လောက်ထိချိန်ညှိပေးနိုင်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ချစ်စရာကောင်းတဲ့ အချစ်ဟာသကားလေးပါ။ အထူးသဖြင့်တော့ဒီဇာတ်ကားရဲ့အကြောင်းအရာတွေတိုက်ဆိုင်ပြီး FA ဖြစ်နေသေးရင်တော့ကိုယ့်ကိုကိုယ်သိလိုက်ကြပေါ့နော်…ဖိလစ်ပင်းထုံးစံအတိုင်း ဘိုလိုတွေကြားညှပ်အများကြီးပြောတဲ့နေရာတစ်ချို့မှာ စာတန်းထိုးမရပါဘူး။ အတတ်နိုင်ဆုံးတော့ နားထောင်ပြီးထပ်ဖြည့်ပေးထားတယ်။ လိုအပ်ချက်တွေရှိနေနိုင်ပေမယ့် ဇာတ်လမ်းကို မထိခိုက်ပါဘူး။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်….(zawgyi)ဂတ္ဘီဟာ ေပါင္းရသင္းရခက္လြန္းတဲ့ ဂြက်က် အပ်ိဳႀကီးတစ္ေယာက္။ သူ႔ရဲ႕ဇီဇာေၾကာင္လြန္းတဲ့အျပဳအမူေတြေၾကာင့္ လက္ထပ္ဖို႔ေနာက္တြန႔္သြားတဲ့ အမ်ိဳးသားေတြလည္း ဒုနဲ႔ေဒး။ အပ်ိဳႀကီး ဘဝဟာ ဘယ္လိုပဲ ခပ္တည္တည္ရပ္တည္ေနေပမယ့္အေရးအေၾကာင္းဆို ပခုံးမွီၿပီး ရင္ဖြင့္ ေဖးမမယ့္သူေလးေတာ့ လိုအပ္ၾကတယ္မလား။ ဒီလိုနဲ႔ ႀကံမိႀကံရာ Online ကေန႔ ခ်ိန္းေတြဖို႔ ႀကိဳးစားမိတယ္….အဲ့ဒီမွာ ေယာက်ၤားတစ္ေယာက္နဲ႔ေတြ႕ေတာ့တာပဲ…အဲ့ဒီသူနဲ႔ တကယ္ခ်စ္သြားမွာလား…သူတို႔ ဘယ္အဆင့္ထိေရာက္ၾကမလဲ…ဇီဇာေၾကာင္အပ်ိဳႀကီးရဲ႕ ဒဏ္ကိုေရာ ခံႏိုင္ပါ့မလား…အခ်စ္ဆိုတာေရာ အယူအဆမတူတဲ့သူေတြၾကားမွာ ဘယ္ေလာက္ထိခ်ိန္ညႇိေပးႏိုင္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး…ခ်စ္စရာေကာင္းတဲ့ အခ်စ္ဟာသကားေလးပါ။ အထူးသျဖင့္ေတာ့ဒီဇာတ္ကားရဲ႕အေၾကာင္းအရာေတြတိုက္ဆိုင္ၿပီး FA ျဖစ္ေနေသးရင္ေတာ့ကိုယ့္ကိုကိုယ္သိလိုက္ၾကေပါ့ေနာ္…ဖိလစ္ပင္းထုံးစံအတိုင္း ဘိုလိုေတြၾကားညႇပ္အမ်ားႀကီးေျပာတဲ့ေနရာတစ္ခ်ိဳ႕မွာ စာတန္းထိုးမရပါဘူး။ အတတ္ႏိုင္ဆုံးေတာ့ နားေထာင္ၿပီးထပ္ျဖည့္ေပးထားတယ္။ လိုအပ္ခ်က္ေတြရွိေနႏိုင္ေပမယ့္ ဇာတ္လမ္းကို မထိခိုက္ပါဘူး။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (307 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:44:00Genre : Romance, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by AliasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDan VillegasStarsDerek RamsayEnzo MarcosHannah LedesmaJennylyn MercadoKean CiprianoMilo Elmido Jr.Nico AntonioSam MilbyVia AntonioYayo AguilaCastDerek RamsayEnzo MarcosHannah LedesmaJennylyn MercadoKean CiprianoMilo Elmido Jr.Nico AntonioRafael RosellSam MilbySolenn HeussaffVia AntonioYayo Aguila",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2YxLxJlu5G0XGoA6gTmpCKminVY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bTaCIwYmJjU4eJcmAwTzjsT6pgM.jpg",
    "movie_links": [
      {
        "link": "https://fastload.cc/31n",
        "server": "fastload.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/V9z/All.of.You.2017.WEB-DL_720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/DUWHd8_CZhDiaQ",
        "server": "disk.yandex.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/2WwU4",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-all-of-you-2017-1080-p-nf-web-dl-ddp-5-1-x-264-honey-g-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/x193rrn3k835.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1x68h/All_Of_You_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/og1GSAKL#mk9jfltXnXHwd7-wdi18WteGFXY_bJItb2yqX-q3X2o",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/nke1ti463rep",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "84AwdzEg1RI",
      "video_url": "https://www.youtube.com/watch?v=84AwdzEg1RI",
      "embed_url": "https://www.youtube.com/embed/84AwdzEg1RI"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "To My Star 2: Our Untold Stories (2022)",
    "description": "",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/To-My-Star-Season-2.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Horror",
    "rating": {
      "rating": "6/10",
      "rating_count": ""
    },
    "title": "Silent Night (2021)",
    "description": "ခရစ္စမတ်ရဲ့ ​ပျော်ရွှင်ကြည်နူးဖွယ် မိသားစု​မေတ္တာဖွဲ့ ဇာတ်လမ်း​တွေ​ကြောင့် ရိုးအီလာတဲ့သူ​တွေအတွက်Castအလန်းစား​တွေပါဝင်တဲ့ ခရစ္စမတ်vibeအပြည့်နဲ့ Psychological Thriller ကား​ကောင်း​တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီCast​တွေအ​နေနဲ့ Keira Knightley, Annabelle Willis, JoJo Rabitထဲက Roman Griffin Davisလို cast​တွေ ပါဝင်ထားပြီးHorror themeအ​နေနဲ့ IMDb 5.9နဲ့ Rotten Tomatoes 59%အထိ ရထားပါတယ်Nellနဲ့ Simonတို့ လင်မယားနှစ်​ယောက်ဟာ ခရစ္စမတ် ညစာစားပွဲအ​နေနဲ့ကျောင်း​နေဖက်သူငယ်ချင်း​တွေကို ဖိတ်ပြီး စားပွဲလုပ်ခဲ့ပါတယ်၊ဒါ​ပေမဲ့ သူတို့ရဲ့​ညစာစားပွဲက ပွဲမစည်ဘဲ လူတိုင်းမှာ ​​ကြောက်လန့်စိုးရွံ့တဲ့စိတ်ရှိ​​​နေပြီးရယ်စရာဟာသ​တွေ၊ လက်​​ဆောင်ပစ္စည်း​တွေနဲ့ အပူရုပ်ကို ဟန်လုပ်​နေရ​ပေမဲ့​ကြောက်စိတ်​တွေ ဖုံးမနိုင်ဖိမရ ​ပေါ်လာတဲ့အခါ ဘာ​တွေဆက်ဖြစ်ကြမလဲ၊သူတို့အားလုံး ဘာကို​ကြောက်​နေကြတာလဲ၊ ဘယ်လိုရင်ဆိုင်​ဖြေရှင်းမလဲ ဆိုတာကိုပ​ဟေဠိ​ဆန်ဆန် ​အ​တွေးနယ်ချဲ့လိုက်ကြပါဦးFile size…(2 GB) / (1 Gb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Comedy, HorrorSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Thaung Htike Zaw and MTAYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnnabelle WallisDavida McKenzieDora DavisGilby Griffin DavisHardy Griffin DavisHolly AirdKeira KnightleyKirby Howell-BaptisteLily-Rose DeppLucy PunchMatthew GoodeRoman Griffin DavisRufus JonesSope DirisuTrudie Styler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/384U0CCZE4P6QbE5bXx1HukAdUJ.jpg",
      "https://image.tmdb.org/t/p/w300/bq6dSuW1eiMpX5O5Ut4hsNXvnKy.jpg",
      "https://image.tmdb.org/t/p/w300/j1HAr9RWJl5qS0RMDiDFwGZt2eN.jpg",
      "https://image.tmdb.org/t/p/w300/bbKPtW3BLeBwhFEr5sQw8akGWK9.jpg",
      "https://image.tmdb.org/t/p/w300/1TWdhXBsi6yIF2LP1ROoCzGXiwk.jpg",
      "https://image.tmdb.org/t/p/w300/6rf7ZPVqmHFkZiixzAsEYWWVJNL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/si.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/silent-night-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/silent-night-und-morgen-sind-wir-tot-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/silent-night-und-morgen-sind-wir-tot-2021-720-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Gxrp/Silent.Night.Und.Morgen.Sind.Wir.Tot.2021.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Gxr7/Silent.Night.Und.Morgen.Sind.Wir.Tot.2021.720(CM).mp4",
        "server": "megaup.net",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/pput2u4g5cx8.html",
        "server": "streamsb.com",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/pput2u4g5cx8.html",
        "server": "streamsb.com",
        "size": "500 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/yh4vw09fhcnt.html",
        "server": "usersdrive.com",
        "size": "900 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "u1dOECVgqIQ",
      "video_url": "https://www.youtube.com/watch?v=u1dOECVgqIQ",
      "embed_url": "https://www.youtube.com/embed/u1dOECVgqIQ"
    }
  }
]