[
  {
    "metadata": "|||",
    "rating": {
      "rating": "7.7/",
      "rating_count": "3"
    },
    "title": "Love (ft. Marriage and Divorce)Season 2 [2021]",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5iNUIUNlFdkssIcIEQKUGLTU90k.jpg",
      "https://image.tmdb.org/t/p/w300/zGU295v9E1cprYF6j41VXHL4lVA.jpg",
      "https://image.tmdb.org/t/p/w300/sNRnZbB8qk5TNSmXZVxw4kxhYly.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/06/Love_Ft_Marriage_Divorce_Season_2-P1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Action,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "The Matrix Resurrections (2021)",
    "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ UN က စက်ရုပ်အားလုံးကို ဖျက်ဆီးဖို့ ရုတ်တရက် လုပ်ဆောင်လိုက်ပါတော့တယ်။ ဒီဖြစ်စဉ်ကြီးမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ စက်ရုပ်အနည်းစုဟာ လူတွေနဲ့ အတူယှဉ်တွဲနေထိုင်ဖို့ကိုလက်လျှော့ပြီး မီဆိုပိုတေးမီးယားဆိုတဲ့ လွတ်မြောက်နယ်မြေကို ထွက်သွားခဲ့ကြတယ်။ အဲဒီမှာပဲ 01 ဆိုတဲ့ ပထမဆုံး စက်ရုပ်နိုင်ငံ ပေါ်ပေါက်လာပါတော့တယ်။ 01 ဟာ သူတို့ကိုယ်သူတို့ ပိုအသိဉာဏ်ရှိလာအောင် ဖန်တီးခဲ့သလို လူတွေလိုအပ်တဲ့ စက်တွေ နည်းပညာတွေကိုလည်း ပြန်ရောင်းစားပြီး တဖြည်းဖြည်းနဲ့ စီးပွားရေးမှာ လူတွေထက် အဆမတန် အင်အားကြီးလာခဲ့ပါတယ်။ လူသားငွေကြေးတန်ဖိုးတွေလည်း ကျဆင်းပြီး အင်အားချည့်နဲ့လာတဲ့အတွက် UN က 01 ကို စီးပွားရေးပိတ်ဆို့ခဲ့တယ်။ ဒါကို ညှိနှိုင်းဖို့ ရောက်လာတဲ့ စက်ရုပ်သံတမန်တွေကိုလည်း တိုက်ခိုက်ဖျက်ဆီးခဲ့တယ်။ အဲဒီနောက်မှာ UN က စက်ရုပ်နိုင်ငံကို လက်ဦးမှုယူ တိုက်ခိုက်ခဲ့ပြီး ၂၂ ရာစု အလယ်လောက်မှာ စစ်ပွဲကြီးစတင်ခဲ့ပါတယ်။ ဒါ့အပြင် အနုမြူနဲ့ပါ လက်ဦးအောင် ထုခဲ့ပါတယ်။ ဒါပေမဲ့ စက်ရုပ်တွေက လူတွေထက်ပိုမာတဲ့ အတွက် မျိုးမပြုတ်ခဲ့ပါဘူး။ အဲဒီမှာ မျိုးမပြုတ်ဘဲ ကျန်ခဲ့တဲ့စက်ရုပ်တွေဟာ တစ်ကမ္ဘာလုံးက စက်တွေကို စုစည်းပြီး ပြန်ထိုးစစ်ဆင်ပါတော့တယ်။ အရှေ့အလယ်ပိုင်း ဥရောပ အရှေ့ပိုင်းတွေကိုပါ သိမ်းပိုက်လာနိုင်ခဲ့တယ်။အရေးနိမ့်လာတဲ့လူသားတွေဟာ အမှောင်မုန်တိုင်းလို့ ခေါ်တဲ့ စစ်ဆင်ရေးတစ်ခုကို လုပ်ခဲ့တယ်။ ဒါကတော့ စက်ရုပ်တွေရဲ့ အဓိကစွမ်းအင်ရင်းမြစ်ဖြစ်တဲ့ နေကို ဖြတ်တောက်ဖို့ပါပဲ။ ကမ္ဘာ့လေထုအကာတစ်ခုလုံးကို နာနိုဗုံးတွေနဲ့ဖောက်ခွဲပြီး တိမ်မည်းကြီးတွေ ဖုံးသွားအောင်လုပ်ပြီး ကမ္ဘာပေါ်မှာ နေရောင်ပျောက်ကွယ်သွားအောင်လုပ်ခဲ့တာပါပဲ။ ဒီစစ်ဆင်ရေးကြောင့် စက်ရုပ်တွေအင်အားချိနဲ့သွားပေမဲ့ မကြာခင်မှာပဲ အနုမြူစွမ်းအင်ကို အစားထိုးပြီး ပြန်အင်အားများလာခဲ့တယ်။ပြီးတော့ လူသားပုံစံစက်ရုပ်တွေကိုမသုံးတော့ဘဲ ပိုပြီးတိုက်ခိုက်နိုင် အားသုံးနိုင်တဲ့ စန်တီနယ်လို စက်ရုပ်တွေကို သုံးလာခဲ့တယ်။လူသားတွေ အကျအဆုံးများပြီး ငတ်မွတ်လာတဲ့အချိန်မှာတော့ UN ရဲ့ရှေ့ကို စက်ရုပ်သံတမန်နောက်တစ်ခေါက်ရောက်လာပါတော့တယ်။ ဒီတစ်ခါမှာတော့ စက်ရုပ်သံတမန်က ထွေထွေထူးထူးညှိနှိုင်းမနေတော့ပါဘူး။ သူ့ကိုယ်သူဖောက်ခွဲပြီး ကမ္ဘာခေါင်းဆောင်အားလုံးနဲ့ နယူးယောက်မြို့ကြီးကို ဖျက်ဆီးပစ်လိုက်ပါတော့တယ်။ ခေါင်းဆောင်မရှိတော့တဲ့ တပ်တွေကိုလည်း စက်ရုပ်တပ်တွေက အသာအယာအနိုင်ယူပြီး လူသားတွေ ကျဆုံးသွားခဲ့ပါတော့တယ်။ ဒါ့အပြင် စက်ရုပ်တွေဟာ နေ နဲ့ အနုမြူစွမ်းအင်အပြင် နောက်ထပ် စွမ်းအင်ရင်းမြစ်တစ်ခုကို တွေ့ရှိလာခဲ့ပါတယ်။ ဒါကတော့လူသားတွေကို ဖမ်းဆီးထားပြီး သူတို့ ကိုယ်ကနေ လျှပ်စစ်စွမ်းအင်တွေ ထုတ်ယူတာပါ။ အဆုံးမရှိတဲ့ကွင်းပြင်ကြီးတွေထဲမှာ လူသားတွေ သန်းချီပြီး ဖမ်းဆီးထားပြီး စွမ်းအင်ထုတ်ယူပါတော့တယ်။အဲဒိဖမ်းဆီးထားတဲ့လူသားတွေရဲ့ စိတ်ကို အကျဉ်းချဖို့အတွက် Matrix ကို ဖန်တီးလိုက်တာပါပဲ။ Matrix ဆိုတာကတော့ Virtual Reality တစ်ခုပါပဲ။ လူသားတွေရဲ့ စိတ်ကို ကွန်ပြူတာစနစ်ထဲကို ထည့်သွင်းထားပြီး ၁၉ ရာစု ၂၀ ရာစုခေတ်မှာ သူတို့ဘာသာ အသက်ရှင်နေထိုင်နေကြသလို ထင်ယောင်ထင်မှား ဖြစ်စေခဲ့တာပါ။(ဒါကတော့ ၁ ၂ ၃ ကြည့်ပြီးမှ ဆက်ဖတ်သင့်ပါတယ်)Matrix ရဲ့ ပထမဆုံးဗားရှင်းမှာတော့ လူသားတွေဟာ လုံးဝပြီးပြည့်စုံပြီး လိုလေးသေးမရှိတဲ့ ကမ္ဘာကြီးထဲမှာ နေထိုင်ရတာပါ။ ဒါကို လူသားတွေရဲ့စိတ်က ဖြစ်တည်မှုအစစ်လို့ လက်မခံနိုင်တဲ့အတွက် Matrix ပထမဆုံးပရိုဂရမ် ကျရှုံးသွားပါတော့တယ်။ ဒီတော့ စက်ရုပ်တွေက လူသားတွေကို စစ်တွေဆက်တိုက်ဖြစ်နေပြီး ဒုက္ခပင်လယ်ဝေနေတဲ့ Matrix တစ်ခုဖန်တီးပေးပြန်ပါတယ်။ ဒါကိုလည်း လူသားဦးနှောက်က လက်မခံပြန်ပါဘူး။ နောက်ဆုံးမှာတော့ လူသားတွေရဲ့ဘဝအစစ်လို့ အဓိကယုံကြည်စေဖို့ လိုအပ်တဲ့အရာဟာ Choice လို့ခေါ်တဲ့ ရွေးချယ်မှု ရှိတယ်လို့ ထင်ရတဲ့ ကမ္ဘာပဲဆိုတာ စက်ရုပ်တွေ သိသွားပါတယ်။ ဒီတော့မှ Matrix ဟာ အောင်မြင်ပြီးလူသားတွေကို ဖြစ်တည်မှုအတုထဲမှာ အကျဉ်းချထားနိုင်ပါတော့တယ်။ ဒီ Matrix ထဲမှာပဲ ရင်းမြစ်ကုတ်ကို ထိန်းချုပ်တဲ့ Architect ဗိသုကာဆိုတဲ့ လူကို ဖန်တီးထားလိုက်တယ်။ ပြီးတော့ လူသားတွေကိုလေ့လာပြီး ပြောင်းလဲပေးနိုင်ဖို့ ရှေ့ဖြစ်ဟော Oracle ဆိုတဲ့ ပရိုဂရမ်တစ်ခုကိုဖန်တီးထားတယ်။ ဒါပေမဲ့ ဒီ Matrix ဟာလည်း လူသား ၉၉ ရာနှုန်းကိုပဲ လှည့်စားနိုင်ပါတယ်။ ၁ ရာခိုင်နှုန်းကတော့ ဒါဟာ အတုအယောင်လို့ သံသယဝင်လာတဲ့ ပရိုဂရမ်ချို့ယွင်းချက်တွေဖြစ်လာတယ်။ အဲဒီ မက်ထရစ်ကနေ လွတ်မြောက်လာပြီး Zion လို့ခေါ်တဲ့ နောက်ဆုံးလူသားတိုင်ပြည်ကို တည်ထောင်လာတယ်။ ပြီးတော့ ဒီလူတွေကပဲ Matrix ထဲကို ပြန်ဝင်လာပြီး လူသားအားလုံးကို လွတ်မြောက်အောင် ပြန်တိုက်ခိုက်လာတယ်။ ဒီလို error လူတွေကို ကာကွယ်ဖို့ အေးဂျင့်ဆိုတဲ့ အင်အားကြီးတဲ့ ပရိုဂရမ်မျိုးတွေဖန်တီးထားခဲ့တယ်။ ဒီတော့ Matrix စနစ် တည်ငြိမ်ဖို့ အဲဒီ ချို့ယွင်းကုတ်တွေ အားလုံးကို သယ်ဆောင်နေတဲ့ ပရိုဂရမ်တစ်ခုကို ဖန်တီးလိုက်တယ်။ The One ခေါ် Neo ပေါ့။ အဲဒီ The One ဟာ လူသားအားလုံးကို ကယ်တင်မယ့်သူလို့ Zion တွေ ယုံကြည်စေခဲ့တယ်။ ဒါပေမဲ့ အဲဒီ The One ရဲ့ လမ်းကြောင်းဟာ နောက်ဆုံးမှာ ဗိသုကာဆီမှာ အဆုံးသတ်ပါတယ်။ Neo ဟာ လူသားတွေကို ကယ်တင်ဖို့ သူ့ကိုယ်သူ စတေးခံရမယ်။ သူသေသွားချိန်မှာ သူ့ရဲ့ မူလ ကုတ်တွေအားလုံးကို မူလရင်းမြစ်ကုတ်ထဲကို ပူးပေါင်းစေပြီး Matrix ကို reload ဖြစ် အစက ပြန်စတင်စေတာပါ။ Zion ဆိုတဲ့ လူသားကမ္ဘာကိုလည်း အားလုံးပျက်စီးစေမှာပါ။ မပျက်စီးခင်မှာ Neo ကို လူသား ၂၃ ယောက်ရွေးချယ်ခိုင်းပြီး Matrix အသစ်ပြန်စ Zion အသစ်ပြန်စပြီး နောက်တစ်ဖန် ထိန်းချုပ်လည်ပတ်စေတာပါ။ ဒီလိုနဲ့ Matrix ရဲ့ error တွေကိုရှင်းပြီး reload လုပ်ခဲ့တာ ငါးကြိမ်တိုင်ခဲ့ပါပြီ။ Neo ငါးယောက်လည်း သေဆုံးပြီးခဲ့ပါပြီ။ အခု Matrix ရုပ်ရှင်ထဲက ၆ ယောက်မြောက် Neo ကတော့ မတူတဲ့လမ်းကို ရွေးခဲ့ပါတယ်။ ရင်းမြစ်ကုတ်ဆီမှာ အသေခံရမယ့်အစား သူ့ချစ်သူ ထရစ်နတီကို ကယ်တင်ခဲ့တယ်။ နောက်ပြီးတော့ ဇိုင်ရွန်တွေ ပျက်စီးရမယ့်စား စစ်ပြေငြိမ်းနိုင်ဖို့ စက်ရုပ်မြို့တော်အထိ ရောက်အောင်သွားပြီး အပေးအယူလုပ်ပြီးမှ အသေခံခဲ့တာပါ။ ဒီလိုနဲ့ ကမ္ဘာကျော် Matrix ရုပ်ရှင်တွေ အဆုံးသတ်ခဲ့တာပါ။ ဒီတစ်ခါတော့ Matrix ပြန်လည်ရှင်သန်ခြင်းမှာ ဘာတွေဖြစ်လာမလဲ စောင့်ကြည့်လိုက်ရအောင်။(Reviewed by Mr. Anderson)The Matrix ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=the+matrix+neoမှာကြည့်ပါ။File size… 5Gb / 3 Gb / 1.6 Gb / 800 Mb / 300 MbQuality….Webrip 4K 2160p / 1080p / 720p / 720p HEVC / 480pFormat…mp4 / mkvDuration….02:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr.Anderson, Phyo PyaeTranslated by CM TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmadei WeilandAndrew KoponenAndrew Lewis CaldwellBrian J. SmithCarrie-Anne MossChad StahelskiChris ReidChristina RicciClayton WatsonDaniel BernhardtEllen HollmanEréndira IbarraEtienne VickIan PirieJada Pinkett SmithJames D. Weston IIJessica HenwickJohn LobatoJonathan GroffJoshua GrotheKeanu ReevesLambert WilsonMax RiemeltMel PowellNeil Patrick HarrisPriyanka ChopraStephen DunlevyTelma HopkinsThomas DalbyTiger Hu ChenToby OnwumereYahya Abdul-Mateen II",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eNI7PtK6DEYgZmHWP9gQNuff8pv.jpg",
      "https://image.tmdb.org/t/p/w300/hv7o3VgfsairBoQFAawgaQ4cR1m.jpg",
      "https://image.tmdb.org/t/p/w300/3NiiRAKt2L5bUuAvSOkv6Yn7u6T.jpg",
      "https://image.tmdb.org/t/p/w300/dB0CxRwLXJoOrRPUvsJjb2hnPtq.jpg",
      "https://image.tmdb.org/t/p/w300/hjAI67s5P3QO8Tl04nLV0rpqbID.jpg",
      "https://image.tmdb.org/t/p/w300/3bmJdYwXIEVa48l5iL5qxpkSDp4.jpg",
      "https://image.tmdb.org/t/p/w300/9Rj9Z9jwzaKVqjF4Uv4WqrU0tqU.jpg",
      "https://image.tmdb.org/t/p/w300/pwZZjwx4PS00uwB37451S80CbA8.jpg",
      "https://image.tmdb.org/t/p/w300/l3SrBvDk9XyqWF7jK0wXBsQ2jGb.jpg",
      "https://image.tmdb.org/t/p/w300/4E1fP7IyU3Ky8iJZy7X5ZrD1N9V.jpg",
      "https://image.tmdb.org/t/p/w300/lthbvAMIjuA44jSSdNCHNTx6jM3.jpg",
      "https://image.tmdb.org/t/p/w300/k0Cuybu9ECuc47ODlHcIP8TJCZi.jpg",
      "https://image.tmdb.org/t/p/w300/gzPdp9IVQHqFRaQ9e6qcENG1ys.jpg",
      "https://image.tmdb.org/t/p/w300/4VGFbdUMLzVHiwTRWyn2H8ABhDg.jpg",
      "https://image.tmdb.org/t/p/w300/gsRugpNWZoU4gEnvuUWVSkeKN9v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/mt-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-matrix-resurrections-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-resurrections-2021-4-k-2160-p-hmax-web-dl-eac-3-5-1-sdr-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://megaup.net/10Zm0/(CM)_The.Matrix.Resurrections.2021._4K_2160p.HMAX.WEB-DL.EAC3_5.1_SDR.HEVC-Nyein.mkv",
        "server": "megaup.net",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://usersdrive.com/dd5b9n6zmbc8.html",
        "server": "usersdrive.com",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://mega.nz/file/Nh9w1SBR#o-9uwZnqmRAkuk_EbSyKlExyfgIYvazyeSOmeDcWvII",
        "server": "mega.nz",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://yoteshinportal.cc/the-matrix-4-resurrections-2021-web-dl-1080-p-5-1-ch-ac-3-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1GW6a/The.Matrix.4_Resurrections.2021.WEB-DL.1080P5.1CH_Ac3.mkv",
        "server": "megaup.net",
        "size": "3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1g0WRIYI#tQm_YqsoU_WVLDFd68rN_lYXmUeu5cBw9xTrqaRWdZQ",
        "server": "mega.nz",
        "size": "3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-matrix-resurrections-2021-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GW58/the.matrix.resurrections.2021.720p(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wkxCySiS#n7hVJM9lJWkvt-z0XfnQWFJ3N61y6z55FI-gONkLkTc",
        "server": "mega.nz",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/ckgfzfwaehzx.html",
        "server": "streamsb.com",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/ckgfzfwaehzx.html",
        "server": "streamsb.com",
        "size": "800 Mb",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-resurrections-2021-720-p-hmax-web-dl-hevc-small-file-mkv",
        "server": "yoteshinportal.cc",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://watchsb.com/u4hk8iz4lqab.html",
        "server": "streamsb.com",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://usersdrive.com/6f0h6a6nx7bv.html",
        "server": "usersdrive.com",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://megaup.net/10Zlf/(CM)_The.Matrix.Resurrections.2021.720p.HMAX.WEB-DL._HEVC_SmallFile.mkv",
        "server": "megaup.net",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://mega.nz/file/dgkChaRK#Y4IwTRpURJ2IHKVCdmwpnZNU3qPYVtRkVyYlo-e-o18",
        "server": "mega.nz",
        "size": "300 Mb",
        "quality": "720p HEVC"
      }
    ],
    "trailer": {
      "video_id": "wdskyfJtyt8",
      "video_url": "https://www.youtube.com/watch?v=wdskyfJtyt8",
      "embed_url": "https://www.youtube.com/embed/wdskyfJtyt8"
    }
  },
  {
    "metadata": "PG|2013|1h 40m|Biography,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "32000"
    },
    "title": "Belle (2013)",
    "description": "Belle (2013)~ IMDb – 7.3/10, RT – 85%, Meta – 64% ~အင်္ဂလန်ရဲ့ Period Movies တွေထဲမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်တဲ့ Belle ရုပ်ရှင်ဟာ လက်တွေ့အပြင်ဘဝက ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး။ ဇာတ်ကားထဲမှာပါတဲ့ ပန်းချီကားထဲက မိန်းကလေးဟာ တကယ့်အပြင်ဘဝက ဒိုင်ဒိုဘဲလ်ရဲ့ ပုံအစစ်ဖြစ်ပါတယ်။လူဖြူ လူမည်း အဆင့်အတန်း ခွဲခြားတဲ့ကာလထဲမှာ လူဖြူဖခင်နဲ့ လူမည်းကျွန် မိခင်ကနေ ပေါက်ဖွားလာတဲ့ ကပြားလေး ဒိုင်ဒိုဘဲလ်ကို လူဖြူဖခင်ကခေါ်ပြီး သူ့ဦးရီးတော် တရားသူကြီးချုပ်အိမ်မှာ အုပ်ထိန်းမှုကို ခံယူစေခဲ့တယ်။ လူမည်းဖြစ်နေပေမဲ့လဲ သူ့အဖေရဲ့မျိုးရိုးကြောင့် ဦးရီးတော်ရဲ့ အိမ်တော်က အဆင့်အတန်းမခွဲခြားဘဲ တန်းတူနေရာပေးတာ ခံခဲ့ရတဲ့ ဘဲလ်ဟာ လူမည်းကျွန်တွေ ဘယ်လို နှိမ့်ချခံရလဲဆိုတာ ထဲထဲဝင်ဝင် မသိခဲ့ဘူး။ ဇုန်းဆိုတဲ့ ကျွန်တွေကုန်ကူးတဲ့ သင်္ဘောဟာ ကျွန်တွေကို ရေထဲပစ်ချ စတေးပြီးတော့ အသက်အာမခံ လျော်ကြေးတောင်းတဲ့အမှုကို ဦးရီးတော် တရားသူကြီးချုပ်က ကိုင်တွယ်ရတယ်။ ကျွန်တွေအပေါ် ဇုန်းသင်္ဘောရဲ့ ရက်စက်ယုတ်မာမှုတွေကို သိလိုက်ရတဲ့ ဘဲလ်ဟာ တရားမျှတမှု ပေါ်ပေါက်ရေးအတွက် တက်ကြွလှုပ်ရှားသူ လူငယ်လေး ဒဗီးနီးယားကို ကူညီပေးရင်း ချစ်မိသွားပါတယ်။ဒါပေမဲ့ မျိုးရိုးအဆင့်အတန်းမြင့်တဲ့သူနဲ့ပဲ လက်ထပ်စေချင်တဲ့ မိသားစုကြောင့် ဘဲလ်ဟာ လူဖြူ မျိုးရိုးနိမ့်လေး ဒဗီးနီးယားအပေါ် ချစ်စိတ်တွေဖုံးကွယ်ထားရတယ်။ ဒါ့အပြင် လူမည်းကျွန်တွေ တရားမျှတမှုရရှိရေးအတွက် ဦးရီးတော်အရင်းနဲ့လဲ ရင်ဆိုင်ဆန့်ကျင်နေရတယ်။ ဒီလို Conflict တွေကြားထဲမှာ ဘဲလ်တစ်ယောက် ဘာကို ဘယ်လို ရွေးချယ်သွားမလဲ… သူချစ်ရတဲ့သူအပြင် လူမည်းတွေအတွက်လည်း သူလိုချင်တဲ့ တရားမျှတမှုကိုရော ရရှိနိုင်ပါ့မလား… ဆိုတာ ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါဦး…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnyun Yadanar Myintmo Htunမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1GB, 450MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 40MinGenre – Biography, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byHnyun Yadanar Myintmo HtunEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmma AsanteStarsAlan McKennaAlex JenningsAndrew WoodallBethany Mary-JamesCara JenkinsDaniel WildeEmily WatsonGugu Mbatha-RawJames NorthcoteJames NortonLauren Julien-BoxMatthew GoodeMiranda RichardsonNatasha WilliamsPenelope WiltonSam ReidSarah GadonTom FeltonTom WilkinsonCastAlan McKennaAlex JenningsAndrew WoodallBethany Mary-JamesCara JenkinsDaniel WildeEmily WatsonGugu Mbatha-RawJames NorthcoteJames NortonLauren Julien-BoxMatthew GoodeMiranda RichardsonNatasha WilliamsPenelope WiltonSam ReidSarah GadonTom FeltonTom Wilkinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bwMxFhvGXUBWjWK64lnWJ9VUhCY.jpg",
      "https://image.tmdb.org/t/p/w300/frka1FC0Q4nxGzk7mPK0rkZ4MKX.jpg",
      "https://image.tmdb.org/t/p/w300/lgW8td0pAmpTGFhicx0D582c51K.jpg",
      "https://image.tmdb.org/t/p/w300/iuQ9fGQTd1yPpq5ADpSHbPgSgjo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-belle-2013-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zPM4/(CM)_Belle_(2013)_1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5O8gDCAB#eqPopkGBb5w-4WTsebqRUZ1nHOdCkaiSdC9_Yg5Sw_k",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tsps4sr2w80w.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-belle-2013-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TSjj/(CM)_Belle_(2013)_720p.mp4",
        "server": "megaup.net",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cLkDkZhS#KkA8hIuE2HtW4RCX-8urEBEf41_n_6FbIXtJqhZD3dY",
        "server": "mega.nz",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1xw4chfc832p.html",
        "server": "usersdrive.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/9nkiku2ra1o9.html",
        "server": "streamsb.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/13j538nuk0kd",
        "server": "streamvid.io",
        "size": "450MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bTz5VjBscGk",
      "video_url": "https://www.youtube.com/watch?v=bTz5VjBscGk",
      "embed_url": "https://www.youtube.com/embed/bTz5VjBscGk"
    }
  },
  {
    "metadata": "not rated|2023|2h 23m|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "9.7k"
    },
    "title": "Kranti(2023)",
    "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ “Kranti”ဆိုတဲ့အက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့ရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကိုတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကိုတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့ကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​ပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်အစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရောသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလားဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်“ကရန်တီ”က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်သူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလားပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလားစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…3.26GB / 1.47GBQuality…1080p HEVC /720pFormat…mp4Duration….2h 43mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorV. HarikrishnaStarsDarshan ThoogudeepaRachita RamV. RavichandranCastDarshan ThoogudeepaRachita RamV. Ravichandran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wVuWPPISGaeCOkyroxRLqemnfG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kranti-2023-true-web-dl-1080-p-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/va89ij1kbttn.html",
        "server": "usersdrive.com",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1kvucvzvajyy",
        "server": "streamvid.io",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Spdj/Kranti_(2023)_TRUE_WEB-DL_-_1080p_-_HEVC(CM).mp4",
        "server": "megaup.net",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Ie5TFboY#OeXSkJsmhWEaLGxeRSc5UGFglty4yG21LdrDK8te8cg",
        "server": "mega.nz",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kranti-2023-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dnhxvm20fxfr.html",
        "server": "usersdrive.com",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/dwi4gspgp1ff",
        "server": "streamvid.io",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IWYGTQKZ#vM4sFztp6inI-rHlrM9ViUUAxZNPfgHBfwZ2a8Edy-Q",
        "server": "mega.nz",
        "size": "1.47GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Horror,Mystery,Saw Collection,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "366528"
    },
    "title": "Saw (2004) Saw 1",
    "description": "Saw Collection==============CM ကနေ နာမည်ကျော် Saw ဇာတ်ကားတွေကို ဆင်ဆာမဖြတ်ထားတဲ့ Version တွေဖြစ်တဲ့ Unrated/Director’s cut Version တွေနဲ့ ပြန်လည် Update လိုက်ပါတယ်။Saw ဇာတ်လမ်းတွေရဲ့အစကတော့ ရုပ်ရှင်ကျောင်းကနေ သင်တန်းဆင်းလာတဲ့ ဒါရိုက်တာပညာသင်ထားတဲ့ James Wan နဲ့ ဇာတ်ညွှန်းပညာသင်ထားတဲ့ Leigh Whannell  တို့ ၂ ယောက်ရုပ်ရှင်လောကထဲဝင်ဖို့ လုံလောက်တဲ့ ငွေကြေးမရှိရာကနေ စပါတယ်။ ရုပ်ရှင်ရိုက်ဖို့ ပိုက်ဆံမရှိတော့ ဘတ်ဂျက်နည်းနည်းနဲ့ Twist များတဲ့ ဇာတ်ညွှန်းကို နှစ်ယောက်သားဖန်တီးရိုက်ကူးခဲ့ရာကနေ Saw 2004 ပထမဆုံးရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ လူမငှားနိုင်လို့ ဇာတ်ညွှန်းဆရာ Leigh Whannell ကိုယ်တိုင်သရုပ်ဆောင်ဝင်ရိုက်ခဲ့ရပြီး အခန်းတစ်ခန်းအတွင်းမှာပဲ ရိုက်ကူးခဲ့ရတဲ့ Saw 2004 ရုပ်ရှင်ဟာ ဘတ်ဂျက် ၁ သန်းပဲ ကုန်ကျခဲ့ပေမယ့် ရုံတင်ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိသည်အထိ အောင်မြင်သွားခဲ့ပါတယ်။Saw ဟာ ဘယ်လိုရုပ်ရှင်တွေလဲဆိုတာကိုတော့….(လူသာမန်ရဲ့ အညွှန်းနဲ့ညွှန်းခဲ့ချင်ပါတယ်။)ဆိုးဆိုးရွားရွား လူသတ်ပြတဲ့ဇာတ်ကွက်တွေ၊ သွေးထွက်သံယို ရာဇဝတ်မှုတွေကို အိပ်မက်ထဲအထိ သယ်ပိုးယူဆောင်ကာ လန့်နိုးတတ်သူတွေအတွက် SAW Series ကို လုံးဝ ရှောင်သင့်တယ်။ ကြည့်မိရင် ကာလတစ်ခုစာအထိ ရက်စက်တဲ့လူသတ်ပုံတွေကို မေ့နိုင်မှာမဟုတ်လို့ ဒီလိုဆိုရခြင်းပါ။Horror ရုပ်ရှင်တွေကို စွဲကြည့်တတ်သူတွေကတော့ SAW ကို လုံးဝ လက်မလွှတ်ကြ။●Jigsaw ဆိုပြီး ရဲတွေက အမည်သညာပေးထားတဲ့ ကွင်းဆက်လူသတ်သမားရဲ့ ထူးခြားတဲ့စီမံမှုတွေကြား Jigsaw ရွေးချယ်ထားတဲ့လူတွေဟာ ရှင်သန်မှုအတွက် ပါဝင်ကစားကြရတယ်။ကစားကွင်းနယ်မြေကို Jigsaw က ရွေးချယ်ထားတာဖြစ်ပြီး ပါဝင်ကစားသူတွေဟာလည်း နိုးလာတာနဲ့ သူ့ကစားကွင်းထဲကို ရောက်နေကြရတာ ဖြစ်တယ်။ ထူးခြားတာက ဒီကစားပွဲမှာ ရှုံးရင် အသက်တွေ ပေးအပ်ကြရတာ။Jigsaw ဟာ သူ ရွေးချယ်လိုက်တဲ့လူတွေကို မေ့မြောနေတဲ့အချိန်မှာကတည်းက သတ်ဖြတ်ပစ်လိုက်လို့ရပေမယ့် မသတ်ဘူး။ သူ့ရည်ရွယ်ချက်က ကိုယ့်အသက်ရှင်သန်မှုအတွက် ကိုယ်တိုင် ပါဝင်ပြီး ရွေးချယ်ဆုံးဖြတ်ကြစေလိုတာပဲ။ သူက တိကျတဲ့အချိန်တွေ သတ်မှတ်ပေးတယ်။ ရွေးချယ်ခွင့်တွေ ပေးတယ်။ လိုအပ်တဲ့တန်ဆာပလာတွေ ပေးတယ်။ ပေးထားချက်တွေကို ကိုယ် တတ်စွမ်းသမျှနဲ့ ဆောင်ရွက်ရင် အသက်ရှင်မယ်။ (တချို့သော ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေတော့ ဆုံးရှုံးကောင်း ဆုံးရှုံးမယ်။)ပါဝင်ကစားရတဲ့သူတွေကလည်း အဆက်အစပ်မဲ့သူတွေ မဟုတ်ကြ။ တစ်နည်းမဟုတ်တစ်နည်းနဲ့ ဘဝမှာ ပတ်သက်ဖူးသူတွေကို ကွင်းတစ်ခုထဲ ချထားပေးသလို သူက ရွေးချယ်ထားတာ။လူဖြစ်မှုနဲ့ပတ်သက်ပြီး Jigsaw ခံယူထားတာက ” ကိုယ့်ရှင်သန်မှုကို တန်ဖိုးထား တွယ်တာမှ လူဟာ ရှင်သန်နေထိုင်သင့်တယ် ” ဆိုတာပဲ။ ဒီ့အပြင် Jigsaw ဖော်ပြလိုတဲ့တခြားသောအရာတွေ ရှိသေးတယ်။ အထူးသဖြင့် ကလဲ့စားချေလိုမှုနဲ့ ခွင့်လွှတ်မှုပေါ့။ နောက် မိသားစုဘဝနဲ့ ရွေးချယ်ထားတဲ့အလုပ်ပေါ် တန်ဖိုးထားမှု။Jigsaw ဆိုတဲ့ ကွင်းဆက်လူသတ်သမား ဖြစ်ပေါ်လာရခြင်းအကြောင်းကလည်း စိတ္တဇလူသတ်သမားတွေဖြစ်ပေါ်လာတတ်တဲ့အကြောင်းရင်းတွေအတိုင်းပါပဲ။ သို့သော် Jigsaw ရဲ့ ကြိုတင်စီမံမှုတွေကကျ တခြားလူသတ်သမားတွေထက် အဆင့်မြင့်တယ်။ မြင်နေကျ သာမန်သတ်ဖြတ်မှုပုံစံတွေလည်း မဟုတ်။ ရက်စက်လွန်းတဲ့သတ်ဖြတ်မှုပုံစံတွေဆိုတာကိုတော့ ပုံတွေ ကြည့်ရုံနဲ့တင် ခန့်မှန်းလို့ ရပါလိမ့်မယ်။●ကမ္ဘာပေါ်မှာ သမ္မာကျမ်းစာ စာအုပ်တွေပြီးရင် ရောင်းအကောင်းဆုံးဖြစ်တဲ့စာအုပ်တွေက ဖြစ်ရပ်မှန် ရာဇဝတ်မှုတွေအကြောင်းကို ပုံတွေနဲ့တကွ သေသေချာချာ ဖော်ပြ ရေးသားထားတဲ့စာအုပ်တွေပါတဲ့။ ဒီရုပ်ရှင်ဟာ အဲဒီလို လူတွေ အကြိုက်ဆုံးရုပ်ရှင်တွေထဲက တစ်ခုလို့ ဆိုကြတယ်။တချို့လူတွေမှာ ဒီလိုအကြောင်းနဲ့ပတ်သက်ပြီး မေးခွန်းတစ်ခု ရှိတယ်။ ဒီလိုရက်ရက်စက်စက် ပြကွက်တွေ၊ ရေးသားချက်တွေကို လူတွေက ဘာလို့ကြိုက်ကြတာလဲ တဲ့။စိတ်ပညာရှုထောင့်အရတော့ လူမှာ အမြဲဒွန်တွဲနေလေ့ရှိတဲ့ ဆန့်ကျင်ဘက် စိတ်နှစ်မျိုးအရ ဒီလိုကားတွေကို တချို့တွေ ကြိုက်ကြတာလို့ ဆိုတယ်။ လူဟာ သူတော်စင်လုပ်မလား၊ မကောင်းဆိုးဝါးလုပ်မလားဆိုတာကို ကိုယ်တိုင် ဆုံးဖြတ်ကြရတာပဲ။ သူတော်စင်ဘက် ယိမ်းသူက မကောင်းဆိုးဝါးကို ချိုးနှိမ်အုပ်ချုပ်ရာမှာ အောင်မြင်သူ၊ မကောင်းဆိုးဝါးဘက် ယိမ်းသူက သူတော်စင်ကို ချိုးနှိမ်အုပ်ချုပ်ရာမှာ အောင်မြင်သူ။ တချို့တွေကတော့ သူ ဖြတ်သန်းနေရတဲ့ဘဝအခြေအနေအရ ဟိုဘက် ယိမ်းလိုက် ဒီဘက် ယိမ်းလိုက်ဖြစ်နေကြသူတွေ။လူတွေဟာ ကိုယ်တိုင် လက်တွေ့ မလုပ်ရဲတာတွေကို စိတ်ကူးနဲ့ပဲ ပုံဖော်ကြရတယ်။ ကိုယ့်အပေါ် တစ်ခုခု မတရားကျူးလွန်ခဲ့သူကို လက်တွေ့ မှာ ပေါ်ပေါ်ထင်ထင် မသတ်ရဲကြပေမယ့် စိတ်ကူးနဲ့ နေ့စဉ် သတ်ဖြတ်နေသူတွေ၊ ဝဇီကံနဲ့ သတ်ဖြတ်နေသူတွေ မနည်းလှဘူး။ ဒီလူတွေကပဲ ဘဝမှာ ခံခဲ့ရတဲ့မတရားမှုတွေ၊ အဆင်မပြေမှုတွေကို ဖြေဖျောက်ဖို့အတွက် သူတို့လိုတွေးတဲ့တခြားစိတ်ကူးတွေကို ရှာဖွေကြတယ်။ နွားရိုင်းသတ်ပွဲလို သွေးထွက်သံယို ပွဲတော်တွေကို နှစ်သက်ကြတယ်။ လူချင်း ထိုးသတ်ကြတဲ့ပွဲတော်တွေဆီ သွားကြတယ်။ နောက်တော့ စာပေထဲက ရက်စက်မှုတွေဆီ ရောက်တယ်။ ရုပ်ရှင်ကတော့ ကိုယ့်စိတ်ကူးနဲ့ကို ရိုက်စရာမလိုတော့ဘူး။ (စာပေက ကိုယ့်ဘာသာ ပြန်ရိုက်နေရသေးတာကိုး။) ဒါရိုက်တာက ပြထားတဲ့အတိုင်း ရက်စက်မှုတွေကို လိုက်ပါခံစားရုံ၊ ရင်ထိတ်ရုံ၊ ကျေနပ်ရုံပဲ။ ဒီတော့ Horror ကြိုက်တယ်ဆိုရင် . . . Jigsaw က စောင့်နေကြောင်း ဆိုပါရစေလား။-လူသာမန်-Saw ဇာတ်ကားများအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/special-package/saw-collection/ကြည့်ပါ။Saw 1 (2014)မှာတော့ လောရန့်နဲ့အက်ဒမ်ကအလောင်းတစ်လောင်းရှိနေတဲ့ အခန်းတစ်ခန်းထဲမှာ နိုးလာတယ်။ခြေထောက်တွေကိုသံကြိုးခတ်ခံထားရတယ်။လူတစ်ယောက်က သူတို့နဲ့ဂိမ်းကစားချင်နေတယ်။လောရန့်က သူ့မိသားစုအတွက် အက်ဒမ်ကိုသတ်ရမယ်တဲ့။ဂိမ်းကိုနိုင်ဖို့လိုအပ်တဲ့ပစ္စည်းတွေက အခန်းထဲမှာပဲရှိနေတယ်။သူတို့နှစ်ယောက်ဒီအခန်းထဲကလွတ်မြောက်ဖို့ ဘာတွေလုပ်ကြ ဘာတွေရင်းကြမယ်ဆိုတာ……။File size…(10 GB)/ (4.2 GB)/(1.4 GB)Quality….BluRayDirector’s cut4K HEVC/1080p/720pFormat…mkv/mp4Duration….01:42:52Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byMoe LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel J. HeffnerJames WanJillian GiacominiStarsBenito MartinezCary ElwesDanny GloverDina MeyerKen LeungLeigh WhannellMichael EmersonMike ButtersPaul GutrechtShawnee SmithCastAlexandra Bokyun ChunAvner GarbiBenito MartinezCary ElwesDanny GloverDina MeyerHans RaithKen LeungLeigh WhannellMakenzie VegaMakenzie Vega NorfolkMichael EmersonMike ButtersMonica PotterNed BellamyOren KoulesPaul GutrechtShawnee SmithTobin Bell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ok4ot3YbfDYZcINXf91JUfq3maB.jpg",
      "https://image.tmdb.org/t/p/w300/qtWjZgCmslPwjP4DFUcLBUj13GV.jpg",
      "https://image.tmdb.org/t/p/w300/qFVM2Bzc6f4Yjx1fliEkGSZCsFW.jpg",
      "https://image.tmdb.org/t/p/w300/l6HHHyRz7YQ52TMhSVue7x9EvAc.jpg",
      "https://image.tmdb.org/t/p/w300/eSwaougbenYFP4NFTccJYGJnnK8.jpg",
      "https://image.tmdb.org/t/p/w300/hdQcJFEy1GSYzwVOE0VOOAAexs8.jpg",
      "https://image.tmdb.org/t/p/w300/4QGrZLj7cAuHu53hJbnap5PT6ER.jpg",
      "https://image.tmdb.org/t/p/w300/qxRloIMI2sWdOv4XA9KWXtB8agX.jpg",
      "https://image.tmdb.org/t/p/w300/8lTy5BooHtS3k73GfBZrydqUDY0.jpg",
      "https://image.tmdb.org/t/p/w300/5ae5LhpMnLuwmctlwZ9kpeOtGXs.jpg",
      "https://image.tmdb.org/t/p/w300/ijtmtmxHD7AvrnbXHTUSWP8oMa8.jpg",
      "https://image.tmdb.org/t/p/w300/7zUdfcPSCnZdjVC9ADq3hK2qowS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MM00275563__91032.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-saw-2004-director-cut-2160-p-4-k-blu-ray-x-265-10-bit-sdr-10-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "10 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-saw-2004-dc-1080-p-blu-ray-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3kj6g/(CM)_Saw_(2004)_DC_1080p_BluRay_x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ynwCSKTZ#xlIipyq0QhXMq54Hx11mz3MHiD_aLstKS8S2iFDoRMg",
        "server": "mega.nz",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qn0b0i2efgp0.html",
        "server": "usersdrive.com",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/qzfafue377qw",
        "server": "streamsb.com",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-saw-2004-dc-720-p-blu-ray-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Yo5c/(CM)_Saw_(2004)_DC_720p_BluRay_x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/DzwEjByL#jfZv6ZlOrr0I9wLGb_2IKrwT2vnujOquUcnTVAl2c68",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/q2o7cscrgga5.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ls95e75wtvrp",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/3f4pxeqez2fy",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "HKPy5RWuqNA",
      "video_url": "https://www.youtube.com/watch?v=HKPy5RWuqNA",
      "embed_url": "https://www.youtube.com/embed/HKPy5RWuqNA"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Fantastic Doctors ( 2023 )",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q2NFO23QwssZKrz0X4XGPFWaCxL.jpg",
      "https://image.tmdb.org/t/p/w300/i8NPXfGKaVL4JruXi0pJf1V5OgD.jpg",
      "https://image.tmdb.org/t/p/w300/f8i0QlOlOObmcEB6H7j0JpR5kui.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/12b43fIu76pbSWD9k76mWzFROf9.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adventure,Animation",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "3101"
    },
    "title": "Ne Zha (2019)",
    "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့နီက်ား ဆိုတဲ့ မီးေျခနင္း စီးၿပီး မီးလွံ ကိုင္တဲ့ၾကာဖူးနတ္သား ကို မွတ္မိၾကေသးလား၂၀၁၉ ခုႏွစ္မွာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ္ရွင္ကားကိုတရုတ္ႏုိင္ငံမွာ ရံုတင္ျပသခဲ့ပါတယ္…တရုတ္ႏုိင္ငံရဲ႕ Animation ရုပ္ရွင္တစ္ကားအတြက္ Box Office မွာ၀င္ေငြအေကာင္းဆံုး ရုပ္ရွင္ကားအျဖစ္ စံခ်ိန္တင္ခဲ့ပါတယ္ငယ္ငယ္က ၾကည့္ဖူးတဲ့ နီက်ား နဲ႔ ဇတ္လမ္းပံုစံ နဲနဲေလးကြဲသြားမယ္လုိ႔ထင္ရေပမဲ့ ငယ္ဘ၀ အေငႊ႕အသက္လဲ မေပ်ာက္သလိုဒီဇတ္လမ္းက အေတာ္ေလး ေကာင္းလြန္းပါတယ္Animation မွာလဲ အရမ္းကို ေကာင္းမြန္လြန္းတယ္Action ခန္းေတြ တစ္၀ႀကီး ၾကည့္ခ်င္တဲ့သူေတြအႀကိဳက္ပါလွပေသသပ္လြန္းပါတယ္ဒီဇတ္လမ္းမွာေတာ့ နီက်ား ရဲ႕ ျဖစ္တည္မႈကို အေသးစိတ္ျပထားပါတယ္ႏွစ္ေထာင္ေပါင္းမ်ားစြာ အၾကာက ခြန္လြန္း ေတာင္ေပၚပုလဲလံုးေလး တစ္လံုး ဖြားျမင္လာခဲ့တယ္ပုလဲလံုးေလး က သူလိုအပ္တဲ့ စြမ္းအင္ေတြကိုအလိုအေလွ်ာက္သိမ္းယူႏုိင္ခဲ့ၿပီး ပင္ကိုယ္စိတ္ရင္းေကာင္းေပမဲ့မေကာင္းဆိုး၀ါးေတြ ရ႕ဲ စြမ္းအင္ကို သိမ္းမိရာကေန စိတ္ေဖာက္လာလို႔ခြန္လြန္းေတာင္ သူေတာ္စင္ က ပုလဲေလးကို ထိန္းသိမ္းၿပီးမိစၦာနဲ႔ သူေတာ္စင္ ဆိုၿပီး ပုလဲ ၂ လံုး ထပ္ခြဲလုိက္ၿပီးဂါထာအုပ္ ၿပီး တပည့္ျဖစ္သူ ဆရာေတာ္ တစ္ပါးကိုထိန္းသိမ္းေစခဲ့တယ္….သူေတာ္စင္ ပုလဲက လူ႔ျပည္က စစ္သူႀကီး မိန္းမဆီကိုယ္၀န္မွာ ၀င္စားရမွာ ျဖစ္ၿပီး မိစၦာပုလဲ ကေတာ့ ၃ ႏွစ္ေနရင္အလိုအေလွ်ာက္ ဖ်က္စီးခံရမွာ ျဖစ္တဲ့ က်ိန္စာ နဲ႔ ခ်ဴပ္လုိက္ပါတယ္ဒါေပမဲ့ အလြဲလြဲ အမွားမွားေတြ လုပ္တက္တဲ့ ဆရာေတာ္ေၾကာင့္သူေတာ္စင္ႀကီး ေပးထားတဲ့ တာ၀န္ေတြက ပ်က္စီးကုန္ပါတယ္သူေတာ္စင္ပုလဲ အခိုးခံလုိက္ရၿပီး မေကာင္းဆိုး၀ါး ပုလဲ ကစစ္သူႀကီး ဇနီးဆီမွာ ကိုယ္၀န္တည္လုိက္ပါတယ္…ေမြးဖြားလာတဲ့ ကေလးကေတာ့ မီးမိစၱာ“နီက်ား ” ျဖစ္ပါတယ္…ကဲ CM Fan တို႔ ေရ Ne Zha ရုပ္ရွင္ဟာ WEB-DL အေနနဲ႔ထြက္ရွိလာၿပီး စာဖိုင္ မမွန္ေသးေပမဲ့ ဘာသာျပန္Nay Chii က ႀကိဳးစားဘာသာျပန္ေပးထားၿပီးCM Admin ျဖစ္သူ Moe Myint Lwin မွ Encode ၍တင္ဆက္ေပးထားပါတယ္အညႊန္းကိုေတာ့ Thit San Khant မွ ေရးေပးထားပါတယ္Sunday Night မွာ အေကာင္းဆံုးရုပ္ရွင္ကို ၾကည့္ရႈလုိက္ၾကပါFile Size : ( 2 GB , 1 GB , 375 MB)Quality :  BluRay 1080p 5.1 CH ,  BluRay 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Animation , Fantasy , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byNay ChiiEncoded byMoe Myint Lwinunicodeကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့နီကျား ဆိုတဲ့ မီးခြေနင်း စီးပြီး မီးလှံ ကိုင်တဲ့ကြာဖူးနတ်သား ကို မှတ်မိကြသေးလား၂၀၁၉ ခုနှစ်မှာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ်ရှင်ကားကိုတရုတ်နိုင်ငံမှာ ရုံတင်ပြသခဲ့ပါတယ်…တရုတ်နိုင်ငံရဲ့ Animation ရုပ်ရှင်တစ်ကားအတွက် Box Office မှာဝင်ငွေအကောင်းဆုံး ရုပ်ရှင်ကားအဖြစ် စံချိန်တင်ခဲ့ပါတယ်ငယ်ငယ်က ကြည့်ဖူးတဲ့ နီကျား နဲ့ ဇတ်လမ်းပုံစံ နဲနဲလေးကွဲသွားမယ်လို့ထင်ရပေမဲ့ ငယ်ဘ၀ အငွှေ့အသက်လဲ မပျောက်သလိုဒီဇတ်လမ်းက အတော်လေး ကောင်းလွန်းပါတယ်Animation မှာလဲ အရမ်းကို ကောင်းမွန်လွန်းတယ်Action ခန်းတွေ တစ်ဝကြီး ကြည့်ချင်တဲ့သူတွေအကြိုက်ပါလှပသေသပ်လွန်းပါတယ်ဒီဇတ်လမ်းမှာတော့ နီကျား ရဲ့ ဖြစ်တည်မှုကို အသေးစိတ်ပြထားပါတယ်နှစ်ထောင်ပေါင်းများစွာ အကြာက ခွန်လွန်း တောင်ပေါ်ပုလဲလုံးလေး တစ်လုံး ဖွားမြင်လာခဲ့တယ်ပုလဲလုံးလေး က သူလိုအပ်တဲ့ စွမ်းအင်တွေကိုအလိုအလျှောက်သိမ်းယူနိုင်ခဲ့ပြီး ပင်ကိုယ်စိတ်ရင်းကောင်းပေမဲ့မကောင်းဆိုးဝါးတွေ ရဲ့ စွမ်းအင်ကို သိမ်းမိရာကနေ စိတ်ဖောက်လာလို့ခွန်လွန်းတောင် သူတော်စင် က ပုလဲလေးကို ထိန်းသိမ်းပြီးမိစ္ဆာနဲ့ သူတော်စင် ဆိုပြီး ပုလဲ ၂ လုံး ထပ်ခွဲလိုက်ပြီးဂါထာအုပ် ပြီး တပည့်ဖြစ်သူ ဆရာတော် တစ်ပါးကိုထိန်းသိမ်းစေခဲ့တယ်….သူတော်စင် ပုလဲက လူ့ပြည်က စစ်သူကြီး မိန်းမဆီကိုယ်ဝန်မှာ ဝင်စားရမှာ ဖြစ်ပြီး မိစ္ဆာပုလဲ ကတော့ ၃ နှစ်နေရင်အလိုအလျှောက် ဖျက်စီးခံရမှာ ဖြစ်တဲ့ ကျိန်စာ နဲ့ ချူပ်လိုက်ပါတယ်ဒါပေမဲ့ အလွဲလွဲ အမှားမှားတွေ လုပ်တက်တဲ့ ဆရာတော်ကြောင့်သူတော်စင်ကြီး ပေးထားတဲ့ တာဝန်တွေက ပျက်စီးကုန်ပါတယ်သူတော်စင်ပုလဲ အခိုးခံလိုက်ရပြီး မကောင်းဆိုးဝါး ပုလဲ ကစစ်သူကြီး ဇနီးဆီမှာ ကိုယ်ဝန်တည်လိုက်ပါတယ်…မွေးဖွားလာတဲ့ ကလေးကတော့ မီးမိစ္တာ“နီကျား ” ဖြစ်ပါတယ်…ကဲ CM Fan တို့ ရေ Ne Zha ရုပ်ရှင်ဟာ WEB-DL အနေနဲ့ထွက်ရှိလာပြီး စာဖိုင် မမှန်သေးပေမဲ့ ဘာသာပြန်Nay Chii က ကြိုးစားဘာသာပြန်ပေးထားပြီးCM Admin ဖြစ်သူ Moe Myint Lwin မှ Encode ၍တင်ဆက်ပေးထားပါတယ်အညွှန်းကိုတော့ Thit San Khant မှ ရေးပေးထားပါတယ်Sunday Night မှာ အကောင်းဆုံးရုပ်ရှင်ကို ကြည့်ရှုလိုက်ကြပါFile Size : ( 2 GB , 1 GB , 375 MB)Quality :  BluRay 1080p 5.1 CH ,  BluRay 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Animation , Fantasy , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Nay ChiiEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYu YangStarsHao ChenJiaming ZhangJosephMo HanQi LüYang WeiYanting LvCastHao ChenJiaming ZhangJosephMo HanQi LüYang WeiYanting Lv",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eGK2JJO1ZeoabWThHmC9IjUTmfP.jpg",
      "https://image.tmdb.org/t/p/w300/wYbOd1YdpDonQUHwRCTCY2grSq4.jpg",
      "https://image.tmdb.org/t/p/w300/bQaZ3w1kFaCKE2KapFV06cPyRDJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vhnxaQel1CwfcwLtCkTNpSdjte1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/991vnf9q0zok.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/6x1cxlc8ko3k.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ne-zha-2019-blu-ray-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ne-zha-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2ee3r/(CM)_Ne_Zha_2019_BluRay_1080p_5.1_CH.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/Sj8n/(CM)Ne_Zha_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/v0hzwA4K#uz3sIh6DXmWJ5Oq_Ve4P5HinjWpbedplIkRYX-Cc8H4",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/GoB0kY6K#iSaUsZUBB5p1rCVrAehMO4uhb9e0kQTn39iB658GUfw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/yywikpim34wv",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/31ct6ouritro",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/1Lnr/(CM)_Ne_Zha_2019_BluRay_1080p_5.1_CH.mp4",
        "server": "Soliddrive.co",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://soliddrive.co/1Lns/(CM)Ne_Zha_2019_BluRay_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://fastload.cc/3eo",
        "server": "fastload.cc",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://fastload.cc/3ep",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yadi.sk/i/6CLb7J2sU0AIHA",
        "server": "disk.yandex.com",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://yadi.sk/i/K_tpHnWgyxBfYg",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "kEou_FYdIpA",
      "video_url": "https://www.youtube.com/watch?v=kEou_FYdIpA",
      "embed_url": "https://www.youtube.com/embed/kEou_FYdIpA"
    }
  },
  {
    "metadata": "|||Drama,History,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "The Tragedy of Macbeth (2021)",
    "description": "မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန် အကောင်းဆုံး အမျိုးသားဇာတ်ဆောင်ဆု ရယ်အကောင်းဆုံး Cinematography ဆုအကောင်းဆုံး Production Design ဆုအော်စကာသုံးဆု ဆန်ကာတင်ဝင်နေတဲ့ ရုပ်ရှင်ကြီးတစ်ခုကို တင်ဆက်ပေးထားပါတယ်။ ရှိတ်စပီးယားရဲ့ ကမ္ဘာကျော် ပြဇာတ်ကြီးကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ရုပ်ရှင်ထဲမှာ မူရင်း ပြဇာတ်စကားတွေကို အသုံးပြုထားတာမို့ တိုက်ရိုက်ဘာသာပြန်ရင် အတော်ကို ဖတ်ရပြန်ရ ခက်ခဲတာမို့ စကားပြေအနေနဲ့ ဘာသာပြန်ပေးထားပါတယ်။ အကုန်လုံးမှန်မယ်လို့တော့ သေချာမပြောရဲပါဘူး။ ဒီပြဇာတ်ထဲက စာသားတွေကို ရုပ်ရှင်တွေ စာအုပ်တွေ အများကြီးမှာ ပြန်လည်ကိုးကားအသုံးပြုထားကြပါတယ်။ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာတွေလည်းအများကြီးပါပဲ။ဥပမာ V for Vendetta ရုပ်ရှင်မှာဆို I dare do all that may become a man; Who dares do more is none (ယောကျာ်းကောင်းတစ်ယောက်လုပ်ဝံ့တဲ့အရာအားလုံး ငါလုပ်ဝံ့တယ်၊ မလုပ်သင့်တာကို လုပ်ရဲတဲ့သူဟာ ယောကျာ်းကောင်းမဟုတ်ဘူး) ဆိုပြီး သုံးခဲ့တာမျိုး၊ Harry Potter မှာ “Double, double, toil and trouble, something wicked this way comes” ဆိုတဲ့ ဂါထာကို ပြန်သုံးတာမျိုး၊ Beauty and The Beast ထဲမှာ “screw their courage in the sticking place.” ဆိုတာမျိုး၊ Birdman ရုပ်ရှင်ထဲမှာပြောသွားတဲ့ “Tomorrow and tomorrow and tomorrow” ဆိုတာမျိုး စသဖြင့် အများကြီးပါပဲ။ စကားလုံးလှပမှုတွေအပြင် ဇာတ်လမ်းကလည်း စံတင်လောက်အောင် ရသမြောက်ပါတယ်။ပြဇာတ်စာသားအားလုံးမပါဘဲ ချုံ့ထားတာမို့ စိတ်ဝင်စားရင်တော့ ပြဇာတ်မူရင်းကို ရှာဖတ်ကြည့်လိုက်ပါ။ ဒီရုပ်ရှင်ထက် ပိုလှတာတွေ့ပါလိမ်မယ်။ဇာတ်လမ်းအကျဉ်းစကော့တလန်နိုင်ငံရဲ့ ဂလမ်းစ်နယ်စား မက်က်ဘက်သ်ဟာ အင်အားကြီးလှတဲ့ ရန်သူတွေကို ရဲရဲရင့်ရင့်အနိုင်ယူခဲ့ပြီး သူ့မိတ်ဆွေဘန်ကိုနဲ့အတူ အပြန်လမ်းမှာ စုန်းမသုံးယောက်နဲ့ တွေ့ခဲ့ပါတယ်။ စုန်းမတွေက မက်က်ဘက်သ်ကို ဂလမ်းနယ်စားရာထူးအပြင် ကော်ဒေါ်နယ်စားရာထူးကိုပါ ရရုံမက ဘုရင်ဖြစ်လာလိမ့်မယ့်လို့ ဟောပြောသွားခဲ့တယ်။ သူ့သူငယ်ချင်း ဘန်ကိုကိုတော့ ဘုရင်မဖြစ်နိုင်ပေမဲ့ ဘန်ကိုရဲ့သားသမီးတွေဟာ ဘုရင်ဖြစ်လာလိမ့်မယ်လို ဟောပြောခဲ့ပါတယ်။ ဒီဟောကိန်းကြောင့် မက်က်ဘက်သ်တစ်ယောက်စိတ်ရိုင်းတွေဝင်လာပြီး မလုပ်သင့်တာတွေကို လုပ်မိလာပါတော့တယ်။ ရှိတ်စပီးယားရဲ့စကားအတိုင်း Bad deeds force you to commit more bad deeds (ဒုစရိုက်လုပ်ရပ်တွေဟာ နောက်ထပ်ဒုစရိုက်လုပ်ရပ်တွေ ထပ်လုပ်မိစေတယ်) ဆိုသလို မက်က်ဘက်သ်တစ်ယောက် မိုက်တွင်းအနက်ကြီး နက်လာတဲ့အခါ….File size…(2 GB)/(1 GB)/(600 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:45:00Genre…Drama, History, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex HassellBertie CarvelBrendan GleesonBrian ThompsonCorey HawkinsDenzel WashingtonEdward HeadingtonEthan HutchisonFrances McDormandHarry MellingJacob McCarthyJames UdomJefferson MaysKathryn HunterKayden Alexander KoshelevLedger FullerLucas BarkerMadison RandolphMatt HelmMax BakerMiles AndersonMoses IngramNancy DalyOlivia WashingtonPeter JanovPhil DiGennaroRalph InesonRichard ShortRobert GilbertScott SubionoSean Patrick ThomasStephen RootSusan James BergerT.K. WeaverTim OakesWayne T. Carr",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x1d11fjOMGcAsi0ehxJ7l7u7HS2.jpg",
      "https://image.tmdb.org/t/p/w300/lMjY6kMBOHhloz2Ul16fLJn8xuw.jpg",
      "https://image.tmdb.org/t/p/w300/1Hu0ykaRif8Qy3KwswWVrUTtS1q.jpg",
      "https://image.tmdb.org/t/p/w300/3HW2zLZz6jFWJLF3FOh01cwxinj.jpg",
      "https://image.tmdb.org/t/p/w300/7CkspL1h98JiqGWKHYdvs88FJSE.jpg",
      "https://image.tmdb.org/t/p/w300/vi5gyubNPhDF7f4HeJvvjZBJzJA.jpg",
      "https://image.tmdb.org/t/p/w300/46Vy1O7Ql9bxWcknT8HuToqBdwZ.jpg",
      "https://image.tmdb.org/t/p/w300/1jXYabyFb36J3HMNJwXlq7Q9OHI.jpg",
      "https://image.tmdb.org/t/p/w300/4jGlRLwqiIDQ247IJQKVvhs9I3b.jpg",
      "https://image.tmdb.org/t/p/w300/LwgcpbdsgKeDg3WlaanXGXPBit.jpg",
      "https://image.tmdb.org/t/p/w300/9q65QSPFHmYSXxBj9SjPxrAjUJk.jpg",
      "https://image.tmdb.org/t/p/w300/j4cUsH2k7XOaF584EAExDEMKFIF.jpg",
      "https://image.tmdb.org/t/p/w300/1hCzof5eidZF9AldMmlqxMwHFFS.jpg",
      "https://image.tmdb.org/t/p/w300/djgB3FIaJbPhUtsA2MFhQ4mjT7F.jpg",
      "https://image.tmdb.org/t/p/w300/q4EN3R1kWafQ71fJBf3ebjmV5nk.jpg",
      "https://image.tmdb.org/t/p/w300/vF2XrotikCIFmPr34nuYdLrbB5g.jpg",
      "https://image.tmdb.org/t/p/w300/aA2ndZKxbEnM2C6PEeg1p3WwPwS.jpg",
      "https://image.tmdb.org/t/p/w300/jdLrVh179JWOTse8WqCBeGMIozt.jpg",
      "https://image.tmdb.org/t/p/w300/iT3CPlvatdGuRYNaHN4E52CRXTF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/trrrrr.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tragedy-of-macbeth-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-tragedy-of-macbeth-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tragedy-of-macbeth-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tragedy-of-macbeth-2021-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/12kkh/The_Tragedy_of_Macbeth_2021_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/12kkg/The_Tragedy_of_Macbeth_2021_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12kki/The_Tragedy_of_Macbeth_2021_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Izx0wBjY#t9Sr1n9QysJ6N55TLuriiL2S8C3H5BqZqKl31EGvEDg",
        "server": "mega.nz",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4j42BRIL#BGlyoykdK7TEBpcEGgqY-rJ1XmPcjIMAyZbiKu0tgv4",
        "server": "mega.nz",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RnwiQZ6Q#w2IPd7l39lLgfQF3uSK2K_LxwhF8tCuNxJD4NojywEk",
        "server": "mega.nz",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/yooyuxzu7wip.html",
        "server": "usersdrive.com",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1syuqsf9d6bt.html",
        "server": "usersdrive.com",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qo0o4y8vkz4m.html",
        "server": "usersdrive.com",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/vgdcohdahi0t.html",
        "server": "streamsb.com",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/rmth9ngrs8jp.html",
        "server": "streamsb.com",
        "size": "600 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "HM3hsVrBMA4",
      "video_url": "https://www.youtube.com/watch?v=HM3hsVrBMA4",
      "embed_url": "https://www.youtube.com/embed/HM3hsVrBMA4"
    }
  },
  {
    "metadata": "||1hr 12min|Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "663"
    },
    "title": "Yunxi: Poison Valley Bride (2019)",
    "description": "အဆိပ်တောင်ကြားမှသတို့သမီးအဆိပ်မျိုးနွယ်စုရဲ့ မြင့်မြတ်တဲ့ပစ္စည်းဖြစ်တဲ့ နှစ်ထောင်ချီ ကုမုဒြာကြာပန်းက သရဲတောင်ကြားမှာပေါ်ထွက်လာခဲ့ပါတယ် ။ကုမုဒြာကြာပန်းက အဆိပ်ထောင်ချီ‌ဖြေပေးနိုင်တဲ့စွမ်းရည်ရှိတဲ့အပြင်ကိုမအိုဘဲ လှပတဲ့ရုပ်ရည်ကိုထိန်းသိမ်းပေးပြီးအသက်လည်းရှည်စေနိုင်တယ် ။အဲလို့ မြင့်မြတ်တဲ့ပစ္စည်းကိုရဖို့အတွက် နိုင်ငံနေရာအနှံ့အပြားက သူရဲကောင်းတွေကသရဲတောင်ကြားကိုလာရောက်ယှဉ်ပြိုင်ပြီး အလုအယက်ဝယ်ယူကြတော့တာပေါ့ ။ကြာပန်းကိုပြသတဲ့ညမှာပဲ ရုပ်ဆိုးဆိုးအဘွားအိုတစ်ယောက်ရောက်လာပြီးအဲ့ဈေးတန်းမှာရှိနေကြတဲ့ လူတွေအကုန်လုံးနဲ့တိုက်ခိုက်ကြတော့တယ် ။ထိုအဘွားအိုထွက်သွားပြီးတဲ့နောက်အိမ်ရှေ့စံရဲ့ညီတော် ထန်စုန့်ကလည်းအဲ့နေရာကနေ အသက်လုပြီးပြေးလာခဲ့တယ် ။ဒါပေမဲ့ သူ့မှာအဆိပ်ကမိလာခဲ့ပြီးပါပြီ။ကံကောင်းထောက်မစွာနဲ့ အိမ်ရှေ့စံရဲ့အိမ်တော်မှာ မိဖုရားခေါင်ကြီးကချီးမြှင့်ထားတဲ့မင်္ဂလာပွဲကြောင့်ရောက်ရှိနေတဲ့အဆိပ်မျိုးနွယ်ရဲ့ပါရမီရှင် ဟန်ယွင်ရှီးကရောက်ရှိနေတာကြောင့် ထန်စုန့်ရဲ့အဆိပ်ကိုဖြေနိုင်လိုက်တယ် ။နောက်တော့ ထန်စုန့်ရဲ့သတင်းစကားအရ သရဲတောင်ကြားသခင်နဲ့သရဲတောင်ကြားရဲ့ မူမမှန်ဖြစ်မှု့တွေ ၊ မသင်္ကာစရာတွေကို ရှာဖွေဖို့အတွက်သရဲတောင်ကြားဆီ သုံးယောက်သားခရီးနှင်ခဲ့ပါတော့တယ် ။သရဲတောင်ကြားမှာဘာတွေကြုံတွေ့ရမလဲ ၊ ဘယ်လိုအခက်အခဲတွေက သူတို့ကိုစောင့်ကြိုနေမလဲ ?မိဖုရားခေါင်ကြီးကြောင့်လက်ထပ်လိုက်ရပြီး မချစ်ခင်ကြတဲ့ အိမ်ရှေ့စံနဲ့ဟန်ယွင်ရှီးကရော ဒီခရီးမှာဘယ်လိုချစ်ကြိုက်သွားကြမလဲဆိုတာကိုရင်တမမနဲ့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါအုံး ပရိတ်သတ်ကြီး ~Quality – WEB DL 1080p,720pFormat – mp4Genres – DramaRuntime – 1 hr 12 minSubtitle – Myanmar Subtitile (Hardsub)Translated by CM TeamReviewed by K Thwe PhyoEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCheng Mu XuanHu HonghongJiang PengLi Ping'anLiu ZeyuWang GuohuaYu Xuan HonghaoZhang DiCastCheng Mu XuanHu HonghongJiang PengLi Ping'anLiu ZeyuWang GuohuaYu Xuan HonghaoZhang Di",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ouOFj89LGWnpPdISUjUl1M5j4eA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zRIGCwUUSoR43t9Xh57GCkHliPi.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/poison-valley-bride-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0um73y3zpe3d.html",
        "server": "usersdrive.com",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/ti6vu6zm94bt",
        "server": "streamsb.com",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3iS0k/Poison_Valley_Bride_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/dyejz21h5a6r",
        "server": "streamvid.io",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xqN0hJYJ#yD-o3KxowNd7S8D7Izs97SmwhTy4t23wQOPrek2cIAE",
        "server": "mega.nz",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/poison-valley-bride-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "543MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/45l5cfu94eki.html",
        "server": "usersdrive.com",
        "size": "543MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Jjl0Xa4I#cDopVWw1cXg9zFu1bHdVb8R7Mfth2zUtCzcmweioPvQ",
        "server": "mega.nz",
        "size": "543MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2022|1h 59mins|Bollywood,Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "141"
    },
    "title": "Software Blues (2022)",
    "description": "CM ပရိသတ်တွေအတွက် Software Blues ဆိုတဲ့ ပေါ့ပေါ့ပါးပါးတေလေဂူးရုပ်ရှင်လေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။ဘာဂေ့ဗ်ဆိုတဲ့ကောင်လေးဟာ နည်းပညာကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်နေတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ပဲဖြစ်ပါတယ်။သူဟာ အလုပ်နဲ့ပတ်သက်ရင် အမြဲ တလွဲတချော်ဖြစ်နေတတ်ပေမဲ့အကောင်းဆုံးဝန်ထမ်းဆုရဖို့အတွက် အသည်းအသန်အလုပ်ကြိုးစားနေတဲ့သူပါ။သူ့မှာ သူ့လိုပဲ တလွဲတချော်လုပ်တတ်တဲ့ သူငယ်ချင်းတွေရှိပြီးဘယ်သူမှမသိတဲ့ကိစ္စတချို့ကိုလည်း သူက လျှို့ဝှက်ထားပါသေးတယ်။ဒီရုပ်ရှင်လေးဟာ ပေါ့ပေါ့ပါးပါး ခွီရင်း အပျင်းပြေ ကြည့်လို့ရတဲ့ ဟာသ၊ဒရာမာရုပ်ရှင်လေးဖြစ်ပြီး သူ ဘာလို့ အကောင်းဆုံးဝန်ထမ်းဆုကိုအသည်းအသန်လိုချင်နေလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ မြင်ရမှာဖြစ်ပါတယ်ဗျ…။File size…1.68GB / 856MBQuality…1080p WEB DL / 720pFormat…mp4Duration….1h 59minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by HM~Cherry~Zwe Yan NaingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorUma ShankarStarsAryamanBashaBaswarajBhavna ChoudharyHaneesh KhaniSreeram NimmalaCastAryamanBashaBaswarajBhavna ChoudharyHaneesh KhaniSreeram Nimmala",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xH96ForYYUOjUoQ215mnISf6jv2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zxyks087vv5q.html",
        "server": "usersdrive.com",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dgli/Software_Blues_(2022)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_AAC(CM).mp4",
        "server": "megaup.net",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/BdEGRB4S#z3ItII3EJBkmxHBD8ljcThVK_U7tllBkx55UovcRjko",
        "server": "mega.nz",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v344zvtxa8gh.html",
        "server": "usersdrive.com",
        "size": "856MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/m8azghq2u1m9.html",
        "server": "streamsb.com",
        "size": "856MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/376hycqe7azy",
        "server": "streamvid.io",
        "size": "856MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dglp/Software_Blues_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "856MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EQ1l2SAL#cTtgjYV3HG_UeHG0KtwMc-kb10cb2ev5ek5q9BBB1WQ",
        "server": "mega.nz",
        "size": "856MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Once Upon a Warrior (ျမန္မာစာတန္းထိုး)",
    "description": "Director: Prakash Kovelamudi ရိုက္ကူးတင္ဆက္ထားၿပီးJanuary 21, 2011 (USA) မွာ ရံုတင္ခဲ့တဲ့ India ေမွာ္ ရုပ္ရွင္ဇတ္ကားျဖစ္ပါတယ္..ဇတ္လမ္းပံုစံကေတာ့ စြမ္းအားအႀကီးမားဆံုး ေျမြစုန္းမ တစ္ေကာင္ဟာ ကမၻာေပၚမွာေပၚလာၿပီးမ်က္လံုးနက္ျဖင့္ ျပဳစားကာ သူမ ခိုင္းေစလို႔ရေသာ လက္ေအာက္ငယ္သားမ်ားအျဖစ္ေျပာင္းလဲခဲ့ပါတယ္…ရြာတိုင္း ၿမိဳ႕တိုင္းကို ျဖတ္ဆီးသတ္ျဖတ္ၿပီး လူေတြကို ဖမ္းဆီးကာ ခိုင္းေကာင္းတဲ့သူေတြကိုျပဳစားထားၿပီး ခိုင္းမရတဲ့သူေတြကိုေတာ့ မီးရိႈ႕သတ္ျဖတ္ၿပီးမီးေျမြကို ယစ္ပူေဇာ္ တက္ပါတယ္…ထို႔အျပင္ ဘာသာေရး အားနည္းေသာ ရြာမ်ားတြင္ ျမန္မာျပည္အတြင္း ပုဂံေခတ္ကေနရာယူခဲ့ေသာ အရည္းႀကီး ကဲ့သုိ႔ ဘုန္းႀကီး အတုမ်ားက ပြဲခံ လိမ္လည္ခါမ်က္ရည္စက္ အဖြဲ႔ဆိုၿပီး အေဆာင္ေတြေရာင္း ေဆးမန္းေတြေရာင္း ႏွင့္ျပည္သူေတြကို အပူေပၚ အပူဆင့္ ဒုကၡေပးလ်က္ ရွိပါေတာ့တယ္…တစ္ခါမွာေတာ့ အဂါသာ ဆိုတဲ့ ရြာေလးကို ဘုန္းႀကီးတုေတြက ေစာင့္ေရွာက္တယ္လို႔လိမ္လည္ညာစားေနေသာ္လဲ ေၿမြစုန္းမ ၏ အဆိပ္မ်ား ရြာသို႔ ျပန္႔ႏွံ႕ကာ ကေလးေတြအားလံုးအိပ္ေပ်ာ္သြားတဲ့ အခါမွာ ဘုန္းႀကီးေတြက ဟိုလိုဒီလိုေျပာကာ ကုရာေဆးမေပၚဟုေျပာတဲ့အခါမွာေတာ့ ကေလး အေမ တစ္ဦးမွ ေမာ္ရွာ ဆိုေသာေတာ္ေပၚမွာ တရားက်င့္ႀကံေနတဲ့ သူေတာ္စင္မေလးကို ဆင့္ေခၚရန္အႀကံေပးတဲ့အခါ ဘုန္းေတာ္ႀကီးမ်ားမွ သူတို႔လို လူလိမ္ဟု မွတ္၍ ႀကိဳက္သလိုသြားေခၚ ကုမရဟု ေလွာင္ရယ္ၾကေလသည္။၀မ္းဆြဲသည္ မိန္းမ သည္ ေမာ္ရွာ ကို သူမ အေမဗိုက္ထဲက ထုတ္ယူေမြးဖြားခဲ့သူျဖစ္သျဖင့္ ယခုကပ္ဆိုးကို အမွန္ပင္ရွင္းႏိုင္မည္ဟု ယံုၾကည္လ်က္ ၀မ္းဆြဲသည္မ ၏ ေယာက်ၤားမွသူတို႔ ကေလးအတြက္ ရြာ၏ ကေလးေတြအတြက္ ခရီးအေ၀းႀကီးမွ သူေတာ္စင္မေလး ေမာ္ရွာ အားသြားေရာက္ပင့္ေဆာင္ပါေတာ့တယ္…က်န္တာကိုေတာ့ ေဒါင္းလုပ္ဆြဲၾကည့္လိုက္ေတာ့ေနာ္… 😀Download Link=============http://adf.ly/1IoWH3(သစ္ဆန္းခန္႔)ရုပ္ရွင္အသစ္တင္တိုင္းသိရွိလိုပါက ေအာက္ပါ Follow Button အျပာေလးကို Click ခဲ့ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/06/hy15occult_G1B22SG5_357732e-1.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "follow.php?href=https%3A%2F%2Fwww.facebook.com%2Fthitsankhant2&width=50&height=80&colorscheme=light&layout=standard&show_faces=true",
      "video_url": "https://www.youtube.com/watch?v=follow.php?href=https%3A%2F%2Fwww.facebook.com%2Fthitsankhant2&width=50&height=80&colorscheme=light&layout=standard&show_faces=true",
      "embed_url": "https://www.youtube.com/embed/follow.php?href=https%3A%2F%2Fwww.facebook.com%2Fthitsankhant2&width=50&height=80&colorscheme=light&layout=standard&show_faces=true"
    }
  },
  {
    "metadata": "|||Adventure,Family",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "The Mercator Trail (2022)",
    "description": "Indiana Jones လိုမျိုးစွန့်စားခန်းဇာတ်ကားကောင်းတွေကိုကြိုက်နှစ်သက်တဲ့သူတွေအတွက် The Mercator Trail ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။IMDb Rating 6.1 ရရှိထားပြီး 2022 ခုနှစ်ကထွက်ရှိခဲ့တာပဲဖြစ်ပါတယ်။ဘန်ဂျမင်ဆိုတဲ့ ကောင်လေးကနည်းပညာကျွမ်းကျင်တဲ့ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး တစ်နေ့မှာတော့သူ့အဖေရဲ့အမွေတွေကို ဆက်ခံရရှိခဲ့ပါတယ်။အမွေဆက်ခံရတယ်ဆိုလို့သူ့အဖေကသေသွားတာလားဆိုတော့လည်း မဟုတ်ပါဘူး။ဒါပေမယ့်ပျောက်ဆုံးနေတာ နှစ်ပေါင်းများစွာကြာနေပြီဖြစ်တဲ့အတွက်သေစာရင်းသွင်းခံလိုက်ရတာပဲဖြစ်ပါတယ်။ ဘန်ဂျမင် သူ့အဖေဆီကရခဲ့တဲ့ အမွေပစ္စည်းကတော့ တခြားမဟုတ်ဘဲ အရင်ခေတ်ကရှေးဟောင်းမြေပုံ စာအုပ်တစ်အုပ်ပဲဖြစ်ပါတယ်။သူ့အတွက်ဘာမှအသုံးမဝင်ပေမဲ့ ကျောင်းကသူ့ Crush လေးဖြစ်တဲ့ဆလီရန်ကရှေးဟောင်းပစ္စည်းတွေကို စိတ်ဝင်စားတဲ့အတွက် အဲ့ဒါကိုသုံးပြီးနီးစပ်အောင် ဂွင်ဖန်ပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီနောက်မှာတော့သူ့အိမ်ဖောက်ထွင်းခံလိုက်ရတာကြောင့် စိတ်ပူပြီးစာအုပ်ငှားသွားတဲ့ဆလီရန်ကို သွားသတိပေးနေတဲ့အချိန်မှာ လူဆိုးတွေရဲ့ လိုက်လံဖမ်းဆီးခြင်းကိုခံရပြီး ကံကောင်းထောက်မစွာနဲ့ ဇက်ပိုဆိုတဲ့လူတစ်ယောက်ကသူတို့ကို ကယ်ထုတ်ပေးခဲ့ပါတော့တယ်။နောက်မှသိလိုက်ရတာက ဒီစာအုပ်ကတကယ့် အဖိုးတန်ပစ္စည်းဖြစ်ပြီးရွှေကို ထုတ်လုပ်နိုင်တဲ့ဖော်မြူလာကိုရှာတွေ့နိုင်ဖို့ လမ်းစဆိုတာကိုသိလိုက်ရတဲ့အချိန်မှာတော့ သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းခရီးစတင်ခဲ့ပြီးဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှူရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်….File size…2.04GB / 1.01GBQuality…Blu-Ray 1080p / 720pFormat…mp4Duration….1h 30mGenre ….. Adventure , FamilySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBritt ScholteCarlos SchramCarry GoossensJolan de BouwJonas Van ThielenKoen De BouwNathan NaenenNicolas de PruyssenaereNora GharibPeter De Graef",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tKk62n7MIXGhs0SNtJZUQ0Y2GVh.jpg",
      "https://image.tmdb.org/t/p/w300/fIc9Qg2nFFcHwBRBWzH8MEKVaVD.jpg",
      "https://image.tmdb.org/t/p/w300/eoIqRDTyXNHCIUHlfw1WIEBkdaP.jpg",
      "https://image.tmdb.org/t/p/w300/5WRHPzbSnVdzZnlZsQQREkc4FPP.jpg",
      "https://image.tmdb.org/t/p/w300/gvkK9sybPMzs3gPdOk5y42yS4L4.jpg",
      "https://image.tmdb.org/t/p/w300/6Tz3DMkxW927ZB3Ui5lpVq2C5Kg.jpg",
      "https://image.tmdb.org/t/p/w300/pTWPP6kAnlp4fN7YACM3MvFtdJu.jpg",
      "https://image.tmdb.org/t/p/w300/bc3EeX4D40ybsQLqnYRHpsR8cRG.jpg",
      "https://image.tmdb.org/t/p/w300/d9aCUSlmMmcO6Onqp9thmKSK8Ek.jpg",
      "https://image.tmdb.org/t/p/w300/9tctP27wo0Uqh3wxSRJ28ej6Pn4.jpg",
      "https://image.tmdb.org/t/p/w300/6Jy5D9V6lu221RgFtxMa3nbMvIf.jpg",
      "https://image.tmdb.org/t/p/w300/mRRcE43ExfKcAU2Df7s5IAcvPTy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bWx2ET0ts7L8pXWBpPjeaz63a1I.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vbcy8gv1ztr1.html",
        "server": "usersdrive.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mercator-trail-2022-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0nz3/The_Mercator_Trail_(2022)_Blu-Ray,1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1udA0S4C#O9hgfOjjXor3bkc0ApCepgxnboEdS_GM4eSh8Rogna0",
        "server": "mega.nz",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://cdnwish.com/j3rzif3ba5vh",
        "server": "streamvid.io",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rr8q8olbcett.html",
        "server": "usersdrive.com",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mercator-trail-2022-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l0nzi/The_Mercator_Trail_(2022)_Blu-Ray,720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/g39DSYBC#dwWEpxNqBmPjCa2g-4bHQJnAnfBFngAM670ZqPeyCX4",
        "server": "mega.nz",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/08uk9h9p6ucc",
        "server": "streamvid.io",
        "size": "1.01GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2008|109 min|Drama,Sport",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "276,306"
    },
    "title": "The Wrestler(2008)",
    "description": "The Wrestler(2008)IMDb…7.9,,,,,Rotten….98%ခင္ဗ်ားတို႔ ကြ်န္ေတာ္တို႔အားလုံး WWE channel က ျပသတဲ့smack down ပြဲေတြကို ၾကည့္ဘူးၾကမွာပါ….ေျပာရရင္ ႀကဳိတင္ျပဆင္ထားတဲ့အစီအစဥ္တစ္ခုကုိ လာႀကည့္တဲ့ပရိတ္သေတြကုိ ရသအျပည့္အ၀ေပးႏုိင္မယ့္ သတ္ပုတ္မႈမ်ဳိးေတြကုိ  ခ်ျပရပါတယ္…ႀကဳိတင္ျပင္ဆင္ထားတဲ့အစီအစဥ္ဆုိေပမယ့္ ထုိးသတ္တဲ့ေနရာမွာ ပရိတ္သတ္ေထာင္ေပါင္းမ်ားစြာေသာမ်က္လုံးေတြ႕ေရွ႕ေမွာက္မွာေတာ့ တကယ့္ပ်င္းထန္တဲ့ရုိက္ခ်က္ေတြနဲ႕ သတ္ပုတ္ျပရပါတယ္..ဒါ့ေၾကာင့္လည္း ဒီၿပဳိင္ပြဲေတြဟာ အတုအေယာင္လုိ႕ဆုိရေပမယ့္ကမၻာေက်ာ္ေနရတာပဲျဖစ္ပါတယ္….၂၀၀၈ ခုႏွစ္မွာ ဒါရိုက္တာ Aronofsky ရိုက္ကူးခဲ့ၿပီးအဓိကဇာတ္ေဆာင္ နပမ္းသမား Randy the Ram (Mickey Rourke)အေၾကာင္းကုိရုိက္ကူးထားတာပဲျဖစ္ပါတယ္…ဒီကားက သူ႕ဘ၀ရဲ႕ အနိမ့္အျမင့္ အတက္အက်ကုိ  ရုိက္ျပထားၿပီးသူတုိ႕ဘ၀ရဲ႕ခက္ထန္ႀကမ္းတမ္းပုံေတြကုိအေကာင္းမြန္ဆုံးပုံေဖာ္ထားပါတယ္…ၾကမ္းတမ္းခက္ထန္လြန္းတဲ့ လူ႕ဘီးလူးႀကီးေတြရဲ႕ ေနာက္ကြယ္က ႏူးညံတဲ့ႏွလုံးသားကုိလည္းေတြ႕ႏုိင္ပါလိမ့္မယ္…ဒါ့ေၾကာင့္လည္း ဒီကားဟာ ခ်ီးက်ဴးမႈေပါင္းမ်ားစြာရရွိထားသလုိ ေအာ္စကာဆန္ကာတင္ (၂)ဆုနဲ႕ အျခားဆုေပါင္း(၅၈)ဆု ရရွိထားပါတယ္….ၿပီးေတာ့ ဒီကားဟာ သတ္ပြဲေပါင္းမ်ားစြာပါသလုိ ေသြးထြက္သံယိုခန္းေတြလည္းပါတာမုိ႕သတိထားၾကည့္ေစလုိပါတယ္….ရုပ္ရွင္ရဲ႕ Rating က R ျဖစ္တာေၾကာင့္အေဖာ္အခြ်တ္ခန္းေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္တဲ့ ကားတကားလို႔ ေျပာပါရေစ….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္…File Size : (1.76GB)(1020MB) and (330 MB)Quality :Blu-Ray 720p/1080p 5.1,Format…mp4Duration…01:49:00Genre :Drama,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony PettineBrendan WalshDarren AronofskyStarsDylan Keith SummersErnest MillerEvan Rachel WoodJudah FriedlanderMarisa TomeiMark MargolisMickey RourkeTodd BarryTommy FarraWass StevensCastAbraham AronofskyAjay NaiduAlex WhybrowAlissa ReislerAlyssa BresnahanAndrea LangiAndrew AndersonAnna-Karin EskilssonArmin AmiriBen Van BergenBernadette PenottiBill WaltersBilly DreamBobby DempseyBrandon DiCamilloBrian HeffronBrollyCharles RennerCharlotte AronofskyClaudio CastagnoliCobianCory KastleDaniel Healy Solwold Jr.Darnell KittrellDavid John MarklandDoc DanielsDonnetta Lavinia GraysDouglas CrosbyDustin HowardDylan Keith SummersE.J. CarrollEmmanuel YarboroughEric SantamariaErika SmithErnest MillerEvan GinzburgEvan Rachel WoodFelice ChoiGiovanni RoselliGregg BelloHenry KwanInfernoJamar ShipmanJames ManleyJay SantanaJeff ChenaJen CohnJess LiaudinJohn CorsonJohn D'LeoJohn ZandigJohnny ValiantJon TroskyJudah FriedlanderJudasKevin FooteKevin MatthewsKid U.S.A.Kristopher CopeLamar Braxton PorterLarry MercerLloyd Anoa'iLynn Tovale Anoa'iMarcia Jean KurtzMarisa TomeiMark MargolisMatt CannonMaurizio FerrignoMichael DrayerMichael MarinoMickey RourkeMike MillerNate HatredNicholas K. BerkNick PapagerioOlivia BasemanPapadonPaul E. NormousPaul ThorntonPete NixonPeter ConboyPiper KennyRafaela OchoaRebecca DarkeRob StraussRobert D. SiegelRobert OppelRon KillingsRyan LynnRyan TyghSakinah BinghamScott FranklinScott SiegelSteven HaworthSuggaSylvia KaudersTJ KedzieerskiToa MairieTodd BarryTommy FarraTyrone ScottVernon CampbellWass StevensWhacksWilly Rosner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8wQHJczZQxUfv3Tnk7sbYCGW5Vl.jpg",
      "https://image.tmdb.org/t/p/w300/vrkP48vabxSeXIHrjrCGXVtlhAt.jpg",
      "https://image.tmdb.org/t/p/w300/5tMJqM3ecc0LxCoB3Y3uWYS3NK8.jpg",
      "https://image.tmdb.org/t/p/w300/tf5Yf21n5aRzosQkHGOqjqY6YPV.jpg",
      "https://image.tmdb.org/t/p/w300/xIJUbSNAmqSfmATWDZJdSEmQk3G.jpg",
      "https://image.tmdb.org/t/p/w300/7PON1rVESxzFTNsTVgnU8sXg8AF.jpg",
      "https://image.tmdb.org/t/p/w300/5Xc6rwgrb5Jki5OsE1EqIE9Kjhd.jpg",
      "https://image.tmdb.org/t/p/w300/zI9bSUiiNpumGOYKwz9SXqBrvhC.jpg",
      "https://image.tmdb.org/t/p/w300/RxYWvWo5NyZZqflznui1txgaVs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/huooRmB7yksJyVVSkqOgitxlCec.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aveda5ugx22n.html",
        "server": "usersdrive.com",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Ttpk/The_Wrestler_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wrestler-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/dj79ou83uknt",
        "server": "upstream.to",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "p_TDzemiYu4",
      "video_url": "https://www.youtube.com/watch?v=p_TDzemiYu4",
      "embed_url": "https://www.youtube.com/embed/p_TDzemiYu4"
    }
  },
  {
    "metadata": "|||Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "Hotel Transylvania: Transformania (2022)",
    "description": "အားလုံးချစ်တဲ့ ပါပါ ဒရက်ကူလာတို့ ပြန်လာပါပြီ။ ဒီတစ်ခေါက်တော့ ဒရက်ကူလာဟာ အနားယူပြီး သူ့ဟိုတယ်ကို သူ့သမီး မေးဗစ် နဲ့ သားမက် ဂျွန်နီကို လွှဲပေးခဲ့ချင်ပေမဲ့ ဂျွန်နီရဲ့ ပေါက်ကရ စိတ်ကူးတွေကို ကြောက်တာကြောင့် ဟိုတယ်ကို မွန်းစတားမဟုတ်တဲ့ လူသားတွေ ဆက်ခံခွင့်မရှိဘူးဆိုပြီး လိမ်ပြောလိုက်ပါတယ်။ အဲဒါကြောင့် ဂျွန်နီဟာ ဗန်ဟဲဆင်းရဲ့ အကူအညီနဲ့ မွန်းစတားအဖြစ် ပြောင်းလဲလိုက်ပေမဲ့ တလွဲတွေဖြစ်ပြီး ဒရက်ကူလာနဲ့ မိတ်ဆွေတွေပါ မတော်တဆ လူသားတွေ ဖြစ်ကုန်ပါတယ်။ ဒါကြောင့် အရင်အတိုင်းပြန်ဖြစ်အောင်လုပ်ပေးနိုင်မယ့် အရာကို ရှာဖို့ လူသားဒရက်ကူလာ နဲ့ မွန်းစတား ဂျွန်နီတို့တွေ ဘယ်လိုစွန့်စားခန်း‌တွေ ဖွင့်ကြမလဲဆိုတာFile size…1.6 GB / 823 MBQuality….Webrip 1080p / 720pFormat…mp4Duration….01:038:00Genre…Animation, Adventure, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….LK , Mr.AndersonTranslated by Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndy SambergAsher BlinkoffBrad AbrellBrian HullDavid SpadeFran DrescherJim GaffiganKathryn HahnKeegan-Michael KeyMolly ShannonNinjaSelena GomezSteve Buscemi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qBLEWvJNVsehJkEJqIigPsWyBse.jpg",
      "https://image.tmdb.org/t/p/w300/g3T4Ydf8pPlEq54Stew5XzwGPrY.jpg",
      "https://image.tmdb.org/t/p/w300/7QabKu8tizoqy8qCZJXljdSpP4A.jpg",
      "https://image.tmdb.org/t/p/w300/uG4DoSFDqOaaOjhpCXsmcYFVl4V.jpg",
      "https://image.tmdb.org/t/p/w300/xd1qrJfQ3FEglUfSVRVBZKxDDP4.jpg",
      "https://image.tmdb.org/t/p/w300/ibBASW28pMdkbl96GpuiAtxkh08.jpg",
      "https://image.tmdb.org/t/p/w300/vRsnDjBxNHD8tmQVRXUrDkWYmfB.jpg",
      "https://image.tmdb.org/t/p/w300/m1uG3V2qrawnrPsARYILnwCRl1A.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/01/h.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hotel-transylvania-transformania-2022",
        "server": "VIP Links",
        "size": "1.57 GB , 823 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-transylvania-transformania-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.57 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/32zzrymg4pu6.html",
        "server": "usersdrive.com",
        "size": "1.57 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/33ljf/Hotel_Transylvania__Transformania_2022_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.57 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/ht9UUYaA#qW86BzLOhOUPLSKduw5UsuM16vGAPHCqtU0arM4qDGQ",
        "server": "mega.nz",
        "size": "1.57 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-transylvania-transformania-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/oey6gponw6nv.html",
        "server": "usersdrive.com",
        "size": "823 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hqnt/Hotel_Transylvania__Transformania_2022_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "823 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/NEdkGLBb#kGRZuZ8uOsXTkr2it304jz88sUH2qhTOZfBOo_RU7NE",
        "server": "mega.nz",
        "size": "823 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/u1ss9ibzaazr.html",
        "server": "streamsb.com",
        "size": "823 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "7AP86CYeR30",
      "video_url": "https://www.youtube.com/watch?v=7AP86CYeR30",
      "embed_url": "https://www.youtube.com/embed/7AP86CYeR30"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "7.9/",
      "rating_count": "15"
    },
    "title": "Dash & Lily 2020",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bowl4qsRe0khNvfcTGt8VLFY5Wn.jpg",
      "https://image.tmdb.org/t/p/w300/cmnD0NqC7V7w1E2518Z0FFxlH3Q.jpg",
      "https://image.tmdb.org/t/p/w300/1NIb44z6hiskn6c5ImbyAvDoBR3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/dash.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "_s1WPcApEWE",
      "video_url": "https://www.youtube.com/watch?v=_s1WPcApEWE",
      "embed_url": "https://www.youtube.com/embed/_s1WPcApEWE"
    }
  },
  {
    "metadata": "N/A|2019|100 min|Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "12"
    },
    "title": "On the Balcony ( 2019 )",
    "description": "2019 ထြက္ Imdb 5.7 ရရွိထားတဲ႔ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဒရာမာ ဇာတ္လမ္းအမ်ိဳးအစားပဲၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေလးက ေတာ႔ဒီကား​ေလးဟာ ​ေကာင္​​ေလးတစ္​​ေယာက္​ရဲ႕ မလုပ္​ျဖစ္​ႏိုင္​တဲ့ကလဲ့စား​ေခ်ျခင္​း​အ​ေၾကာင္​း​ေလးကို​ေရးထားပါတယ္​..​ေကာင္​​ေလးတို႔မိသားစုရဲ႕တိုက္​ဟာဖ်က္​ျခင္​းခံရ​ေတာ့မွာမို႔​ေျပာင္​း​ေရႊ႔​ေၾကးညႇိႏိႈင္​း​ေပးတဲ့လု​ေက့်က်န္​း​ေရာက္​လာခဲ့ပါတယ္​ ​လု​ေက့်က်န္​းဟာ​ေျပာင္​း​ေရႊ႔​ေၾကးကိုအဆမတန္​ႏွိမ္​ႁပီး​ေပး​တဲ့အတြက္​​ေကာင္​​ေလးရဲ႕ဖခင္​ဟာစိတ္​မထိန္​းႏိုင္​ပဲ​ေသဆံုးသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔​ေကာင္​​ေလးမွာဖခင္​အတြက္​ကလဲ့စား​ေခ်ခ​်င္​စိတ္​​ေတြျဖစ္​လာၿပီးလု​ေက့်က်န္​းရဲ႕အိမ္​ကိုမွန္​​ေျပာင္​းတစ္​လက္​နဲ႔​ေခ​်ာင္​းၾကည္​့ပါ​ေတာ့တယ္​…ဒီလိုနဲ႔လု​ေက့်က်န္​းရဲ႕သမီးငႏံုမ​ေလးကို​ေတြ႔ရာက​ေန …ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲ.. ဇာတ္​အိမ္​​ေအး​ေအး​ေလးနဲ႔စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..ေတြးေကာင္းတဲ႔ဇာတ္ကားပံုစံမ်ိဳးၿဖစ္ပါတယ္This Movie Brought To You By Channel MyanmarTranslated & Reivew By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang MengStarsQiang WangZhou DongyuCastQiang WangZhou Dongyu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/bal.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zk5dsydshbeq.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/4fDkd/On_The_Balcony_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/sl5bc9cftuwk",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "41"
    },
    "title": "Tiger Robbers ( 2021 )",
    "description": "Tiger robbers တဲ့ ကျားပြန်ပေးဆွဲကြသူများပေါ့…ဒီဇာတ်လမ်းလေးက နည်းနည်းတော့ ရိုးရှင်းတယ် ဒါပေမယ့် နက်နဲတယ် ရှုပ်ထွေးတယ်။အကျဉ်းနည်းနည်းပြောပြရရင် အများနဲ့မတူ တစ်မူထူးနေတဲ့ ဂေါက်သီး ၃ ယောက်ကပေါင်းပြီး ပိုင်ရှင်မဲ့တိရစ္ဆာန်လေးတွေကို ကယ်တင်ပြီး ပိုင်ရှင်ပြန်လာတဲ့အထိစောင့်ပေးတယ်။ ပိုင်ရှင်ပြန်မပေါ်လာရင်လည်း ပိုင်ရှင်လိုက်ရှာပေးတယ်။ဒီဂေါက်သီး ၃ ယောက်အကြောင်းပြောရမယ်ဆိုရင် မကောင်းတဲ့သူတွေလက်ထဲကဘာမဆို ခဏလေးနဲ့ ခိုးတတ်တဲ့ ခေတ်သစ်ရော်ဘင်ဟုဒ်ရယ်အိုင်းစတိုင်းကို အားကျပြီး ပေါက်ကရတီထွင်နေတဲ့ ဦးထုပ်ဆန်းဆန်းဝတ်တတ်တတဲ့ကိုတီထွင်ကြီးရယ်၊ ယောက်ျားတွေတောင်အရှုံးပေးရလောက်တဲ့အကြည့်တစ်ချက်နဲ့ အလိမ်အညာစကားအကုန် မှန်းနိုင်တဲ့ ကုတုံးဆံပင်ပေါက် မမရယ်ပေါ့။တစ်နေ့ သူတို့က သူတို့ထက်ပိုဂေါက်တဲ့ သမီးပျောက်ရှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ကိုရှာတွေ့တော့တယ်။ ဇာတ်လမ်းက အဲ့ဒီမှာစတော့တာပဲ။သမီးပျောက်လိုက်ရှာတဲ့အမျိုးသမီးရဲ့ သမီးက လူမဟုတ်ဘဲ ကျားဖြစ်နေတဲ့အခါကြတော့ရဲတိုင်လို့လည်းမရ။ အလွတ်တန်းစုံထောက်တွေအပ်တော့လည်း ငွေလိမ်ပြီးပြေးကြတာပဲ။ဒီဂေါက်သီး ၃ ယောက်ကတော့ ငွေလည်းလိမ်မပြေးသလို သေချာလည်း ရှာပေးပါတယ်။တစ်ခုပဲ… ဂေါက်သီး ၃ ယောက်ရယ် ဂေါက်သီးမလေးရယ်ပေါင်းပြီးလိုက်ရှာတော့အလွဲလေးတွေရှိတာပေါ့။ ကြားထဲ ကျားသမီးလေးကို ခိုးသွားတဲ့တစ်ဖက်ကလည်းဂေါက်သီးကြီးဆိုတော့ ဇာတ်လမ်းက သွားအအေးပတ်တာပေါ့။စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြနော်။Quality : WEB-DL 720pFormat : mp4Filesize : 1.2 GBSubtitle : Myanmar Sub ( Hardsub )Translated By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastEric TsangJim Chim Sui-ManMa LiSha YiSong JiaTizzy TYang DiZhang Haiyu",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ndCPKLs52CraXHsAH76LI6UOTW0.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tiger-robbers-2021",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-tiger-robbers-2021-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/ibs3egg9obs7.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Dxen/(CM)Tiger.Robbers.2021.WEB-Dl-720p.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/wnbfw7pmx6fh",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/7HZCRRCZ#QHgQnx9ZoJKyZUlroZMenRRhnkZ3F3Sb3bH90cbdlCE",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "-yxJ82z9nLc",
      "video_url": "https://www.youtube.com/watch?v=-yxJ82z9nLc",
      "embed_url": "https://www.youtube.com/embed/-yxJ82z9nLc"
    }
  },
  {
    "metadata": "|2019||Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1263"
    },
    "title": "Goodbye Summer (2019)",
    "description": "Goodbye Summer (2019)==================တကယ်လို့ သင့်ဆီမှာ မကြာခင်သေရတော့မယ့်ရောဂါတစ်ခုရှိနေတယ်ဆိုပါစို့။ ဒါဆို သင်တစ်ဖက်သတ်ချစ်နေရတဲ့သူကို ဖွင့်ပြောမှာလား မပြောဘူးလား၊ အကယ်၍ ဖွင့်ပြောဖြစ်ခဲ့ရင်ရောသူကလက်ခံနိုင်ပါ့မလား၊ တွေးစရာတွေကတော့ အများကြီးပါပဲ။သေခါနီးလူတစ်ယောက်က ကြိတ်ချစ်ရတဲ့ကောင်မလေးကို ဖွင့်ပြောတာက တစ်ကိုယ်ကောင်းဆန်လွန်းတယ်လို့လည်းထင်နိုင်သလို တစ်ဖက်ကတွေးကြည့်ရင် ကိုယ့်ရဲ့နောက်ဆုံးဆန္ဒမို့လို့ဒါဟာ တရားမျှတတယ်လို့လည်း ဆိုနိုင်တာပါပဲ။ ဒီဇာတ်ကားလေးထဲမှာလည်း အဓိကပြောသွားတဲ့အကြောင်းအရာက ဒီ( ၂)ချက်ပါပဲ။ဇာတ်လမ်းလေးရဲ့အကျဉ်းကတော့ ရောဂါတစ်ခုနဲ့မကြာခင်သေဆုံးရတော့မယ့် ဟျွန်းဂျယ်ဆိုတဲ့အထက်တန်းကျောင်းသားလေးတစ်ယောက်ရဲ့ နေ့ရက်တွေဖြတ်သန်းပုံကို စကားတွေအများကြီးမပြောဘဲ ရိုက်ကူးထားတဲ့ပုံနဲ့တင်ဆက်ထားတာပါ။ သေနေ့စေ့နေတဲ့ သာမန်အထက်တန်းကျောင်းသားလေးတစ်ယောက်ရဲ့ခံစားချက်တွေ၊ အတွေးတွေအမြင်တွေ၊ သူ့အတွေးအမြင်တွေအပေါ် သူ့ပတ်ဝန်းကျင်ကလူတွေရဲ့ဖိအား၊ ရိုက်ခတ်ချက် စတာတွေကို scenario သဘောမျိုးနဲ့ တင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ သရုပ်ဆောင်တွေအနေနဲ့ကတော့ YG Ent. Ex-rapperONE (or) Jung Jaewon နဲ့ Sky Castle စတားKim Bora တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Khin Thant Sin Tun ဖြစ်ပါတယ်)File Size……….(990 MB) / (323 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 07MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator…….Khin Thant Sin TunEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJu-Young ParkCastJung Jae-wonKim Bo-RaLee Do-haLee Geon-woo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y4PyaUk4yFWItGuf0pgFVZaX7Jv.jpg",
      "https://image.tmdb.org/t/p/w300/lJzpEfNbaxuhFVp7C9VRrEGD9Xg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/Goodbye_Summer-2019-p1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/goodbye-summer-2019-1080-p-kcw-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yfeq/Goodbye.Summer.2019.1080p.KCW.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/nrxf7q4ihxil.html",
        "server": "streamsb.com",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/IyAF2CCR#enlDpz50zaGlLEBqmS9njrIoZ4xVD-RkFsup4hfSLsI",
        "server": "mega.nz",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/o2c3txv6i7sy.html",
        "server": "usersdrive.com",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/66jmwqyfuckg",
        "server": "streamvid.io",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/goodbye-summer-2019-720-p-kcw-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yfel/Goodbye.Summer.2019.720p.KCW.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/tph9dt2mj9ev.html",
        "server": "streamsb.com",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/0vBBSQyB#V8n4mPs72scc5BiADM0RaWARAXPSwywFqgriXkyJfdI",
        "server": "mega.nz",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/2mt3486cfoqu.html",
        "server": "usersdrive.com",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/zsiae780z1wb",
        "server": "streamvid.io",
        "size": "323 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "sVKxYhWqtkA",
      "video_url": "https://www.youtube.com/watch?v=sVKxYhWqtkA",
      "embed_url": "https://www.youtube.com/embed/sVKxYhWqtkA"
    }
  },
  {
    "metadata": "|||Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "56"
    },
    "title": "Fuzzy Head (2023)",
    "description": "ဇာတ်ကားတစ်ကားလုံး ပရိသတ်ကိုခေါင်းစားမဲ့ ဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားနာမည်က Fuzzy Head ဖြစ်ပြီးနာမည်နဲ့လိုက်အောင်ကို ခေါင်းကိုက်စေမဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။IMDb Rating 7.1 အထိတောင်ရရှိထားပြီး ကြည့်ရတာ တွေ့ဖူးမြင်ဖူးနေတဲ့ဇာတ်ကားတွေလို ဇာတ်ကွက်မျိုးတွေနဲ့မဟုတ်ဘဲ ထူးထူးဆန်းဆန်းကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။မာလာလို့ခေါ်တဲ့ ကောင်မလေးကငယ်စဉ်က စိတ်ဒဏ်ရာတွေရခဲ့တဲ့အတွက်စိတ်ဝေဒနာ တစ်မျိုးကို ခံစားနေရပြီး တကယ်ဖြစ်နေတဲ့အရာတွေနဲ့ အတိတ်ကဖြစ်ခဲ့တဲ့အရာတွေနဲ့ အမြဲတမ်းရောထွေးနေတတ်ပါတယ်။အဲ့ဒီရောဂါကြောင့် အိပ်တောင်မအိပ်ရဲလောက်တဲ့အထိ ဖြစ်နေပြီးအတူတူနေထိုင်တဲ့ သူငယ်ချင်းဆီကနေထပ်ခါထပ်ခါထွက်ပြေးနေပြီး ရောက်ချင်ရာရောက်ပေါက်ချင်ရာပေါက် လျှောက်သွားနေတတ်သူတစ်ယောက်ပါ။သူ့စိတ်ဝေဒနာရဲ့ ဇာတ်မြစ်ကတော့ သူ့အမေကြောင့်ဖြစ်ပြီးသူ့ရဲ့ငယ်ဘ၀က သူ့အမေကြောင့်ပဲကြမ်းတမ်းခဲ့ပါတယ်။တစ်နေ့မှာသူ့အမေကသေသွားခဲ့ပြီးတော့ သေသွားတဲ့သူ့အမေရဲ့ ဘေးနားမှာသူရှိနေခဲ့ပါတယ်။သူကတော့ သူ့အမေကိုသူကိုယ်တိုင် သတ်ခဲ့တယ်လို့ပြောပေမဲ့ တကယ်တမ်းဘာတွေဖြစ်ခဲ့တယ်ဆိုတာကို သူကိုယ်တိုင်တောင်မသိပါဘူး။ဒီလိုနဲ့ သူ့အမေတကယ်တမ်းဘယ်လိုသေဆုံးခဲ့တယ်ဆိုတာကို သေချာသိနိုင်ဖို့အတွက် သူ့မှတ်ဉာဏ်တွေထဲကနေပြန်လည်ရှာဖွေရင်း ဒီအိပ်မက်ဆိုးကြီးကနေရုန်းထွက်နိုင်မလားဆိုတာကို ကြည့်ရမှာပဲဖြစ်ပါတယ်။File size…1.42GB / 636MBQuality…WEB-Rip 1080p  / 720pFormat…mp4Duration….1h 24mGenre ….. ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlicia WittFred MelamedNuma PerrierRain PhoenixRichard RiehleWendy McColm",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/onXtgszAvlhQh60v5iGiwL74Xjr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pGYB6vmJcKDoZspjc88iEzQdZ40.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wx3ck9ardbyo.html",
        "server": "usersdrive.com",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/fuzzy-head-2023-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3lr5A/Fuzzy.Head.2023.WEBRip1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/2EpHUJrT#MFpymmsQhUMVNStt_yCQm43D5XC3sVHZk7TrmJdxd1U",
        "server": "mega.nz",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/ocqci8ub68ef",
        "server": "streamvid.io",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/mbh9y1mo5kf4.html",
        "server": "usersdrive.com",
        "size": "636MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/fuzzy-head-2023-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "636MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Zwaa/Fuzzy.Head.2023.WEBRip720p(CM).mp4",
        "server": "megaup.net",
        "size": "636MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/bJAFCCIQ#FIR8AObC1INQDw7pMUr0FBoFcnpkZkj80fjY8_L1AmI",
        "server": "mega.nz",
        "size": "636MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/nebfc2pwt5bl",
        "server": "streamvid.io",
        "size": "636MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "BYKmQ-DAxr0",
      "video_url": "https://www.youtube.com/watch?v=BYKmQ-DAxr0",
      "embed_url": "https://www.youtube.com/embed/BYKmQ-DAxr0"
    }
  },
  {
    "metadata": "N/A|2021|2h 1min|Action,Drama,History",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5.4k"
    },
    "title": "Marakkar: Lion of the Arabian Sea (2021)",
    "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ်File size…748MB  / 1.37GB / 3.3GBQuality…720p HEVC Small Size / 720p / 1080p[ HEVC AAC 5.1CHFormat…mkv / mp4Duration….3h 1mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lwin Htoo Aung ~ Honeyey ~ Shwe Pyae  ~ Thet Hnin HsuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPriyadarshanStarsArjun SarjaMohanlalPrabhuSiddiqueSunil ShettyCastArjun NandhakumarArjun SarjaAshok SelvanBaburajFazilG Suresh KumarGanesh KumarHareesh PeradiInnocentJay J. JakkritKalyani PriyadarshanKeerthy SureshKrishna PrasadMamukkoyaManju WarrierMax CavenhamMohanlalMukeshNandhuNedumudi VenuPrabhuPranav MohanlalSanthosh KeezhattoorShiyas KareemSiddiqueSuhasini ManiratnamSunil ShettyToby Sauerback",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/brYDbavm5eBw029OHFm41gc1Osn.jpg",
      "https://image.tmdb.org/t/p/w300/hAVe0SS5D8fU9GVYsHGSpeUnk0v.jpg",
      "https://image.tmdb.org/t/p/w300/dr47w96uabP2LXGOX9vfgOdLQ38.jpg",
      "https://image.tmdb.org/t/p/w300/7dAVgA0rWtYcUL7ZT0gfaaoUxCX.jpg",
      "https://image.tmdb.org/t/p/w300/mPniBC1uzOKhSZxwI3nC5ogAcXm.jpg",
      "https://image.tmdb.org/t/p/w300/9ErnnJDXr1HkamMRr66K9PnNN4w.jpg",
      "https://image.tmdb.org/t/p/w300/2y9xvfUvb2M5bFxm1wBJdOKq5Ma.jpg",
      "https://image.tmdb.org/t/p/w300/oXpAPTRjhMN1tJlN4EMky1oge7K.jpg",
      "https://image.tmdb.org/t/p/w300/6Xlc06oFMuF7fdG29BZbYjuXpF2.jpg",
      "https://image.tmdb.org/t/p/w300/4Y7JJEKI4gmLs6LB3CXvMtlYdCm.jpg",
      "https://image.tmdb.org/t/p/w300/q3TnHQ87qQ4V9bbYkI7e6MH0JWD.jpg",
      "https://image.tmdb.org/t/p/w300/dXdugIiTe9oXLyjKTxYKrkbmgLY.jpg",
      "https://image.tmdb.org/t/p/w300/d4tzTbSTloGuV49PSva8KsoOehu.jpg",
      "https://image.tmdb.org/t/p/w300/nEWUTJVzXEJs12tDeV9KIRtFlV5.jpg",
      "https://image.tmdb.org/t/p/w300/8iH6VHF8Trr0Qz3D8aWGtY476ss.jpg",
      "https://image.tmdb.org/t/p/w300/xBqCsGLT0gQ8Sizcz7hSoC4M0M.jpg",
      "https://image.tmdb.org/t/p/w300/k5tZKcpLyymy67moR1BUjuQabQL.jpg",
      "https://image.tmdb.org/t/p/w300/lxwKFEfRZ9sooLm21ll3QhSof8l.jpg",
      "https://image.tmdb.org/t/p/w300/rXGRdxsKOsRrWh41K3WrVrPKk0I.jpg",
      "https://image.tmdb.org/t/p/w300/o7MgJGDc7xeJZNTfTQ32KoHUfMV.jpg",
      "https://image.tmdb.org/t/p/w300/leK1CnOQQvwV7YOVAcgyQj35z0D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marakkar-lion-of-the-arabian-sea-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-true-web-dl-1080-p-hevc-aac-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/5pbxx15q15i1.html",
        "server": "usersdrive.com",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3IHJP/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_-_1080p_-_HEVC_AAC_5.1CH_(CM).mkv",
        "server": "megaup.net",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://dropgalaxy.in/3si08z3icmbm",
        "server": "dropgalaxy.com/",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6gnmmz3wjafy.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/q3i5scpv5mdc.html",
        "server": "streamsb.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/ohdujqrucnhs",
        "server": "dropgalaxy.com/",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-720-p-hevc-small-size-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://usersdrive.com/ftxuqgrcdeln.html",
        "server": "usersdrive.com",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://dropgalaxy.in/2bwrl7775cjp",
        "server": "dropgalaxy.com/",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://megaup.net/1GP69/Marakkar_Lion_of_the_Arabian_Sea_(2021)_720p_HEVC_Small_Size_(CM).mkv",
        "server": "megaup.net",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://watchsb.com/9tyrcn99ikfu.html",
        "server": "streamsb.com",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      }
    ],
    "trailer": {
      "video_id": "Rcb2w6ulFXw",
      "video_url": "https://www.youtube.com/watch?v=Rcb2w6ulFXw",
      "embed_url": "https://www.youtube.com/embed/Rcb2w6ulFXw"
    }
  }
]