[
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Cave (2005) ၿမန္မာစာတန္းထိုး",
    "description": "2005 ခု ႏွစ္မွာထြက္ရွိခဲ႔တဲ႔ ဇာတ္ကားတစ္ကားၿဖစ္ၿပီး Bruce Hunt က ရိုက္ကူးတင္ဆက္ထားပါတယ္..စိတ္၀င္စားစရာေကာင္းတဲ႔ဇာတ္လမ္းေလးၿဖစ္လို႔ အညႊန္းကိုေတာ႔ မေပးေတာ႕ပါဘူး..ကိုယ္တိုင္ၾကည္႔႔ပီးေတာ႔ပဲ ခံစားလိုက္ပါ… Adventure, Horror, Thriller ဇာတ္လမ္းအမ်ိဳးအစားၿဖစ္တာမို႔ေခ်ာက္ေခ်ာက္ခ်ားခ်ားနဲ႔ဇာတ္လမ္းမိုက္မိုက္ေလးေတြၾကည္႔ခ်င္သူေတြအတြက္ေတာ႔ သေဘာက်ႏွစ္သက္မယ္႔ကားေကာင္းတစ္ကားပါပဲFilesize : 556 MBQuality : BrRip720pSource : YifyFormat : mp4Running Time : 97 minSubtitle : Myanmar Subtitle (Hardsub)Encoded By LKDownload And Watch With Pcloud LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/09/max1135941395-frontback-cover-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2016|93 min|Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "2,342"
    },
    "title": "The Whole Truth (2016)",
    "description": "အမေရိကန် အမျိုးသမီးဒါရိုက်တာ Courtney hunt ရိုက်ကူးထားပြီး ဟောလိဝုဒ်နဲ့ဆိုလျှင် အလွန် နည်းကျဉ်းသောစရိတ်နဲ့ ရိုက်ကူးထားလေ၏ ၊မြန်မာတို့အကြိုက် မင်းသားကြီး Keanu Reevesခေါင်းဆောင် ပါဝင်ထားပြီး box office မှာ ထုတ်လုပ်မှု စရိတ်ထက် များစွာ သာသော ငွေကြေးပမာနကိုလဲ ရရှိခဲ့ပါသည်။တစ်ကားလုံး တရားရုံး ဆက်တင်နဲ့ အိမ်အခန်း အနည်းကျဉ်း သာ အသုံးပြုထားပြီး သရုပ်ဆောင်မှု ဒါရိုက်တာရဲ့ စွမ်းရည်ပြသထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်Plotအမေရိကန်နိုင်ငံ လူဝီစီးယားနားပြည်နယ် မှာ နာမည်ကျော် လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ လေ၏ နာမည်ကြီး ရှေ့နေတစ်ယောက်က သူ၏ သူငယ်ချင်းသတ်ခံရသောအမှုကို လူသတ်သမား အသတ်ခံရသူ၏ သားဘက်မှ အမှုလိုက်ပေးသော ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ကာလူသတ်သမား ထောင်ကျ မလား လွတ်သွားမလားဆိုတာကိုတော့ ……………Reviewဒီ ဇာတ်ကားလေးက ဒီနှစ်ပိုင်းတွေ ထွက်ခဲ့ တဲ့ Keanu Reeves ရဲ့ ဇာတ်ကားတွေထဲမှာတော်တော် ကောင်းတဲ့ ဇာတ်ကားဆစ်ခုလို့ပြောရပါတယ်။ဇာတ်လမ်းက သာမန် ရှေ့နေ ဇာတ်ကျောရိုးသာဖြစ်သော်လည်း မထင်မှတ်ထားသောအရာ တွေ တချို့ tricks တွေက ကြည့်ရှုသူကိုစကြည့် ချိန်မှစ၍ တစ်ကားလုံး မထချင်လောက်အောင်ဆွဲဆောင်သွားပါလိမ့်မယ် တချို့ ဇာတ်ဝင်ခန်းတွေ ချုပ်ထားတာက လွဲလို့ အလွန်ကောင်းမွန်လှပါတယ် ကင်မရာရိုက်ချက် မှာအထွေထူးမရှိလှပေ အဓိက သရုပ်ဆောင်ချက်နှင့် ဇာတ်ညွှန်း ဇာတ်သားကိုသာ ဦးစားပေး သပ်ရပ်စွာဖော်ပြထားပေ၏စရိတ်စက များစွာကုန်ကျသော ဟောလိဝုဒ် ကားကြီးများထဲတွင် စရိတ်ကျဉ်းဒရာမာကားတွေ ရိုက်က ရှုံးမည်ဟုအယူအဆကို ဒီဇာတ်ကားက တော်လှန်နေသလိုပင် မူရင်းသရုပ်ဆောင်ခ မပါ ရိုက်ကူး စရိတ်ဆိုလျှင် ကျွန်တော်တို့နိုင်ငံတွင်သုံးစွဲနိုင်သော ဘတ်ဂျက် မျှ သာ ရိုက်ကူးထားပေ၏ ။ သို့သော်ဒါရိုက်တာ၏ ဇာတ်လမ်း စပ်ဟပ်မှု အတွေးအမြင်က ချီးကျူးစရာပင်။ဇာတ်ညွှန်းမှာလည်း လွန်စွာကောင်းလှပေ၏။ သရုပ်ဆောင် ပိုင်းတွင်တော့ အဓိက Keanu Reeves ကို ဦးစားပေးဖော်ပြသော်လည်းတခြား ဇာတ်ပို့များက ဇာတ်လမ်း ကို တချက်မယိုင်သွားအောင် သရုပ်ဆောင်နိုင်ပေ၏(ကျွန်တော် အကြိုက်ဆုံးအခန်းမှာ အလုပ်ခန်းထဲတွင် Keanu Reevesနှင့် သူ့လက်ထောက် အမှု၏ တရားခံမှာအခြားတစ်ယောက်ဖြစ်ကြောင်း ငြင်းခုန်သည့်အခန်းတွင် Reeves သရုပ်ဆောင်သွားသည့် အမူရာပင်)လောက တွင် မလိမ်သော သူမရှိနိုင်ဟု အယူ အဆတွငိ အလွန်ယုံကြည်ရသော သူတစ်ယောက် က သစ္စာဖောက်တတ်ကြောင်းပညာတတ်တစ်ယောက် အကွက်ကျကျလိမ်လျှင် တလောက လုံး ယုံကြည်တတ်ကြောင်း ပြသ ထားသောဇာတ်ကား ဖြစ်၍ စမ်းသပ်ကြည့်ရှုရန်တိုက်တွန်း အပ်ပေသည်(ဇာတ်လမ်းအညွှန်းကိုတော့  ကို Oak Thar Kyaw ရဲ. Facebook Account မှတစ်ဆင့်ကူးယူဖော်ပြထားတာဖြစ်ပါတယ်)File Size : 650 MBQuality : WEBRIP 720PRunning Time : 1hr 33 minuteFormat : Mp4Genre :  Drama, ThrillerEncoder : Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCourtney HuntStarsGabriel BassoGugu Mbatha-RawKeanu ReevesRenée Zellweger",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-whole-truth-2016",
        "server": "VIP Links",
        "size": "668MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-whole-truth-2016-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "668MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://megaup.net/32BTL/Gabriels_Inferno.2020.WEB-DL.720P.PP.mp4 https://megaup.net/2mErA/The_Whole_Truth_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "668MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://watchsb.com/t8hxpu2avp8f.html",
        "server": "streamsb.com",
        "size": "668MB",
        "quality": "WEBRIP 720P"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFFHd3pDcVdySVdyOFM2WHZzWXdQdzQxbWxsNmhlZWRkZCsrVi9vVTd6aTJUVWhNWFZTZjV4ZVIySTc0cS80RFNjeXJGcks1MFR5ZDBIOE5nYkVzUGtpRDVkZ0haU3pGNERNOEFJSk0wVFhOamI4VHVJLzliSW5pOHhHckdLRmVWST0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFFHd3pDcVdySVdyOFM2WHZzWXdQdzQxbWxsNmhlZWRkZCsrVi9vVTd6aTJUVWhNWFZTZjV4ZVIySTc0cS80RFNjeXJGcks1MFR5ZDBIOE5nYkVzUGtpRDVkZ0haU3pGNERNOEFJSk0wVFhOamI4VHVJLzliSW5pOHhHckdLRmVWST0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFFHd3pDcVdySVdyOFM2WHZzWXdQdzQxbWxsNmhlZWRkZCsrVi9vVTd6aTJUVWhNWFZTZjV4ZVIySTc0cS80RFNjeXJGcks1MFR5ZDBIOE5nYkVzUGtpRDVkZ0haU3pGNERNOEFJSk0wVFhOamI4VHVJLzliSW5pOHhHckdLRmVWST0="
    }
  },
  {
    "metadata": "||1h 50min|Uncategorized",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "23"
    },
    "title": "Fighting For The Motherland 1162 ( 2021 )",
    "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အမိမြေအတွက်ကိုယ်ကျိုးစွန့် အသက်ကိုရင်းပြီး ကျူးကျော်သူတွေကိုလက်နက်ချအရှုံးမပေးဘဲ အဆုံးထိတိုက်ခိုက်ခဲ့ကြတဲ့မျိုးချစ်သူရဲကောင်းတွေ အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါဇာတ်လမ်းအကြောင်းအရာလေးကတော့…. ၁၁၆၂ ခုနှစ်မှာ ဖြစ်ပွားခဲ့တဲ့အဖြစ်အပျက်တစ်ခုကို ဦးတည်ရိုက်ကူးထားတာပါ ၁၁၆၂ခုမှာတကျင်လူမျိုးတွေ တစုန့်ပြည်ကို ကျူးကျော်ဝင်ရောက်လာပြီးနယ်မြေတွေသိမ်းကာ ရက်စက်တဲ့ဥပဒေတွေချမှတ်ခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ နေထိုင်သူတို့ မနေသာဘဲ နေရာကွက်ကြားပုန်ကန်မှုတွေပေါ်ပေါက်လာပါတော့တယ်တကျင်စစ်တပ်သိမ်းယူသွားတဲ့နယ်မြေတွေထဲမှာ ရှင်းချီကျီဆိုတဲ့မျိုးချစ်စိတ်အပြည့်ရှိတဲ့ လူငယ်တစ်ယောက်ရဲ့စီဖုန်းကျာရွာလေးလည်း ပါသွားခဲ့ပါတယ် ရှင်းချီကျီက ပညာတတ်စစ်ရေးစစ်ရာကျွမ်းကျင်သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူဟာအများသူငါလို တစ်နယ်ထဲ မပုန်ကန်ဘဲ ပုန်ကန်သူအားလုံးစုပေါင်းကာတကျင်လူမျိုးတွေကို တစုန့်ပြည်ကနေ အပြီးတိုင်မောင်းထုတ်ဖို့ကြိုးပမ်းပါတော့တယ် ဒီဇာတ်ကားလေးမှာဆိုရင် တစုန့်ပြည်မှာ ပြည်သူတွေ ကောင်းမွန်တဲ့ဘဝလေးနဲ့ ငြိမ်းချမ်းစွာနေထိုင်ရဖို့ရှင်းချီကျီနဲ့ သူ့ရဲ့နောက်လိုက်ညီအစ်ကိုတို့ အသက်ကိုစွန့်ဘဝတွေကိုစွန့်ကာ မျိုးချစ်စိတ် ရဲစိတ်ရဲမာန်အပြည့်နဲ့တော်လှန်ကြပုံကို မှင်သက်ရှုမောဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါနော်Quality : WEB-DL 720pFormat : mp4During : 1h 50minGenres : Action , HistorySubtitle : Myanmar Subtitle ( Hardsub )Translator : Yamin EiEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhe ZhangStarsSheng NanXie MiaoCastGao MingyangJason ZhengNan ShengTse Miu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qJFOqCvTywaCPYNfPXagq90iMK7.jpg",
      "https://image.tmdb.org/t/p/w300/nCL2vRxp8E299Mwql7OOwePKo8U.jpg",
      "https://image.tmdb.org/t/p/w300/rVyINcRyUibR9eh50ehdhB8aJ7M.jpg",
      "https://image.tmdb.org/t/p/w300/cpGhZMPpZQnGB8T3IQGKQxYGn44.jpg",
      "https://image.tmdb.org/t/p/w300/tjJ7NkfagePnumFjlCDmyj99p9O.jpg",
      "https://image.tmdb.org/t/p/w300/82IWPLq477mMc0ANTBwZ3uUlPPm.jpg",
      "https://image.tmdb.org/t/p/w300/a0RzaVAnfGUrQzT0jkWNQCbfJZA.jpg",
      "https://image.tmdb.org/t/p/w300/vePoeDmE7yjPMhSU0OK3tVjdYXY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vqDJ8tTVMJ1jWfUtwgvukZ2mRb3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fighting-for-the-motherland-1162-2021",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/fighting-for-the-mother-land-720-p-2021-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/f2px472a8x9o",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1EEgq/Fighting.For.The.MotherLand.720p.2021.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/arnm1yjnuz5q.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/wsoVRCLa#DfnlzCu0dlW93TO-t5YuJ0s9JXgh6pUvWT_WpwxxJXQ",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://vip.yoteshinportal.cc/BNIHTDe_B",
        "server": "yoteshinportal.cc",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/46fx98bhxp1o.html",
        "server": "usersdrive.com",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/1gl7kggqz4pj",
        "server": "veryfiles.com",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1EEge/Fighting.For.The.MotherLand.480p.2021.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "356 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1985|1h 46m|Fantasy,Horror",
    "rating": {
      "rating": "7/10",
      "rating_count": "72000"
    },
    "title": "Fright Night (1985)",
    "description": "Fright Night (1985)~ IMDb – 7/10, RT – 82%, Meta – 62% ~2011 မှာထွက်ခဲ့တဲ့ Fright Night ကားကို လူတော်တော်ကြိုက်ကြသလို တော်တော်များများလည်း ကြည့်ပြီးလောက်ကြပါပြီ။ ခုကားကတော့ အဲဒီ 2011 ကားရဲ့ မူလပထမ ကလပ်စစ်စာရင်းဝင် Fright Night ကားပါပဲ။ ဇာတ်ဝင်ခန်းတွေက Reboot ကားထက် တော်တော်လန့်စရာကောင်းတာတွေပါသလို Best Horror Film Award တွေကိုလည်းရရှိထားပါတယ်။ Classics တွေကို Remake တွေ ဘယ်လိုရိုက်ရိုက် ကျော်လို့မရနိုင်တဲ့အကြောင်း နောက်ထပ်ဥပမာတစ်ခုလို့လည်း တစ်ချို့က ဆိုကြတယ်။ ခေတ်ဟောင်းပေမဲ့လည်း အထူးပြုလုပ်ချက် Practical Effects တွေက သဘာဝကျကျနဲ့ ကျောချမ်းဖို့ကောင်းနေတယ်လို့လည်း ဆိုကြတယ်။ Fright Night ကားကို ကြိုက်ခဲ့ကြတဲ့သူတွေ ကြည့်ကိုကြည့်သင့်တဲ့၊ ပြန်ရိုက်ဗားရှင်းထက် အများကြီးပိုသာတဲ့ အော်ရီဂျင်နယ် Fright Night ကားတစ်ကားလို့ ရဲရဲကြီးပြောရဲပါတယ်။သရဲကားတွေကို စွဲစွဲလမ်းလမ်းကြည့်တတ်တဲ့ ချာလီဘရူးစတားတို့ရဲ့ဘေးက ပြိုပျက်လုနီးပါးအိမ်တစ်လုံးကို အိမ်တွေပြန်ပြင်ရောင်းရင်း အသက်မွေးတဲ့ ဂျယ်ရီဒန်းဒရစ်ဂ်ျဆိုတဲ့လူ ပြောင်းလာခဲ့တယ်။ နေ့ခင်းဘက်တွေမှာ ပျောက်ချက်သားကောင်းနေတတ်ပြီး ညဘက်ကျမှမြင်ရတတ်တဲ့ ကိုလူချောဂျယ်ရီ ရောက်လာပြီးတဲ့နောက် ချာလီတို့နားတစ်ဝိုက်မှာ လက်သည်မပေါ်တဲ့ လူသတ်မှုတွေ တွေ့လာရရင်း တစ်ရက်မှာ အသတ်ခံထားရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ အဲဒီနေ့မတိုင်ခင်က ဂျယ်ရီ့အိမ်ဆီ ရောက်လာတဲ့သူမှန်း ချာလီသတိထားမိသွားခဲ့တယ်။အဲဒီလိုနဲ့ ဘေးအိမ်ကအနေအထားကို ချာလီသတိထားစောင့်ကြည့်ရင်း တစ်ညမှာတော့ ဂျယ်ရီဟာ တခြားမဟုတ်ဘဲ သူ့အသည်းစွဲရုပ်ရှင်တွေထဲကလို သွေးစုပ်ဖုတ်ကောင် ဖြစ်နေမှန်း ချာလီသိလိုက်ရတယ်။ ခက်တာက သူဒီလိုသိသွားတာကို ဂျယ်ရီကပါ သိရှိသွားပြီး သက်သေဖျောက်ဖို့ ချာလီကို အန္တရာယ်ပြုလာတဲ့နောက်မှာ ချာလီတစ်ယောက် သူ့အကြိုက်သရဲရုပ်ရှင်မင်းသား ပီတာဗင်းဆန့်ကို စစ်ကူခေါ်ပြီးတော့ သူချစ်ရသူတွေကို သွေးစုပ်ဖုတ်ကောင်အန္တရာယ်က ကယ်တင်ဖို့ ကြိုးစားရတော့တယ်။Fright Night ကားတွေဟာ သူ့ရှေ့က ဂန္ထဝင်ကားတွေဖြစ်တဲ့ Nosferatu နဲ့ Dracula တို့လိုကားတွေကို မှီငြမ်းထားတဲ့ စတီဖင်ကင်းရဲ့ Salem’s Lot ရဲ့ လွှမ်းမိုးမှုမကင်းခဲ့ပေမဲ့လည်း သူ့ကိုယ်တိုင်ကိုကလည်း အားကောင်းလေတော့ ဒီကားတွေရဲ့ အရိပ်အောက်မှာရှိနေပေမဲ့ Vampire ရုပ်ရှင်နဲ့ပတ်သက်တဲ့ အခြေခံအဆောက်အတည်တွေကိုလည်း ပိုအားကောင်းစေခဲ့ပါတယ်။ ဥပမာပြောရရင် နောက်ပိုင်း ကျွန်တော်တို့ငယ်ငယ်က ကြိုက်ကောင်းကြိုက်ခဲ့လောက်ကြဖူးတဲ့ The Vampire Diaries ဘာညာမှာ ဗမ်ပိုင်းယားတွေကို မဖိတ်ခေါ်ရင် ဝင်မရဘူးဆိုတဲ့ အချက်ကိုလည်း Fright Night က ပိုခိုင်မာစေခဲ့တယ်ပြောလည်း မမှားလောက်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုCostanzaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 782MBQuality – 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 46MinGenre – Fantasy, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated byCostanzaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom HollandStarsAmanda BearseArt EvansBob CorffChris HendrieChris SarandonDorothy FieldingErnie HolmesHeidi SorensonIrina IrvineJonathan StarkNick SavagePamela BrownPrince HughesRoddy McDowallStephen GeoffreysStewart SternWilliam RagsdaleCastAmanda BearseArt EvansBob CorffChris HendrieChris SarandonDorothy FieldingErnie HolmesHeidi SorensonIrina IrvineJonathan StarkNick SavagePamela BrownPrince HughesRoddy McDowallStephen GeoffreysStewart SternWilliam Ragsdale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dNEKbVh1oVPGKVBEoh0Rfe9Jz2x.jpg",
      "https://image.tmdb.org/t/p/w300/7LTtUBeHTc4msK3gIpnjKvkPfR.jpg",
      "https://image.tmdb.org/t/p/w300/nvSOYZWsNk4bqszO55OhayAZVM2.jpg",
      "https://image.tmdb.org/t/p/w300/xz5MqJZ71KIBSTAHFJK4d7gWzhE.jpg",
      "https://image.tmdb.org/t/p/w300/y8BHSdWdPjmvZaKfXBRjrOjMgDm.jpg",
      "https://image.tmdb.org/t/p/w300/AnVmLvPxMHeFNlfOkVIRfdORuPs.jpg",
      "https://image.tmdb.org/t/p/w300/qVZgwYZEwPk79gJCiqp9yfowLhz.jpg",
      "https://image.tmdb.org/t/p/w300/zef7gdxwtusg4eDcm9JgyG6y3gD.jpg",
      "https://image.tmdb.org/t/p/w300/lpat3jSSswosEaFzQnE8GdKNHWE.jpg",
      "https://image.tmdb.org/t/p/w300/hIYHtuR4lNsZ96DM3UMTHruOvtf.jpg",
      "https://image.tmdb.org/t/p/w300/li31GVDyy5Ie41AAW6ygKIFr5Za.jpg",
      "https://image.tmdb.org/t/p/w300/1CKM2DgxUD2MRb6mE0Ao0qQyQaE.jpg",
      "https://image.tmdb.org/t/p/w300/zbDKqz8RCaZxO4YI2cccg1UaotS.jpg",
      "https://image.tmdb.org/t/p/w300/fCktjKczJyfC4GA42eVnccCdBJ7.jpg",
      "https://image.tmdb.org/t/p/w300/3AdgQ9gxtC9lllfM82xhs1lYjCU.jpg",
      "https://image.tmdb.org/t/p/w300/jIRdFP8EdSDBEgOuUPmJomtKYY.jpg",
      "https://image.tmdb.org/t/p/w300/p2tCQkHP8iqVOV700cRc3MRFgBN.jpg",
      "https://image.tmdb.org/t/p/w300/h6xesel5YyxraYbFy1tlUKznBYb.jpg",
      "https://image.tmdb.org/t/p/w300/htoqY2JblWPzHYskxIxzAUcfPhp.jpg",
      "https://image.tmdb.org/t/p/w300/mtlmHDotSXi3WlbTe9LgcHkdfmD.jpg",
      "https://image.tmdb.org/t/p/w300/boEFB3JrYJWaTL7dXrr3nEyfqwS.jpg",
      "https://image.tmdb.org/t/p/w300/a9Xl5krj2WSa39QJRItobZdqly3.jpg",
      "https://image.tmdb.org/t/p/w300/lshmgAmN0yAqgZ6eLxIS81P386R.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/upVMb3s1RugX4J0O40zfERjPE5N.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-fright-night-1985-remastered-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1a0gl/(CM)_Fright_Night_(1985)_REMASTERED_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QKd0TRqT#G9FvHmMdX_pcxyZEqKGEDXMyUJUkINrvEpVaZBMP6EY",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ml3e6pw5o24g.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/5z558vwmepu7.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fright-night-1985-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "782MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2vVaq/(CM)_Fright_Night_(1985)_REMASTERED_720p.mp4",
        "server": "megaup.net",
        "size": "782MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wOdmRQAC#9q76pgzY0x_TH7xnRTx6rRUbJAH7H1eAroCCwKvQHkI",
        "server": "mega.nz",
        "size": "782MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lfkntnhy3ii2.html",
        "server": "usersdrive.com",
        "size": "782MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/0x1emp4trzdb.html",
        "server": "streamsb.com",
        "size": "782MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yfuIcuezkUw",
      "video_url": "https://www.youtube.com/watch?v=yfuIcuezkUw",
      "embed_url": "https://www.youtube.com/embed/yfuIcuezkUw"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Romance",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "214K"
    },
    "title": "The Secret in Their Eyes (2009)",
    "description": "Original Title: El secreto de sus ojosGenre – Drama, Mystery, RomanceIMDB – 8.2/10၂၀၁၀ ခုနှစ် အော်စကာပေးပွဲမှာ နိုင်ငံခြားဘာသာစကားပြောအကောင်းဆုံးရုပ်ရှင်ဆု ရခဲ့တယ် (စပိန်စကားပြောအာဂျင်တီးနားရုပ်ရှင်)။ IMDB မှာ 8.2 ကို လူနှစ်သိန်းကျော်ပျမ်းမျှအမှတ် ရထားတယ် IMDB အကောင်းဆုံးရုပ်ရှင်၂၅၀ ထဲမှာ ၁၆၅ ကားမြောက်ဖြစ်တယ်။ ဘာများပြောစရာလိုဦးမလဲ၊ ဟင်းလေးကြီးတစ်ခွက်ကို မြည်းစမ်းနေရသလိုပဲကြည့်ရတာတော့။ အငြိမ်းစား ဥပဒေအတိုင်ပင်ခံကြီးတစ်ယောက် အနားယူချိန်မှာ ဝတ္ထုရေးဖို့ ကြိုးစားကြည့်တယ်ကြိုးစားကြည့်တိုင်းလည်း လွန်ခဲ့တဲ့ ၂၅ နှစ်တုန်းက ထူးထူးခြားခြား ဖြစ်ခဲ့တဲ့ အမှုကိုပဲ ပြန်ပြီး အောက်မေ့နေတယ်။ဒီတော့ ဒီအကြောင်းကို ဝတ္ထုလုပ်ရေးဖို့အတွက် သံယောဇဉ်ရှိခဲ့ပေမဲ့ အခြေအနေ ကွာခြားတာကြောင့် ရှေ့ဆက်မတိုးခဲ့ရတဲ့အထက်အရာရှိဟောင်း (ခုလက်ရှိ တရားသူကြီး) ဆီ သွားအကြံတောင်းရတော့တယ်။ အဲဒီမှာပဲ မေ့ပစ်လို့မရတဲ့ အမှတ်တရဟောင်းတွေ တစ်ပုံကြီး ပြန်ပေါ်လာတယ်။ အင်မတန်ချစ်ကြတဲ့ဘဏ်စာရေးနဲ့ ကျောင်းဆရာမလင်မယားလေးကိုမှကံဆိုးစွာနဲ့ လူတစ်ယောက်က ဆရာမလေးကို မုဒိမ်းကျင့်ပြီးရက်စက်စွာ သတ်ဖြတ်ခဲ့တယ်။ အမှုယူရမှာ ကိုယ့်အလှည့်မဟုတ်ပဲ ယူလိုက်ရတဲ့ အတိုင်ပင်ခံကြီးတစ်ယောက်သူငယ်ချင်းအရက်သမားတစ်ယောက်နဲ့ အမှုလိုက်စုံစမ်းဖို့အကြောင်းပါလာတော့တယ်။ တရားခံကို သိနေပေမယ့်ကောက်ရိုးပုံထဲက အပ်ရှာသလို ရှာရခက်ခက်နဲ့ ဘယ်လိုတွေကြိုးစားပြီး ရှာဖွေကြမလဲ၊ ရှာတွေ့တဲ့အခါမှာလည်းဘာတွေဆက်ဖြစ်မလဲ၊ အတိုင်ပင်ခံလေးနဲ့ ရှေ့နေမလေးတို့ဇာတ်လမ်းက ဘယ်လိုလဲ၊ ဘဏ်စာရေးကရော မိန်းမကိုလွမ်းစိတ်နဲ့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ သူတို့မျက်ဝန်းတွေကလျှို့ဝှက်ချက်တွေနဲ့အတူ စီးမြောရမှာပဲ ဖြစ်ပါတယ်။အကောင်းဆုံးပြောရမယ်ဆို နောက်ဆုံးမှ ဟင်ခနဲ ဟာခနဲသိရမယ့် ဇာတ်သိမ်းလှည့်ကွက်တွေလည်းပါပါတယ်။ဆက်ညွန်းနေရင် ကြာပါတယ် အော်စကာဆိုတာ အလကားရထားတာမှ မဟုတ်တာ အေးဆေးလေး အချိန်ယူကြည့်ဖို့လည်းတိုက်တွန်းချင်ပါတယ် နောက်ပြီး မုဒိမ်းခန်းတွေမှာ ပွင့်ပွင့်လင်းလင်း ပြသထားတာတွေ ကိုယ်အင်္ဂါတွေ ပြသတာတွေပါတဲ့အတွက် သတိထား ကြည့်စေလိုပါတယ်ဗျ။File size…1.81GB / 720MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….2h 9mGenre ….. Drama , Mystery , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJuan José CampanellaStarsPablo RagoRicardo DarínSoledad VillamilCastAlejandro AbelendaAlejandro PérezAlicia Haydée PennachiBárbara PalladinoCarla QuevedoCarlos MeleDarío ValenzuelaDavid Di NápoliElvio DuviniFernando PardoGabriela DaniellGuillermo FrancellaHéctor La PortaIván SosaJavier GodinoJosé Luis GioiaJuan José OrtízJudith BuchalterKiko CeroneLiliana CuomoMariano ArgentoMario AlarcónMaximiliano TrentoOscar SánchezPablo RagoPedro KochdilianRicardo DarínRudy RomanoSebastián BlancoSergio López SantanaSoledad Villamil",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fNHCogWhABNAmzk0IFdzQP5XLYj.jpg",
      "https://image.tmdb.org/t/p/w300/ZOSPFuocPH8yKn3mq52vVQmoMK.jpg",
      "https://image.tmdb.org/t/p/w300/oXYZsLvsfCMOPzeFNljQJVfMHUr.jpg",
      "https://image.tmdb.org/t/p/w300/3ZhOOn1EWfM6s0DMG1XDU1VVJE2.jpg",
      "https://image.tmdb.org/t/p/w300/3Idw2hThSUDpLh7lmtwWt7nfazQ.jpg",
      "https://image.tmdb.org/t/p/w300/9Roi10VFa5pX5Ma44kkwfKXc9Cl.jpg",
      "https://image.tmdb.org/t/p/w300/mfytM5b7ERXj3BTdNV3WeryVV14.jpg",
      "https://image.tmdb.org/t/p/w300/5o5Xmg4u0tz08IZgwgEG8R7vDHP.jpg",
      "https://image.tmdb.org/t/p/w300/71lPBRQp76YY0LB67bXvQStBsdb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r3FctmAMk2tbrwxuWdpeLrZLwIz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8v7em4gy7y23.html",
        "server": "usersdrive.com",
        "size": "1.81GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-secret-in-their-eyes-2009-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.81GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3gKB0/The.Secret.in.Their.Eyes.2009.BluRay.1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.81GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/1bsGSKTS#GKNlfmsMT9t3ij2gBXPwC0DGzd7nIrGdDOIaAhqI2Eg",
        "server": "mega.nz",
        "size": "1.81GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5y6gj0tb6nbb.html",
        "server": "usersdrive.com",
        "size": "720MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-secret-in-their-eyes-2009-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2AN8m/The.Secret.in.Their.Eyes.2009.BluRay.720p(CM).mp4",
        "server": "megaup.net",
        "size": "720MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/0HVmhLQC#qI5c3ohDLg7wms45YiQrLUoUA-3PVGeM7BUJRhfseFo",
        "server": "mega.nz",
        "size": "720MB",
        "quality": "720P"
      },
      {
        "link": "https://sblona.com/4n9rynin9kd6.html",
        "server": "streamsb.com",
        "size": "720MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/1oqneevm90l1",
        "server": "streamvid.io",
        "size": "720MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "5TjR3pTWk_0",
      "video_url": "https://www.youtube.com/watch?v=5TjR3pTWk_0",
      "embed_url": "https://www.youtube.com/embed/5TjR3pTWk_0"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "539"
    },
    "title": "Rising Free 2019",
    "description": "အခုတစ်​​ခေါက်​တင်​ဆက်​​ပေးထားတဲ့ Rising Free ဆိုတဲ့ဇာတ်​ကား​လေးထဲမှာ​တော့ ၁၉ရာစု အ​မေရိကန်​ပြည်​သူ​တွေရဲ့ စစ်​ပွဲ​တွေ သူပုန်​ရန်​​တွေကြား ရုန်​းကန်​ရပုံ​တွေ ဒုက္ခ​တွေကြားက ​မျှော်​လင်​့ချက်​နဲ့ရှင်​သန်​ရတာ​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတာ ​တွေ့ရမှာပါ။ဘဝကိုကြမ်​းတမ်​းစွာ ဖြတ်​သန်​းခဲ့ရတဲ့ ​Nakomay ဆိုတဲ့ မိန်​းက​လေးဟာ ​အော်​ရီဂွန်​ပြည်​နယ်​က သူပုန​်​​တွေလက်​ချက်​နဲ့ မိသားစုကိုဆုံးရှုံးခဲ့ရပါတယ်​။မိသားစုကိုဆုံးရှုံးခဲ့ရတဲ့ ​ဖြစ်​ရပ်​​ကြောင်​့ ခံစား​နေရတဲ့ Nakomay ကို ကယ်​တင်​ခဲ့တဲ့ Ethel ိုတို့မိသားစုဟာ Nakomay ခံစား​နေရတာကို ကူညီ​ပေးရင်​း မျှ​ဝေခံစား​ပေးခဲ့ပါတယ်​။Ethel တို့မိသားစုဟာလည်​း စစ်​ပွဲကြားက ထွက်​​ပြေးကာ နာကျင်​စရာအတိတ်​​တွေကို ရင်​ဆိုင်​​ကျော်​ဖြတ်​​နေရတဲ့ သူ​တွေပါပဲ။ဒီဇာတ်​လမ်​း​လေးထဲမှာ​တော့​သေဆုံးသွားတဲ့ မိသားစုဝင်​​တွေအတွက်​ ယူကြုံးမရဖြစ်​​နေတဲ့ Nakomay​အတိတ်​ဆိုး​တွေကြားက မိသားစု​ပေါင်​းစည်​းနိုင်​​ရေးအတွက်​ ​ဖျောင်​းဖျရင်​း ​အေးချမ်​း​အောင်​​နေတတ်​သူ Ethelအားငယ်​​နေတဲ့Nakomay ကို ကာကွယ်​​စောင်​့​ရှောက်​ရင်​း Nakomay ကိုချစ်​မိသွားတဲ့ Banjaminစစ်​ပွဲကြား မိမိ​ကြောင်​့ မိခင်​​သေဆုံးသွားရတဲ့အတွက်​ ​လေလွင်​့​နေတဲ့ Jamesစတဲ့ဇာတ်​​ကောင်​​တွေနဲ့ 1887 ခုနှစ်​ သူပုန်​​တွေကြား ​ရှောင်​ပုန်​း​နေရတဲ့ ​ကပြား​ကောင်​မ​လေးရဲ့ဘဝကို မြင်​​တွေ့ရရုံသာမက Nakomay နဲ့ Bajamin ကြားက နူးညံ့တဲ့ချစ်​ခြင်​း​နဲ့ လူသား​တွေရဲ့ ခွင်​့လွှတ်​မှု ယုံကြည်​မှု ​မျှော်​လင်​့ချက်​​တို့ကိုရိုက်​ကူးပုံ​ဖော်​ထားတာကို​တွေ့ရမှာပဲဖြစ်​ပါတယ်​။သူပုန်​​တွေနဲ့ စစ်​ပွဲ​တွေကြား မိသားစု​တွေ ဆုံးရှုံးခဲ့ကြတဲ့ သူတို့ အန္တရာယ်​​တွေကြား ဘယ်​လိုရုန်​းကန်​ကြမလဲNakomay က​ရော အဆုံးသတ်​မှာ ​သောက​တွေကို ​ဖျောက်​ပြီး သူချစ်​ရသူနဲ့ ​ပေါင်​းစည်​းနိုင်​ပါ့မလားတခြားသူ​တွေ ဒုက္ခ​ရောက်​တာကို ​ပျော်​ရွှင်​​နေတတ်​တဲ့ သူပုန်​တစ်​ဦးက​ရော ​သူ့ရဲ့လုပ်​ရပ်​​တွေကို ​နောင်​တရသွားပါ့မလား စတာ​တွေကို စိတ်​ဝင်​စားစရာ ကြည်​့ရှုရမှာပဲဖြစ်​ပါတယ်​။ပါဝင်​ထားတဲ့သရုပ်​​ဆောင်​​တွေက​တော့Stephan Lunsford, Samantha Droke, Melanie Foust, Bob Grove, Elias Kamplain တို့ပဲဖြစ်​ပါတယ်​။File Size : 750 Mb / 300 MbQuality :WEB-DL 720pFormat…mp4Duration…01:42:00Genre : Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Lwin Lwin AungEncoded by LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian Johannesson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uEKEkzMZZ7tx7yRN41LAHXxvMgY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/rising.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q8jftg1uu0fg.html",
        "server": "usersdrive.com",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gkfojqygtbjf.html",
        "server": "usersdrive.com",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/rising-free-2019-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/rising-free-2019-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/S8f1/Rising.Free.2019.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2e39D/Rising.Free.2019.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/H0AijCoK#qe7fEuXJY5JCp3DOGTzyv3IfYkfQkw_5YUyw1J5LJpg",
        "server": "mega.nz",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/S8Ri2YJK#1dhhFcNG7IrW0lsmlVV6OtwrgKPfB5MhckqhzFxBNJs",
        "server": "mega.nz",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/ho4qfnsyxb36",
        "server": "upstream.to",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/s45n4upn7m98",
        "server": "upstream.to",
        "size": "300 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "m5EDZJ6h0TY",
      "video_url": "https://www.youtube.com/watch?v=m5EDZJ6h0TY",
      "embed_url": "https://www.youtube.com/embed/m5EDZJ6h0TY"
    }
  },
  {
    "metadata": "|||Action,Adventure,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "638"
    },
    "title": "The Great Alaskan Race (2019)",
    "description": "ဇာတ်လမ်းအညွှန်းတိုဂို ဆိုတဲ့ ခွေးသူရဲကောင်းဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုမင်းသားကြီး Willem Dafoe ရိုက်ကူးထားတဲ့ Togo ဆိုတဲ့ဇာတ်လမ်းကို ကြည့်ဖူးမယ်ဆိုရင် တိုဂိုဆိုတဲ့ ခွေးလေးအကြောင်းနဲ့ နုံးမြို့က ဇာတ်လမ်းလေးကို ရင်းနှီးကြမှာပါ ။(Togo (2019) ကို မကြည့်ရသေးရင် CM မှာ ကြည့်လို့ရပါတယ်။)အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့Togo (2019)နဲ့ မတူညီတဲ့ ရှုထောင့်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးမှာတော့ 1920 ခုနှစ်က အမေရိကန်မြောက်ပိုင်း အလက်စကာပြည်နယ်က နုံးဆိုတဲ့ ရွာလေးသာသာ မြို့လေးက ဖြစ်ပွါးခဲ့တဲ့ ကပ်ရောဂါမှာ ဘယ်သူတွေဘယ်လိုပါဝင်ကြိုးစားခဲ့ကြလဲဆိုတဲ့ ဖြစ်ရပ်မှန်တွေကိုအဓိကထားပြီး ဂုဏ်ပြုရိုက်ကူးထားပါတယ်။ ဆုံဆို့နာဆိုတဲ့၊ ဘတ်တီးရီးယားကြောင့် ဖြစ်တဲ့ ကူးစက်ရောဂါဟာကလေးတွေအကြားမှာ ကပ်ရောဂါသဖွယ် ဖြစ်ပွါးလာတဲ့အခါမှာဒီမြို့လေးမှာ ကုသဖို့ဆေးကမရှိဖြစ်တယ်။ တစ်ခြားဒေသက ဆေးတွေ ပို့ဆောင်ဖို့အတွက် စီစဉ်ကြမယ်ဆိုတော့လည်း အေးခဲလှတဲ့ရာသီဖြစ်တာကြောင့် ရေကြောင်းလမ်းကလည်း ပို့ဆောင်ဖို့အဆင်မပြေ၊ လေယာဉ်နဲ့ဆိုတော့လည်းအဲ့ခေတ်အခါအတွက် အဆင်မပြေဖြစ်နဲ့ ၊ နောက်ဆုံးတော့ဒေသသုံးစွပ်ဖားသမားတွေ စွပ်ဖားခွေးတွေကိုပဲ အားကိုးဖို့ဖြစ်လာပါတယ်။ ကုသဆေးကို နီနာနာမြို့ကနေ နုံးမြို့လေးကိုရောက်ဖို့အတွက်ဆိုရင် မိုင်ပေါင်း ၇၀၀ နီးပါးရှည်လျားတဲ့ခရီးလမ်းဖြစ်ပါတယ်။ စွပ်ဖားသမား အယောက်၂၀က အေးခဲလှတဲ့ မုန်တိုင်းတွေကြား ရေခဲလမ်းတွေကြား သေခြင်းတရားကိုအံတုပြီး ကုသဆေးကို တစ်ပတ်အတွင်း လက်ဆင့်ကမ်းပို့ဆောင်ကြမှာဖြစ်ပါတယ်။ ခရီးလမ်းရဲ့ မိုင်ပေါင်း ၃၀၀ကျော်လောက်ကို တာဝန်ယူခဲ့ကြတဲ့ လီယိုနတ် ဆပလာ ဆိုတဲ့စွပ်ဖားသမားနဲ့ သူ့ရဲ့ ၁၂နှစ်အရွယ်ခေါင်းဆောင်ခွေး တိုဂိုတို့ဟာအရေးပါတဲ့အခန်းကဏ္ဍမှာ ပါဝင်ခဲ့ကြပါတယ်။ အခက်အခဲတွေကြားမှာ နုံးမြို့လေးကို သူတို့တွေ ဘယ်လိုကယ်တင်ပေးခဲ့ကြလဲဆိုတဲ့ အကြောင်းတွေကို စိတ်လှုပ်ရှားစွာနဲ့စီးမျောပြီးကို ကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်။ကြည့်ရှုလိုက်ကြပါဦးနော်။( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် )File size…1.11GB / 433MBQuality…WEB-DL 1080p 5.1CH / 720pFormat…mp4Duration….1h 27mGenre ….. Action , Adventure , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by OrikaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian PresleyStarsBrad LelandBrian PresleyTreat WilliamsCastBrad LelandBrea BeeBrian PresleyBruce DavisonHenry ThomasJames RussoTreat WilliamsWill Wallace",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rLLfec1lchEZISUmq92K1XDo1dN.jpg",
      "https://image.tmdb.org/t/p/w300/ldPqbRq1q4H6MsHtzzt2SFVL7rk.jpg",
      "https://image.tmdb.org/t/p/w300/4HhvadDoYX1fv9qKFRhynt98Htn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hCbNo2OE4wy5ZNl7b2RO2UAPxSP.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rl8bi1zydknj.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-alaskan-race-2019-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1eRsh/The.Great.Alaskan.Race.2019.WEB-DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/YCtmTQiZ#k8D5RWOmknw3cyU4KNmuv7tn0OpfR6CxgNCbn-SkM9M",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i2gyruew10yn.html",
        "server": "usersdrive.com",
        "size": "433MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-alaskan-race-2019-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "433MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1eRsb/The.Great.Alaskan.Race.2019.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "433MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/xK12nTzC#0zy8f4Jk1dcNufLLIRsJbM4zWJrxsaLCKEjo9zTjA7Q",
        "server": "mega.nz",
        "size": "433MB",
        "quality": "720P"
      },
      {
        "link": "https://sblona.com/thm83j4zg6bc.html",
        "server": "streamsb.com",
        "size": "433MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ario86fjrr9q",
        "server": "streamvid.io",
        "size": "433MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "q8gWaE2majI",
      "video_url": "https://www.youtube.com/watch?v=q8gWaE2majI",
      "embed_url": "https://www.youtube.com/embed/q8gWaE2majI"
    }
  },
  {
    "metadata": "|||Adventure,Animation,Family,Mystery",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Great Mouse Detective (1986)",
    "description": "IMDb-7.1/10 ~ R.T-76% 1986 တုန်းကထွက်ရှိခဲ့ပြီး ရှားလော့ ဟုမ်းစ်ကို အခြေခံပြီးဖန်တီးထားတဲ့ ကြွက်စုံထောက်ကြီး ဘက်ဆဲလ် ရဲ့ကာတွန်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျ။ ဇာတ်လမ်းအကျဉ်းကတော့ လန်ဒန်မြို့ရဲ့နာမည်ကြီး အရုပ်လုပ်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ ဖလန်ဘာရှန်ကို လင်းနို့တစ်ကောင်ကပြန်ပေးဆွဲသွားခဲ့ပါတယ်။ ဖလန်ဘာရှန်ရဲ့သမီးလေး အိုလီဗီယာကတော့ လွတ်မြောက်သွားပြီး သူ့ရဲ့အဖေကိုလိုက်ရှာဖို့အတွက် ဘေကာလမ်းက စုံထောက်ကြီးဘက်ဆဲလ်ဆီကိုသွားရင်းလမ်းပျောက်သွားခဲ့ပါတယ်။ ဒီအချိန်မှာ အာဖဂန်ကနေစစ်မှုထမ်းပြီးပြန်လာပြီး တိုက်ခန်းလိုက်ရှာနေတဲ့ ဒေါက်တာ ဒေါ်ဆင်နဲ့လမ်းမှာတွေ့ပြီး ဒေါက်တာဒေါ်ဆင်က အိုလီဗီယာကို ကူညီပြီးတော့ ဘက်ဆဲလ်ကို လိုက်ရှာပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ အိုလီဗီယာရဲ့အဖေကိုဖမ်းသွားတဲ့ လူက ဘက်ဆဲလ်ရဲ့ ရန်သူတော်ကြီး ပါမောက္ခရက်တင်ဂန်ရဲ့ တပည့်ဖြစ်တဲ့ လင်းနို့ ဖစ်ဂျက်ဒ်ဖြစ်နေတဲ့အခါမှာ ပါမောက္ခ ရက်တင်ဂန် ကဘယ်လိုအကြံဆိုးမျိုးကိုကြံစည်နေတာလဲ၊ စုံထောက်ကြီး ဘက်ဆဲလ်နဲ့ ဒေါက်ဆာ ဒေါ်ဆင်တို့ကရော တားဆီးနိုင်မလားဆိုတာကို ငယ်ဘဝရဲ့အမှတ်တရအပြည့်နဲ့ ပြန်လည်ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…(1.3 GB)/(1 GB)/(500 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:14:00Genre…Animation, Family, Adventure, MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by TMMTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan YoungBarrie InghamBasil RathboneCandy CandidoCharles FleischerDiana ChesneyEllen FitzhughEve BrennerFrank WelkerLaurie MainMelissa ManchesterShani WallisSusanne PollatschekTony AnselmoVal BettinVincent PriceWalker EdmistonWayne Allwine",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ijCfzdRLhrdu9OUIaPsVt08ogT5.jpg",
      "https://image.tmdb.org/t/p/w300/tFVIsV3LLfZTX7bHk2cgDC5RUMX.jpg",
      "https://image.tmdb.org/t/p/w300/thE9jyiZAzIzUbYvqS4MtK4MvEC.jpg",
      "https://image.tmdb.org/t/p/w300/3ugxkNhsN7MWwshk9jR6Xi7cFTR.jpg",
      "https://image.tmdb.org/t/p/w300/gSSd4Xhdbt1Uc9RpeWF7fyeW1ce.jpg",
      "https://image.tmdb.org/t/p/w300/zsIE5N0g0BtuIJvNNVwO6vUS3k1.jpg",
      "https://image.tmdb.org/t/p/w300/rXP1DHEk2pnSCnwe3qT1Vp1lps3.jpg",
      "https://image.tmdb.org/t/p/w300/aJgknziBMOlTwITR8k9yqQwWGan.jpg",
      "https://image.tmdb.org/t/p/w300/szoYIJZYXAkbzX6t3Dv91Mqxh1E.jpg",
      "https://image.tmdb.org/t/p/w300/nN3WvX9191QWmODzKAYWnVShwUQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDUzMTliZDYtMmRjZS00Zjk3LWIwZjEtZjc4N2NjYjdmY2FjXkEyXkFqcGdeQXVyMjA0MDQ0Mjc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-great-mouse-detective-1986-proper-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zbtb5vo7rtt6.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1TFax/the.great.mouse.detective.1986.proper.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/U7IhjICR#tLS9lDiEp0W4GT840jvTWQpxgHOYJMjt76BIU8mezto",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-mouse-detective-1986-proper-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rm0btv3zgsrm.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3Vxxe/the.great.mouse.detective.1986.proper.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/o2JBzBzC#UcaAKTAKn4dYyy6bqbCllr8Jm5BcDFZo2iPeNmPngB4",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/x7h25pptnnvj.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9yhqdt779mb0",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-mouse-detective-1986-proper-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/5bco8xre42j2.html",
        "server": "usersdrive.com",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1TFa2/the.great.mouse.detective.1986.proper.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/I2ZE1SYC#8NQpZbkMXEOdgHRcZpl1G8xtf1FnpfRew0x-7Va2Tlw",
        "server": "mega.nz",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/t8y11l03w4sq.html",
        "server": "streamsb.com",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/6ylvacdflfi5",
        "server": "streamvid.io",
        "size": "499MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "fvGtMzlPJ7E",
      "video_url": "https://www.youtube.com/watch?v=fvGtMzlPJ7E",
      "embed_url": "https://www.youtube.com/embed/fvGtMzlPJ7E"
    }
  },
  {
    "metadata": "N/A|2021|2h 47m|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "7.1k"
    },
    "title": "Akhanda (2021)",
    "description": "Akhanda 2021Drama/ FantasyIMDb 7.9/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ရုပ်ရှင်ကားကောင်းတွေထဲမှာနောက်ဆုံးပိတ်အိတ်နဲ့လွယ်ကားလို့ပြောရလောက်အောင်ကိုရှယ်ကောင်းတဲ့‌တောင်ပိုင်းကားလေးပါ။ Box office မှာကုဋေ ၂၀၀ အထိဝင်ငွေကြမ်းခဲ့ပြီး ၂၀၂၁ ခုနှစ်ရဲ့ ဒုတိယမြောက်ဝင်ငွေအကြမ်းဆုံးကားဆိုလည်း ဟုတ်တယ်ဗျ။Box Office မှာ ၂၀၂၁ ခုနှစ်မှာ ဒုတိယဝင်ငွေအများဆုံးဖြစ်ရတဲ့အကြောင်းကိုပြောပါဆို နာမည်ကြီးဝါရင့်သရုပ်ဆောင် Nandamuri ပါတာရယ်မင်းသမီးချောနှစ်လက်ဖြစ်တဲ့ Pragya နဲ့ Shamna တို့ပါတာကြောင့်လည်းပါတယ်ပေါ့ဗျာ။အဲလိုပြောလို့ Red Notice လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ထိန်းသွားတဲ့ကားလားဆိုရင်တော့လည်း မဟုတ်ပြန်ဘူးဗျ။ ဇာတ်လမ်းဇာတ်ကွက်ကကုလားကားဆန်ဆန်ရိုက်ချက်တွေပါနေတာကလွဲရင်(ကုလားကားကိုးဗျ) ရှယ်ကိုကောင်းနေတာမျိုးဗျ။မျောပြီးကြည့်နေရင်းကြက်သီးထရလောက်တဲ့စကားမျိုးတွေထပြောလေ့ပြောထရှိတဲ့တောင်ပိုင်းကားတွေရဲ့ဗီဇကိုသိပြီးပြီဆိုရင်တောင် ဒီကားထဲက ကြက်သီးထစရာဇာတ်ဝင်စကားတွေကတစ်ခြားတွေနဲ့ကိုမတူတာအမှန်။ ကြည့်ရင်းမျောရင်း၊ မျောရင်းကြည့်ရင်းအ‌ဆုံးကိုဘယ်လိုရောက်လို့ရောက်သွားမှန်းမသိမယ့်ကားကောင်းမျိုးဗျ။ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောပြရမယ်ဆိုရင် ရွှေကျေးညီနောင်ပေါ့ဗျာ။ကျေးညီနောင်နှစ်ကောင်ဟာ တစ်ကောင်က ကောင်းရာအရပ်‌ရောက်ပြီးကျေးလိမ္မာဖြစ်သွားပေမဲ့ တစ်ကောင်ကတော့ ဆိုးရာအရပ်ရောက်ပြီးကျေး‌မိုက်ဖြစ်သွားသလိုမျိုးပဲပေါ့။ ဒါပေမဲ့ မတူတဲ့အချက်ကတော့ဒီဇာတ်ကားထဲက ညီအစ်ကိုနှစ်ယောက်ကိုကျ မွေးကတည်းကဘုရားလူကြီးက နိမိတ်ဖတ်သွားတာပဲ။ ဒီတစ်‌‌ယောက်ဟာသဘာဝတရားနဲ့ တူလိမ့်မယ်၊ ဒီတစ်ယောက်ဟာ သဘာဝဘေးဆိုးနဲ့တူလိမ့်မယ်ဆိုပြီးသဘာဝတရားကိုချစ် သဘာဝဘေးဆိုးကို စွန့်ပစ်ခိုင်းခဲ့တာမျိုးပေါ့။ ဒီတော့ဗျာညီအစ်ကိုနှစ်ယောက်ထဲက သဘာဝတရားဖြစ်တဲ့တစ်ယောက်ကပြည်နယ်အုပ်ချုပ်ရေးမှူးချောချောလေးနဲ့ တစ်စခန်းသွားတော့မယ်အချိန်မှာသဘာဝဘေးဆိုးဖြစ်တဲ့တစ်ယောက်ကကျ ဘယ်လိုအရပ်ရောက်ပြီးဘယ်လောက်တောင်ဆိုးနေမယ် ညီအစ်ကိုနှစ်ယောက် ဘယ်လိုပြန်တွေ့ကြမယ်ဆိုတာမျိုးပေါ့။ဒီလိုသဘောတရားဇာတ်လမ်း‌တွေရှိပေမဲ့ ဒီကားလောက်တော့ ဇာတ်လမ်းဇာတ်ကွက်၊ဇာတ်ကွက်ဇာတ်ပြောင်းမကောင်းနိုင်တာသေချာတယ်ဗျ။ ဒီတော့ တောင်ပိုင်းကားဖန်တွေအတွက်၂၀၂၁ ခုနှစ်မှာ နောက်ဆုံးပိတ် အိတ်နဲ့လွယ်ထွက်ထားတဲ့ ဒုတိယမြောက်ရုံတင်ဝင်ငွေအကောင်းဆုံးကားလေးကိုလည်း ရှယ်ဝုန်းပေးကြပါဦးခင်ဗျာ။File size…3.7GB / 1.5GBQuality…1080p True Web DL AAC 5.1CH /Format…mp4Duration….2h 47minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Poe ~ Yunni ~ San Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBoyapati SrinuStarsNandamuri BalakrishnaPragya JaiswalShamna KasimCastAvinashAyyappa P. SharmaChammak ChandraJagapati BabuNandamuri BalakrishnaNitin MehtaPrabhakarPragya JaiswalShamna KasimSravan RaghavendraSrikanth MekaSubbarajuViji Chandrasekhar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mCbUYEdHJyLTv7dWQDbQqv3Mbej.jpg",
      "https://image.tmdb.org/t/p/w300/hIsKRDnnFrFLDtUwckcOLGMucD1.jpg",
      "https://image.tmdb.org/t/p/w300/gFQjDzyMvRFsyqdDNwynzcZgVXs.jpg",
      "https://image.tmdb.org/t/p/w300/uTvL8FWBxzFa8O1R1elTJxHmSYO.jpg",
      "https://image.tmdb.org/t/p/w300/h5VlfUIA777hw37scF9QbGhXXSu.jpg",
      "https://image.tmdb.org/t/p/w300/8abWIyo3EHzmnGAPrTmMwdrpINX.jpg",
      "https://image.tmdb.org/t/p/w300/8r1ojcjCdYf6NDCVqIPpXVXaIBP.jpg",
      "https://image.tmdb.org/t/p/w300/3JCIhFYDirlln3pYvYnXH8WqfFG.jpg",
      "https://image.tmdb.org/t/p/w300/dTD3wlEjhEzKztFyzKWSeICGMFw.jpg",
      "https://image.tmdb.org/t/p/w300/DoZM7JrtzfUOyMevgDfxhyIjVc.jpg",
      "https://image.tmdb.org/t/p/w300/7Lk7ozfY80AzwNiFpJJ1c0n62aI.jpg",
      "https://image.tmdb.org/t/p/w300/1sQrW4ighudJzJ6lwAMGdpuFstg.jpg",
      "https://image.tmdb.org/t/p/w300/ceSSjfr4X7qIKwcCUnRhsK8ZNDE.jpg",
      "https://image.tmdb.org/t/p/w300/wIaA2zd5ck9LrDVRFSvb4yt2f4W.jpg",
      "https://image.tmdb.org/t/p/w300/w0vMysh5WN1pSRknXbDrzDgCFOM.jpg",
      "https://image.tmdb.org/t/p/w300/w58EnGYEqPdsERv9GrJsB8pg11U.jpg",
      "https://image.tmdb.org/t/p/w300/qVBd24n5ZwVhik83iBK4fnvZtOV.jpg",
      "https://image.tmdb.org/t/p/w300/sfRBBOGmo9noEGdJEbzz2kqasIk.jpg",
      "https://image.tmdb.org/t/p/w300/l2pYZmE4liWnPfvyhI44S1sKbPE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g841pE2duYUJDUsy6i2NXqCzVBO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/akhanda-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/akhanda-2021-telugu-true-web-dl-1080-p-aac-5-1-chc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.7Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mdap5535nwdq.html",
        "server": "usersdrive.com",
        "size": "3.7Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1HC63/Akhanda_(2021)_Telugu_TRUE_WEB-DL_-_1080p_-_AAC_5.1CHC(CM).mp4",
        "server": "megaup.net",
        "size": "3.7Gb",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/XBiBghSqwDFarA",
        "server": "disk.yandex.com",
        "size": "3.7Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/akhanda-2021-telugu-true-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/j5xoz8l3z99m.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/33x6e/Akhanda_(2021)_Telugu_TRUE_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/Xb5ntO8V8K96lg",
        "server": "disk.yandex.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/20rqma0vhg62",
        "server": "dropgalaxy.com",
        "size": "1.5GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2018|1h 56min|Comedy,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "9,542"
    },
    "title": "Hichki (2018)",
    "description": "Hichki (2018)______IMDb – 7.5/10Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး~~~~~~~~~~~~~~~~~~~” ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး ” ပါပဲ။ဒါကတော့ St.Nokler’s ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ပျော်ရွှင်မှုမရှိခဲ့ဘူး။” ကျွန်မ ကို သာမန်ကလေးတွေလို တန်းတူ ဆက်ဆံပေးကြပါလား ရှင် ”သို့ပင် Naina ဟာ ပြင်မရတဲ့ အားနည်းချက်ကို သိမ်ငယ်မနေခဲ့ပါဘူး။ ဒီတစ်ချက်ဟာ ဇာတ်ကားရဲ့ Message တစ်ခုပါပဲ။ဘဝလူသားတွေဆီမှာ အားနည်းချက်ကိုယ်စီ ရှိတတ်ကြပြီး ပြင်မရတဲ့အားနည်းချက်တွေမှာပဲ စိတ်ဓာတ်ကျရပါတယ်။ ဒါပေမဲ့ Naina ရဲ့ စရိုက် က ဒီစိတ်ဓာတ်ကိုရိုက်ချိုး ပြနိုင်ခဲ့ပါတယ်။Naina အနေနဲ့ ဆရာမ အလုပ်အကိုင် လျှောက်တော့လည်း ကျောင်းပေါင်းများစွာက ငြင်းပယ်ခဲ့တယ်။ နောက်ဆုံးမှာတော့ St.Nokler’s ကျောင်းရဲ့ အညံ့ဆုံး အဆိုးဆုံး အတန်းကို သင်ပေးဖို့ ဖြစ်ခဲ့ပါတယ်။9F ဆိုတဲ့အတန်းကလည်း တကယ့်အဆိုးလေးတွေချည်း။ ဆရာမ တွေကိုတောင် ထွက်ပြေးအောင် ကြံဖန်ကြတဲ့ကလေးတွေ။ ကျောင်းတစ်ခုလုံးမှာ ရတဲ့ “Perfect ” တံဆိပ်လေးတွေ တပ်ခွင့်မရှိတဲ့ကလေးတွေ။ ကျောင်းသန့်ရှင်းရေးသမား တွေရဲ့ ကလေးတွေ။ဒီတော့ 9F ကလေးတွေကို ပညာရေးစိတ်ဝင်စားအောင် Naina တစ်ယောက် စီစဉ်ရပါတော့တယ်။ ဒီဇာတ်ကားရဲ့ ပညာရေးတည်ဆောက်ပုံက တကယ် လက်တွေ့ဆန်တယ်။ စူးစမ်းချင်စိတ်ကို တည်ဆောက်တယ်။ ကျွန်တော်ကတော့ ဒီဇာတ်ဝင်ခန်းတွေ သိပ်ကြွေခဲ့တာပဲ။” ကလေးတို့ နားထောင်။ မင်းတို့ကြောက်ရတဲ့ အလုပ်တွေ စာရွက်တွေပေါ်ရေးပါ။ ပြီးရင် လေယာဉ်လေးခေါက်ပြီး လွှင့်ပစ်လိုက်ကြပါ။ မင်းတို့ကြောက် တာ မင်းတို့ အားနည်းချက် အစစ်အမှန်မဟုတ်ဘူး ”ဒီလို တည်ဆောက်ခဲ့တဲ့ Naina ။ တကယ့် ဆရာစစ် တစ်ယောက်ရဲ့ အသွင်အပြင်တွေ။ တကယ် ချစ်မြတ်နိုးရတဲ့ စိတ်ထားတွေ မြင်ခဲ့တယ်။ကျွန်တော်တို့ ဖြတ်သန်းရာမှာလည်း ကြယ်စင်တွေ မြင်ခဲ့ဖူးကြတယ်မဟုတ်လား။ဒီဇာတ်ကားလေး ကို ကြည့်ရင်း ကျွန်တော်တို့ရဲ့ ဆရာသမား များကိုပြန်မြင်ယောင်လာမိတယ် ။ဘယ်လောက် အချိန်ပေးရကောင်းတဲ့ဇာတ်ကားကောင်းပါလဲ။– ဘ၀ မှာ နေရောင်ခြည် ရှိရုံနဲ့ ပန်းလေးတွေ မသန်မာတတ်သေးပါဘူး။ ပျိုးထောင် တတ်ဖို့ လိုအပ်ပါသေးတယ်။ဒီဇာတ်ကားလေးမှာလည်း ဒီလိုပါပဲ။ဒီကလေးတွေ ဘာကြောင့် ဆိုးသွမ်းရလဲ။ အညံ့ဆုံးဖြစ်နေရတာလဲ ဆိုတာ Naina တစ်ယောက် အဖြေရှာခဲ့တယ်။ဇာတ် အိမ်အနေနဲ့ လည်း အပန်းပြေစေဖို့ သက်သက်မဟုတ်ဘဲ နိုင်ငံ့ပညာရေး ကိုပါ မီးမောင်းထိုးပြနေခဲ့တယ်။ လူမှုရေး နဲ့ ပညာရေးကို နှီးနွယ်နေမှု / ဖြတ်သန်းရာ ဘဝတွေနဲ့ မိသားစုနွေးထွေးမှုကိုပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ အတော် ကြည်နူးရတဲ့ ပန်းချီ တစ်ချပ်လိုပါ။ဒီဇာတ်ကားလေး ဟာ ကျွန်တော် ပြောပြရုံနဲ့ မပြီးပြည့်စုံပါဘူး။ဝေဒနာ ခံစားနေရတဲ့ Naina တစ်ယောက်ဆရာမ အလုပ်ကို ဘာကြောင့် အသည်းအသန် လုပ်ချင်ခဲ့တာလဲ။9F အတန်းက ကလေးတွေကရော ဘယ်လို ဖြတ်သန်းရမလဲ ဆိုတာ ကတော့…………………။Qty – 720p Web DLDuration – 1hr 45minGern – DramaTranslator – Zaw HtooReview – Linn Kha YanEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdhip ChopraSiddharth MalhotraStarsAsif BasraHussain DalalJannat Zubair RahmaniNeeraj KabiRani MukerjiRiya ShuklaRohit SarafSachin PilgaonkarSupriya PilgaonkarVikram GokhaleCastAnjuman SaxenaAsif BasraFarida Patel VenkatHarsh MayarHussain DalalIvan RodriguesJannat Zubair RahmaniLeena AcharyaNeeraj KabiRani MukerjiRiya ShuklaRohit SarafSachin PilgaonkarSupriya PilgaonkarVikram Gokhale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l9X1D06du4AJeKhivJns9W3TRIs.jpg",
      "https://image.tmdb.org/t/p/w300/1QjUtYcbrSCbUl7NCxIUPIIxaiw.jpg",
      "https://image.tmdb.org/t/p/w300/o6Yqe2dLcezGHIoBb8znQXzht0A.jpg",
      "https://image.tmdb.org/t/p/w300/dFwwzSznxrXOu6zsycpL7TZVFSo.jpg",
      "https://image.tmdb.org/t/p/w300/dyj83Xq0XZo8VGR7qUukWhcaTCM.jpg",
      "https://image.tmdb.org/t/p/w300/ih8fWSgKr2dHbpg1LeyXQbpxind.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hichki-2018",
        "server": "VIP Links",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hichki-2018-mm-sub-zip",
        "server": "yoteshinportal.cc",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4aRzSS6Z#vVBIyjteVmQPhqB0WIvuj1LLktPqN3xYdiJxtLbQP2E",
        "server": "mega.nz",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/sinbgvdnwv37.html",
        "server": "streamsb.com",
        "size": "835 MB",
        "quality": "72op"
      }
    ],
    "trailer": {
      "video_id": "nLSaCFlXn-g",
      "video_url": "https://www.youtube.com/watch?v=nLSaCFlXn-g",
      "embed_url": "https://www.youtube.com/embed/nLSaCFlXn-g"
    }
  },
  {
    "metadata": "|||Action,Adventure,Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "54757"
    },
    "title": "Max Payne(2008)",
    "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်….မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ…..File Size : (2.05GB)(889MB) and (263MB)Quality : Blu-Ray 1080p5.1ch,720pFormat…mp4Duration…01:40:00Genre : Adventure, Crime, ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Myat ThuEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmaury NolascoAndrew FriedmanBarrington BignallBeau BridgesBrandon CarreiBrea GrantCandice HotchkissCarlos Gonzalez-VioChris O'DonnellChristina JocicConrad PlaDale YimDonal LogueGendaijs DolganovsGouchy BoyHerbert JohnsonJames Preston RogersJamie HectorJanice NguyenJay HunterJoel GordonJoshua BarilkoKate BurtonKatie OdegaardKjartan HewittKristina FalcomerLana DenisLarry WheatleyLudacrisMarianthi EvansMark WahlbergMartin HindyMaxwell McCabe-LokosMila KunisNelly FurtadoNoelle GrayOlga KurylenkoPhilip WilliamsPJ LazicRico SimoniniRothaford GraySergei NikolichSiobhan MurphySpike AdamsonStephen R. HartTed AthertonTig FongWarren Belle",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jPgK390hufgEdCgSaU6CSoMl12d.jpg",
      "https://image.tmdb.org/t/p/w300/oTsX6sdrBoF6cSgv4MNQP06qAUZ.jpg",
      "https://image.tmdb.org/t/p/w300/sIJ3Iiqvhywy1VU5U9O4mmDId2c.jpg",
      "https://image.tmdb.org/t/p/w300/kqV4qeTp6JZUa7HTGMoEffa1eom.jpg",
      "https://image.tmdb.org/t/p/w300/pLwwTs5LqLSJuxLhILi5vJJYxPA.jpg",
      "https://image.tmdb.org/t/p/w300/kPwuf7pGIzpCnir6ilLzXtQZE8W.jpg",
      "https://image.tmdb.org/t/p/w300/5gJLTWIEJP12I8li5ABsLwfQn6B.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/max-payne2008",
        "server": "VIP Links",
        "size": "https://www.cmvipmembers.com/check-movies/max-payne2008",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/xgswazv7m6yz.html",
        "server": "usersdrive.com",
        "size": "2.05GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://yoteshinportal.cc/max-payne-2008-blu-ray-1080-p-5-1-ch-ac-3-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.05GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://megaup.net/2r6jD/Max_Payne_2008_BLU-RAY1080P5.1CH.AC3.(CM).mkv",
        "server": "megaup.net",
        "size": "2.05GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://mega.nz/file/4bE1BTxR#wXc8l4Btp21L4ShbzE6qioPonksX8wsMzCqyoRH9wSI",
        "server": "mega.nz",
        "size": "2.05GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://usersdrive.com/75hop5cvrryh.html",
        "server": "usersdrive.com",
        "size": "889MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/max-payne-2008-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "889MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2r6jo/Max_Payne_2008_BLU-RAY720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "889MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/kXNlQBLY#_ODfsQsQDKZWerr_9uuPrNcN5o1wwDDkAuhDBrnHCtw",
        "server": "mega.nz",
        "size": "889MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfull.com/ii58sk1k24ip.html",
        "server": "streamsb.com",
        "size": "889MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/e5kvlvwnhe3e.html",
        "server": "usersdrive.com",
        "size": "263MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/max-payne-2008-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "263MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/15bqa/Max_Payne_2008_BLU-RAY480P(CM).mp4",
        "server": "megaup.net",
        "size": "263MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/VXMDyLrD#nYRtpgnb4kfBkulvFQ6HRo4MyJbyBoRg3lHzI6-J0zo",
        "server": "mega.nz",
        "size": "263MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/oj6tv2flkkp7.html",
        "server": "streamsb.com",
        "size": "263MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "GklHaGfncJI",
      "video_url": "https://www.youtube.com/watch?v=GklHaGfncJI",
      "embed_url": "https://www.youtube.com/embed/GklHaGfncJI"
    }
  },
  {
    "metadata": "|2023||Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Maruthi Nagar Police Station(2023)",
    "description": "Maruthi Nagar Police Station (2023)ဒီတစ်​ခေါက်မှာ​တော့​ပြောင်​မြောက်တဲ့ သရုပ်​​​ဆောင်​တွေဖြစ်တဲ့ Varalaxmi Sarathkumar, Santhosh Prathap, Mahat Raghavendra and Subramaniam Siva တို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ တမီးလ်ကား​ကောင်း​လေးMaruthi Nagar Police Station ကိုတင်ဆက်လိုက်ပါတယ်ငယ်စဥ်ကတည်းက​​ခင်မင်လာကြတဲ့ သူငယ်ချင်းငါး​ယောက်ဟာ ကြီးပြင်းလာသည်တိုင်​အောင်အလုပ်အကိုင်​တွေမတူ​သော်ငြားလည်း အဆက်အသွယ်မပြတ်ကာခင်မင်​နေကြတဲ့ ​ရေစက်​လေးဖြစ်ပါတယ် တစ်​နေ့မှာ​တော့​ဂျေးတစ်​​​ယောက် အလုပ်က​နေအိမ်ပြန်လမ်းမှာ မတရားမှုတစ်ခုကိုမ​တော်တဆမျက်မြင်​တွေ့လိုက်ရပြီး ရဲကိုအမြန်သတင်းသွားပို့​သော်လည်း ရဲကပါတရားခံ​တွေနဲ့ အလိုတူအလိုပါဖြစ်​နေတဲ့အခါ ​ဂျေးတစ်​ယောက်​ချောင်ပိတ်မိပါ​တော့တယ်အဲ့​နေ့ကတည်းကစပြီး ​ဂျေးဟာလည်း​​ပျောက်ခြင်းမလှ ​ပျောက်ဆုံးသွားရတဲ့အတွက် ကျန်တဲ့သူငယ်ချင်း​လေး​ယောက်ကလည်း ​ဂျေး​နောက်ဆုံးပို့ခဲ့တဲ့ ဝိုးတိုးဝါးတားအသံဖိုင်ကိုအစပြုပြီး သူငယ်ချင်းရှာပုံ​တော်ဖွင့်ကြပါ​တော့တယ် ဒီလိုနဲ့သူတို့​​လေး​ယောက်တကယ်ပဲ ​ဂျေးကိုရှာ​တွေ့ပါ့မလား အ​ကောင်ကြီး​တွေနဲ့ပတ်သက်​နေတဲ့ မတရားမှုကို​ရောအ​ဖြေရှာနိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းတစ်​လျှောက်လှည့်ကွက်​ပေါင်းများစွာနဲ့ ရင်ခုန်စွာကြည့်ရှု့ရမှာပါစစ်မှန်တဲ့သူငယ်ချင်းဆက်ဆံ​ရေးတိုင်းမှာ ချစ်ခြင်း​မေတ္တာ​တွေ အ​နှောင်အဖွဲ့​တွေ ​ပေးဆပ်မှု​တွေအများကြီးပါဝင်​နေတယ်ဆိုတာကို နားလည်သွားမယ့်တမီးလ်ဇာတ်ကား​ကောင်း​လေး တစ်ကားဖြစ်ပါတယ် ဒီကား​လေးထဲမှာ စိတ်လှုပ်ရှားဖွယ်ရင်ခုန်စရာအလှည့်အ​ပြောင်း​တွေကိုတင်မကပဲ သူငယ်ချင်းဆိုတဲ့လှပတဲ့​ရေစက်​လေးကိုပါ ကြည်နူးစွာမြင်​တွေ့ရမှာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကား​လေးဖြစ်ပါတယ်File size…1.51GB / 700MBQuality…1080p WEB DL /  720pFormat…mp4Subtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by  KhinKhin~BpL~YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDayal PadmanabhanStarsAarav KizarAmit BhargavMahat RaghavendraSanthosh PrathapSubramaniam SivaVaralaxmi SarathkumarVivek RajagopalCast'Meesai' RajendranA. Vinod BharathiAarav KizarAmit BhargavChandra ChudJayannJoe SimonMahat RaghavendraRavi VenkatramanSanthosh PrathapShruthi NayakSubramaniam SivaSunder RajVaralaxmi SarathkumarVivek RajagopalYash ShettyYazar Arafath",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kN8MdCL8uAma6SqXhDFRtEEz1Ec.jpg",
      "https://image.tmdb.org/t/p/w300/ydMT311GroTH7awV5Velnu9rdo9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Maruthi-Nagar-Police-Station.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/maruthi-nagar-police-station-2023-tamil-true-web-dl-1080-p-hq-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.51GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5fh9u9pzawwf.html",
        "server": "usersdrive.com",
        "size": "1.51GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2AdT1/Maruthi_Nagar_Police_Station_(2023)_Tamil_TRUE_WEB-DL_-_1080p_HQ_-_AVC(CM).mp4",
        "server": "megaup.net",
        "size": "1.51GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MfsRmJiI#EDeOuDmBsFhWwafAxgzm3D4-w9N1_ECyhT-uRtLJQqQ",
        "server": "mega.nz",
        "size": "1.51GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/maruthi-nagar-police-station-2023-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qugrbhv6phsd.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2AdTe/Maruthi_Nagar_Police_Station_(2023)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sWdnCTrZ#mwNxSmaCtVovHsipgIrAU82jZMzvGRgWE9_fCjAdigw",
        "server": "mega.nz",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/cl4y6s7lwdw8.html",
        "server": "streamsb.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3mtwa12ckrrf",
        "server": "streamvid.io",
        "size": "700MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Crime,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Jawbreaker (1999)",
    "description": "နှစ် ၂၀ ကြာခဲ့တဲ့အထိ လန်းနေဆဲ ကြည့်ကောင်းနေဆဲ ဆိုးသွမ်းလုံမေလေးတွေရဲ့ ရုပ်ရှင်အဟောင်း အကောင်းတစ်ခုပါ။ အဲဒီခေတ်ကတော့ အရမ်းဟော့ပြီး အရမ်းဖက်ရှင်မိုက်ခဲ့လို့ ရေပန်းစားခဲ့တာပေါ့။1999 ကတည်းက ဆိုပေမယ့် ယနေ့ခေတ်ထိ ခေတ်စားနေဆဲ ဖြစ်တဲ့ Prank လုပ်တာကနေ ဇာတ်လမ်းစထားပါတယ်။ ကျောင်းရဲ့ စူပါးစတား Girl Squad အဖွဲ့ရဲ့ အလှဆုံး သဘောအကောင်းဆုံးကောင်မလေး လစ်ဇ်ရဲ့ မွေးနေ့မှာ သူ့သူငယ်ချင်းတွေက Prank လုပ်ကြတာပေါ့။ ကားနောက်ဖုံးထဲထည့်ပြီး ပြန်ပေးဆွဲရင်း အသံမထွက်အောင် ပါးစပ်ထဲကို Jawbreaker ဆိုတဲ့ သကြားလုံးအကြီးကို ဆို့ထားလိုက်ပါတယ်။ အဲ့ဒီလိုနဲ့ ကားဖုံးပြန်ဖွင့်တော့ သကြားလုံးကြီးက လည်ချောင်းထဲဝင်ပြီး လစ်ဇ်ဟာ သေဆုံးသွားပါတော့တယ်။ အဲ့ဒီလိုနဲ့ ဆယ်ကျော်သက်ကလေးသုံးယောက်ဟာ မတော်တဆလူသတ်မှုဖြစ်သွားပြီး ဘယ်လိုဖုံးဖိကြသလဲ…? လစ်ဇ်ရဲ့ မိဘတွေနဲ့ ရဲတွေကရော ဘယ်လိုမျိုးရှာဖွေကြမလဲ…? လစ်ဇ်ရဲ့ သူငယ်ချင်းသုံးယောက်ရော ဘာဆက်ဖြစ်မှာလဲ…? လူငယ်ဆန်ဆန်ရိုက်ကူးထားပြီး R-rated လည်း မဆန်တာမို့ စိတ်ဝင်တစားကြည့်ရှုနိုင်ပါတယ်။File size…(1.3GB)  / (634MBMB)Quality…. Web 1080P / 720pFormat…mp4Duration….01:42:00Genre…Comedy / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Kham MonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandra AdiAnn RussoBrian GattasCarol KaneChad ChristCharlotte AyannaClaudine ClaudioDonna PieroniEthan EricksonJeff ConawayJudy GreerJulie BenzLisa Robin KellyMarilyn MansonMichael McLaffertyP.J. SolesPam GrierRachel WinfreeRebecca GayheartRebecca StreetRose McGowanSandy MartinTatyana AliThe DonnasVylette FagerholmWilliam Katt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/se8VxTlzaKbXLZirhk2wCegJStL.jpg",
      "https://image.tmdb.org/t/p/w300/bEGAlGJHG7s3Q9OdOGTtfGHbLze.jpg",
      "https://image.tmdb.org/t/p/w300/bZ7ZMu8lGuEKmwH5lXRhlJAjYWv.jpg",
      "https://image.tmdb.org/t/p/w300/43YYsqAPYE3RoNjb4jNdJ2XvfLQ.jpg",
      "https://image.tmdb.org/t/p/w300/wU0UwSOuM9dnE2C3wAJz4GilAtf.jpg",
      "https://image.tmdb.org/t/p/w300/fFOSKyRQe1hTD8EUipe6SlJtGYJ.jpg",
      "https://image.tmdb.org/t/p/w300/zJjZTC1aqYGvwy0cllVPEFF67ok.jpg",
      "https://image.tmdb.org/t/p/w300/paWVlFbgHZ3n3E0Hlaj2iwOZVpq.jpg",
      "https://image.tmdb.org/t/p/w300/5DqBPk3m1Tb8QauAxaQWB43aauh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-jaw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/untouchables-jawbreaker-1999-1080-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vhf1madh61dc.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1PT06/Untouchables-Jawbreaker.1999.1080P_(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/9p8v7a3ur4jc.html",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/untouchables-jawbreaker-1999-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3RMMz/Untouchables-Jawbreaker.1999.720P_(CM).mp4",
        "server": "usersdrive.com",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/33wykjwm7tze.html",
        "server": "megaup.net",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/78IBSSIC#-lwNZI3InXF7b2DC1a0bBj5Wu6bkvd9fm8w_c8mvqYM",
        "server": "mega.nz",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/9p8v7a3ur4jc.html",
        "server": "streamsb.com",
        "size": "632MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jB5Z9Fz7Spc",
      "video_url": "https://www.youtube.com/watch?v=jB5Z9Fz7Spc",
      "embed_url": "https://www.youtube.com/embed/jB5Z9Fz7Spc"
    }
  },
  {
    "metadata": "PG-13|2012|1h 31min|Action,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "108,696"
    },
    "title": "Premium Rush (2012)",
    "description": "Premium Rush (2012)IMDb – 6.5/10_____Rotten – 74%Wileeဆိုတဲ့ကောင်လေးဟာ ကိုလမ်ဘီယာ ဥပဒေကျောင်းဆင်း။ဒါပေမယ့် ဘဝကို ဒီလိုဖြတ်သန်းရမှာ မကြိုက်သူ။သူဟာ နယူးယောက်မှာ စက်ဘီးစီး စာပို့လုလင်လုပ်တော့မှ ဘဝရဲ့ အဓိပ္ပါယ် အနှစ်သာရ ကို ရှာဖွေတွေ့ရှိလာသူတစ်ယောက်။သူ့ ချစ်သူကောင်မလေး Vanessaကလည်း သူ့လိုလူ။ဒါပေမယ့် သူ့ဘဝအတွက် တစ်ခုခုထပ်လုပ်ရမယ်လို့အမြဲတမ်းပြောပြောနေတတ်တယ်။Vanessaရဲ့ အတန်းဖော်ဟောင်း Nima ဟာ တစ်နေ့တော့ သူ၂နှစ်ကြာအောင် စုထားတဲ့ ဒေါ်လာ ၅သောင်းကို Mr.Leungထံ ပို့ခိုင်းပါလေရော။သူ့ဆီက လက်မှတ်တစ်ခုပါတောင်းခဲ့ဖို့ မှာလိုက်ပါတယ်။ Mr.Lin သို့မဟုတ် ခေတ်သစ်ချစ်တီးတစ်ယောက် ဟာ အဲ့ဒီလက်မှတ်ရတာနဲ့ Nimaရဲ့ ပိုက်ဆံတွေကို အပိုင်စီး နိုင်မယ်ဆိုတာ သိနေပါတယ်။Mr.Lin ဟာ သူ့ထံအကြွေးတင်နေပြီး လောင်းကစားအလွန်အကျွံစွဲနေတဲ့ နယူးယောက်ရံအရာရှိ Bobby Mondayထံ ချဉ်းကပ်လာပါရော။Mondayသာ အဲ့ လက်မှတ်ရအောင်ယူနိုင်မယ်ဆိုရင် သူ့အကြွေးတွေ လျှော်ပေးမယ်ပေါ့။ဒီလို နဲ့ ဘာဆက်ဖြစ်ကြလဲဆိုတာ ပရိသတ်ကြီး သိချင်ရင်တော့…… ဒီဇာတ်ကားဟာ ရိုက်ကူးတင်ပြပုံ အလွန်ဆန်းသစ် တာကိုတွေ့ရပါတယ်။အချိန်ကို ရှေ့ကြိုရိုက်ပြလိုက် နောက်ဆုတ်ပြလိုက်နဲ့ အင်မတန် ရင်သပ်ရှုမောဖွယ်ရာ ဖြစ်ရပါတယ်။ တင်ပြပုံဆန်းသစ် တာကလည်း ဆွဲဆောင်မှုတစ်မျိုးပါပဲ(ဇာတ်ကားအညွန်းရေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)========================Wileeဆိုတဲ့ေကာင္ေလးဟာ ကုိလမ္ဘီယာ ဥပေဒေက်ာင္းဆင္း။ဒါေပမယ့္ ဘဝကို ဒီလိုျဖတ္သန္းရမွာ မႀကိဳက္သူ။သူဟာ နယူးေယာက္မွာ စက္ဘီးစီး စာပို႔လုလင္လုပ္ေတာ့မွ ဘဝရဲ႕ အဓိပၸါယ္ အႏွစ္သာရ ကို ရွာေဖြေတြ႕ရွိလာသူတစ္ေယာက္။သူ႔ ခ်စ္သူေကာင္မေလး Vanessaကလည္း သူ႔လိုလူ။ဒါေပမယ့္ သူ႔ဘဝအတြက္ တစ္ခုခုထပ္လုပ္ရမယ္လို႔အျမဲတမ္းေျပာေျပာေနတတ္တယ္။Vanessa႐ဲ့ အတန္းေဖာ္ေဟာင္း Nima ဟာ တစ္ေန႔ေတာ့ သူ၂ႏွစ္ၾကာေအာင္ စုထားတဲ့ ေဒၚလာ ၅ေသာင္းကို Mr.Leungထံ ပို႔ခိုင္းပါေလေရာ။သူ႔ဆီက လက္မွတ္တစ္ခုပါေတာင္းခဲ့ဖို႔ မွာလိုက္ပါတယ္။ Mr.Lin သို႔မဟုတ္ ေခတ္သစ္ခ်စ္တီးတစ္ေယာက္ ဟာ အဲ့ဒီလက္မွတ္ရတာနဲ႔ Nima႐ဲ့ ပိုက္ဆံေတြကို အပိုင္စီး ႏိုင္မယ္ဆိုတာ သိေနပါတယ္။Mr.Lin ဟာ သူ႔ထံအေႂကြးတင္ေနၿပီး ေလာင္းကစားအလြန္အကၽြံစြဲေနတဲ့ နယူးေယာက္ရံအရာရွိ Bobby Mondayထံ ခ်ဥ္းကပ္လာပါေရာ။Mondayသာ အဲ့ လက္မွတ္ရေအာင္ယူႏိုင္မယ္ဆိုရင္ သူ႔အေႂကြးေတြ ေလၽွာ္ေပးမယ္ေပါ့။ဒီလို နဲ႔ ဘာဆက္ျဖစ္ၾကလဲဆိုတာ ပရိသတ္ႀကီး သိခ်င္ရင္ေတာ့…… ဒီဇာတ္ကားဟာ ရိုက္ကူးတင္ျပပံု အလြန္ဆန္းသစ္ တာကိုေတြ႕ရပါတယ္။အခ်ိန္ကို ေရွ႕ႀကိဳရိုက္ျပလိုက္ ေနာက္ဆုတ္ျပလိုက္နဲ႔ အင္မတန္ ရင္သပ္ရႈေမာဖြယ္ရာ ျဖစ္ရပါတယ္။ တင္ျပပံုဆန္းသစ္ တာကလည္း ဆြဲေဆာင္မႈတစ္မ်ိဳးပါပဲ(ဇာတ္ကားအညြန္းေရးသူကေတာ့ ေကာင္းျမတ္သူပဲ ျဖစ္ပါတယ္)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid KoeppStarsAaron TveitAasif MandviChristopher PlaceDania RamirezJamie ChungJoseph Gordon-LevittLauren Ashley CarterMichael ShannonTet WadaWolé ParksCastAaron TveitAasif MandviAlexis KraussAshley Austin MorrisChristopher PlaceDania RamirezJamie ChungJoseph Gordon-LevittLauren Ashley CarterMichael ShannonRon MaestriShing KaTet WadaWolé Parks",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n9oxXNtzmS2limOEu77Gx7BIdXz.jpg",
      "https://image.tmdb.org/t/p/w300/5I1VkAjzeo0arQQ7pFVymQsNrqN.jpg",
      "https://image.tmdb.org/t/p/w300/A1ERUEcDEvtD38mq3v9ReFI1YEp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/PremiumRush.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kgf8lvcab0e7.html",
        "server": "usersdrive.com",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/premium-rush-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/0eb088/premium-rush-2012-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yMrk/Premium_Rush_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/CUdUXSxB#BEeBDDw1FLqC0phPxi01M28nPPUQdErUGlkFaXfTYYg",
        "server": "mega.nz",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/raojh4ytwaz0",
        "server": "upstream.to",
        "size": "945 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Pn6ie1zCkZU",
      "video_url": "https://www.youtube.com/watch?v=Pn6ie1zCkZU",
      "embed_url": "https://www.youtube.com/embed/Pn6ie1zCkZU"
    }
  },
  {
    "metadata": "R|2019|103 min|Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "4,817"
    },
    "title": "Wine Country(2019)",
    "description": "Wine Country(2019)“ဟဲ့ မသာမႀကီး ေသခ်င္းဆုိးႀကီး အႏူႀကီး ဟုိေကာင္မ” စတဲ့ ခပ္ရုိင္းရုိင္းအသုံးအႏႈံးမ်ဳိးနဲ႕ႏႈတ္ဆက္ေပမယ့္ မ်က္ႏွာေတြကၿပဳံးခ်ဳိေနတဲ့ငယ္ေပါင္းႀကီးေပၚသူငယ္ခ်င္းေတြ လူတုိင္းမွာရွိၾကတယ္….အထူးသျဖင့္ State ေက်ာင္းသား ေက်ာင္းသူဘ၀က သူငယ္ခ်င္းေတြေပါ့…အရြယ္ေလးေရာက္လာေတာ့ ေလာကႀကီးကုိျဖန္႕က်က္ဖုိ႕ရာကုိယ္အားသန္ရာေနရာကုိယ္စီကုိ ေလွ်ာက္လမ္းႀကရင္းတျဖည္းျဖည္း ကြ်န္ေတာ္တုိ႕ငယ္သူခ်င္းေတြဟာ ေ၀းကြာမွန္းမသိေ၀းကြာကုန္တယ္..ဘ၀ကုိယ္စီရဲ႕ ၀န္ထုပ္၀န္ပုိးေတြကုိ ကစဥ့္ကလွ်ားမျဖစ္ေအာင္ အံႀကိတ္ထမ္းပုိးရင္းငယ္သူငယ္ခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕အခြင့္အေရးဆုိတာ ေနာက္ဆုံးမွလုပ္ရမယ့္အစီအစဥ္ထဲကုိေရာက္မွန္းမသိေရာက္ကုန္ၾကတယ္…ခရီးအတူထြက္ဖုိ႕ ဆုိင္မွာအတူဆုံၿပီးစားၾကဖုိ႕မ်ဳိးစုံႀကဳိးစားၾကေပမယ့္ငယ္သူခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕ဆုိတာ တိမ္ထဲမွာစာေရးသလုိပါပဲ…ကုိယ့္ဆႏၵထက္ဦးစားေပးရမယ့္ လက္ရွိဘ၀ေလေပြလည္းတစ္ခ်က္တုိက္လုိက္ရုံနဲ႕ကြ်န္ေတာ္တုိ႕အစီအစဥ္ေတြပ်က္ကုန္ၾကတာပဲမဟုတ္လား….ခင္ဗ်ားတုိ႕အားလုံး ဒီလုိအျဖစ္မ်ဳိးမႀကဳံဘူးတဲ့ သူခပ္ရွားရွားပါပဲ…ဇာတ္လမ္းအညႊန္း************ဒီကားထဲမွာေတာ့ ငယ္ေပါင္းႀကီးေဖာ္ သူငယ္ခ်င္းေတြဟာ သူတုိ႕အုပ္စုထဲက သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ အသက္ ၅၀ျပည့္ေမြးေန႕အတြက္ ခရီးစုထြက္ဖုိ႕ႀကဳိးစားၾကတယ္…ကြ်န္ေတာ္တုိ႕လုိေတာ့မဟုတ္ဘူးေပါ့..သူတုိ႕အဖြဲ႕ေတြကေတာ့တကယ္ကုိဆုံျဖစ္ခဲ့ၾကတယ္…ငယ္သူငယ္ခ်င္းေတြျပန္ဆုံေတာ့တကယ့္ကုိ ပြင့္ပြင့္လင္းလင္း ေျပာစရာရွိေျပာၾကဆုိၾကနဲ႕ေပါ့…ဒီကားေလးကုိၾကည့္ရင္း ရယ္စရာေလးေတြေတြ႕ရသလုိျပန္ဆုံၾကတဲ့အခုိက္အတန္႕မွာ သူတုိ႕ေသာင္းက်န္းတဲ့ပုံေတြကုိလည္း ဟာသေလးေတြေႏွာၿပီးေတြ႕ရလိမ့္မယ္…ခံစားၾကည့္လုိက္ပါဦးလုိ႕…ေျပာပါရေစ….File Size : (952MB)and (358MB)Quality : WEB-DL 720p,Format…mp4Duration…01:43:00Genre :ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by JthekoalaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmy PoehlerStarsAmy PoehlerAna GasteyerEmily SpiveyJason SchwartzmanLiz CackowskiMaya ErskineMaya RudolphPaula PellRachel DratchTina FeyCastAmy PoehlerAna GasteyerBrené BrownCaitlin ArendCherry JonesCraig CackowskiElise RobsonEmily SpiveyGreg PoehlerHannah BambergJanine BritoJason GreeneJason SchwartzmanJon GlaserKate ComerLiz CackowskiMaya ErskineMaya RudolphPaula PellR.J. WalkerRachel DratchRachel HamiltonSantina MuhaSunita ManiTina Fey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zlGyQVqPoSLDsEgEgdWaUyqkxrC.jpg",
      "https://image.tmdb.org/t/p/w300/txfEqZ0eT5tcPcWnj1XJ6LLKoAZ.jpg",
      "https://image.tmdb.org/t/p/w300/hBLaIHQme9PYCskm0SOPYSwQktI.jpg",
      "https://image.tmdb.org/t/p/w300/zz98VlC0B3IaWbzxv1gPa1U3DiV.jpg",
      "https://image.tmdb.org/t/p/w300/1WhRYbzs11szta38ZQje446KFNN.jpg",
      "https://image.tmdb.org/t/p/w300/e2qDr1A1E5fY7dKMdDBaK4vDnJ7.jpg",
      "https://image.tmdb.org/t/p/w300/efjSGK4CK4eNgYd4syLtDy8Sv76.jpg",
      "https://image.tmdb.org/t/p/w300/rBdGtQy9xSvxObbmEDBNuESjiY6.jpg",
      "https://image.tmdb.org/t/p/w300/3Bdg0c7UqdihMcXkKdKT5TF2pdm.jpg",
      "https://image.tmdb.org/t/p/w300/e0zgzv6YH4cMVyOZtTD34zef9SR.jpg",
      "https://image.tmdb.org/t/p/w300/hqiOOD3150yVhgRksTfzUwHaxPZ.jpg",
      "https://image.tmdb.org/t/p/w300/AlQdng0Yov2DR9lwGJ0Yo4WARqf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mi5l29DQFdwrTXxbqM2OLbs830H.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/oi7j5l3nm10y.html",
        "server": "usersdrive.com",
        "size": "952MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1xsj3/Wine_Country_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "952MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/wine-country-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "952MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/8hjfl6otyi8a",
        "server": "upstream.to",
        "size": "952MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "aW_0MO-XKog",
      "video_url": "https://www.youtube.com/watch?v=aW_0MO-XKog",
      "embed_url": "https://www.youtube.com/embed/aW_0MO-XKog"
    }
  },
  {
    "metadata": "|||Action,Adult,Crime,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Machete (2010)",
    "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် အညှစ်အသတ်နဲ့ အညစ်အပတ်တွေ ဒင်းကြမ်းနဲ့ အစကနေအဆုံးအထိ မနားတမ်းကြမ်းပြမယ့်ကားဖြစ်ပါတယ်။(မိသားစုနဲ့တော့ မကြည့်သင့်ပါ။)Machete Kill (2013) ကိုhttps://channelmyanmar.org/machete-kills-2013/ဒီမှာကြည့်ပါ။File size…(2.3 GB) and (1.2 GB)Quality….BluRay 1080p and 720p 5.1CHFormat…mp4Duration….01:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlejandro AntonioAlicia Rachel MarekAra CeliBilly BlairCheech MarinDanny TrejoDaryl SabaraDon JohnsonElectra AvellanElise AvellanFelix SabatesGilbert TrejoJames ParksJason DouglasJeff FaheyJessica AlbaJim HenryJuan Gabriel ParejaLindsay LohanMarci MadisonMayra LealMichelle RodriguezMitchell Lance AdamsNina LeonRobert De NiroRoland RuizShea WhighamStacy KeachSteven SeagalTina RodriguezTito LarrivaTom SaviniTommy NixVic Trevino",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bElDvmmIE41AZ5UsecsWj0kgmmO.jpg",
      "https://image.tmdb.org/t/p/w300/zRWyxXN5FyOBbtfIUTT0MFejCOM.jpg",
      "https://image.tmdb.org/t/p/w300/diT2qQOiKbA4SW194ppuCCl6Ral.jpg",
      "https://image.tmdb.org/t/p/w300/gN7BzB9O2x6JHt8WZqnjkFhPcPG.jpg",
      "https://image.tmdb.org/t/p/w300/5kphQnh2tCfGVbuMjhrjgkhmZ4N.jpg",
      "https://image.tmdb.org/t/p/w300/d1NoGGXwAEAbK2K0rZsHcgcxA0q.jpg",
      "https://image.tmdb.org/t/p/w300/3JXFk1wQAAl5ndvIa7FUV5iJDQy.jpg",
      "https://image.tmdb.org/t/p/w300/zU1RwZaXkgUy70Zz6Q9HsJqlnLg.jpg",
      "https://image.tmdb.org/t/p/w300/xdVw6CylQ94OOgjEobcCjFs6qnj.jpg",
      "https://image.tmdb.org/t/p/w300/fkctz22J0GAO8iYFKO6kE2FTHot.jpg",
      "https://image.tmdb.org/t/p/w300/ke0fuBNJUQuDrsTAvpYtKsq2Wb9.jpg",
      "https://image.tmdb.org/t/p/w300/r4d0V8WQgpjcxLobBy8x2NUFxFv.jpg",
      "https://image.tmdb.org/t/p/w300/hlJbeDoBS6IIImfaDK9qXH9MGFj.jpg",
      "https://image.tmdb.org/t/p/w300/g2hmEyEd7gftbJkSW4hySeHywLv.jpg",
      "https://image.tmdb.org/t/p/w300/1h9S5sRHCFJwRDJoxFTnM9sWEgd.jpg",
      "https://image.tmdb.org/t/p/w300/ozkHRtJrDhIg8IAH0Zl0icupxrm.jpg",
      "https://image.tmdb.org/t/p/w300/n5LHJg1vVQa1vwEyhKDZI2KVPJk.jpg",
      "https://image.tmdb.org/t/p/w300/qz1XfPXv11O9weV1nTWgtzHiBT2.jpg",
      "https://image.tmdb.org/t/p/w300/3p0Tw3RVRdKrPXzjD3LVAp1z9Xi.jpg",
      "https://image.tmdb.org/t/p/w300/muPfuu6SkjP1QiBKDPBCw8nG5mq.jpg",
      "https://image.tmdb.org/t/p/w300/d7FKa27BqdB0GtkU38YoZZ4bJMC.jpg",
      "https://image.tmdb.org/t/p/w300/pqxfiWKIkwlwBN4Cvr7TJvvfTvn.jpg",
      "https://image.tmdb.org/t/p/w300/vMxvVL3IoSCpiiFdpeS2wFjRaXV.jpg",
      "https://image.tmdb.org/t/p/w300/zOVT8oXlV4yifK7sWJXm1Mggllr.jpg",
      "https://image.tmdb.org/t/p/w300/a5VxkmXY7g4LNdhmkmOcCC22uWE.jpg",
      "https://image.tmdb.org/t/p/w300/r3gU6jGLUcCfikDJwhTTem1DFCx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/machete-2010-1080p",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-machete-2010-1080-p-blu-ray-x-264-t-wi-zted-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-machete-2010-720-p-blu-ray-x-264-t-wi-zted-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2iWvX/(CM)Machete.2010.1080p.BluRay.x264-TWiZTED.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2iWw7/(CM)Machete.2010.720p.BluRay.x264-TWiZTED.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/XjZRwKKJ#tvrRrMIEl3w5nVzI45_HGEHg7JEJJSd1KrCsg0h9kCM",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/67JxySIA#TqJtuXnHpbl0gMvW4ZTmw6AIR4FVhjN0sSFZ5DA5P2A",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/x8d2vtl6om24",
        "server": "veryfiles.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/5g1q15tdycim",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/454d33dpop43",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7fGKttdOWQE",
      "video_url": "https://www.youtube.com/watch?v=7fGKttdOWQE",
      "embed_url": "https://www.youtube.com/embed/7fGKttdOWQE"
    }
  },
  {
    "metadata": "|||Action,Crime,Thriller",
    "rating": {
      "rating": "8.3/10",
      "rating_count": ""
    },
    "title": "John Wick: Chapter 4 (2023)",
    "description": "John Wick: Chapter 4 (2023)***************************IMDb Rating (8.3)/ Rotten Tomatoes (94%)ဒါရိုက်တာကတော့ Chad Stahelski ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာပါတဲ့ ပြင်သစ်မြေအောက်ဘူတာနေရာကိုတော့“Porte des Lilas” လို့ခေါ်ပြီး ရုပ်ရှင်သမားတွေကို ငှားရမ်းဖို့သီးသန့် ပြင်ဆင်ထားတဲ့ ဘူတာပဲဖြစ်ပါတယ်။ပြီးတော့ ဇာတ်လမ်းအစရဲ့ သဲကန္တာရကိုလည်း အထူးပြုလုပ်ချက်မသုံးဘဲ နေရာအစစ်မှာ သွားရောက်ရိုက်ကူးထားခဲ့ပါတယ်။ ဒီရုပ်ရှင်မှာ ဂျွန်ဝစ်ဟာ စကားလုံး ၃၈၀ ပဲ ပြောခဲ့ပြီး အရှည်ဆုံးစကားဆိုလို့ “မင်းနဲ့ငါ ဘဝကောင်းကို ထားခဲ့တာ ကြာလှပါပြီ” ဆိုတာလေးပါပဲ။ ၃ ပုံတစ်ပုံလောက်ကတော့ “Yeah” ဆိုတဲ့စကားလုံးတွေပဲဖြစ်လို့ ဘာသာပြန်သူကို အကြိုက်တွေ့စေခဲ့ပါတယ်။ ဇာတ်ပို့တွေထဲမှာ Scott Adkins လည်းပါဝင်ခဲ့ပြီး သူက ကီအာနူးရိဗိရဲ့ အမာခံဖြစ်တာကြောင့် ဒီရုပ်ရှင်မှာပါခွင့်ရတာ အရမ်းကို ပျော်နေခဲ့ပါတယ်။ ဒွန်နီယန်းလည်းပါဝင်ခဲ့ပြီး ဒါရိုက်တာက ပြင်သစ်ရေဒီယိုနာမည်ကို Wuxia လို့ပေးပြီး တရုတ်သိုင်းလောကကိုလည်း အသိအမှတ်ပြုခဲ့ပါသေးတယ်။ ဒါ့အပြင် I am groot ကို နောက်ပြောင်ပြီး I am Klaus ဆိုတဲ့ ကာရိုက်တာကိုပါ ထည့်သွားပေးထားပါသေးတယ်။ ဒီရုပ်ရှင်က ဇာတ်လမ်း အက်ရှင်အားလုံးပြည့်စုံတာမို့ ကောင်းကောင်းကြီး အရသာခံလို့ရမယ့်ရုပ်ရှင်ပါပဲ။ ဇာတ်လမ်းအဆုံးမှာပါတဲ့ မျက်လုံးတစ်လုံးအတွက် မျက်လုံးတစ်လုံးဆိုတဲ့ သီချင်းကိုလည်း ဒီရုပ်ရှင်ထဲက ဂျပန်မင်းသမီး Rina Sawayama ကပဲ ပြန်လည်သီဆိုပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကြေးစားလူသတ်သမားလောကရဲ့ ဒဏ္ဍာရီတစ်ယောက်ဖြစ်တဲ့ ဂျွန်ဝစ်ဟာ ကြေးစားလောကကနေ အနားယူပြီးခွေးလေးတစ်ကောင် ကားတစ်စီးနဲ့ အေးအေးဆေးဆေး ဘဝကိုဖြတ်သန်းနေသူပါ။ ဒါပေမဲ့ သူ့အတွက် အရမ်းအဓိပ္ပါယ်ရှိတဲ့ခွေးလေးကို သတ်ပြီး ကားကိုခိုးသွားတဲ့ ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့သားကြောင့် လူသတ်သမားလောကထဲကို ကလဲ့စားချေဖို့ ပြန်ဝင်လာခဲ့ရပါတော့တယ်။ သူ့ရဲ့မိတ်ဆွေ ဘုံနယ်မြေဟိုတယ်ပိုင်ရှင် ဝန်စတန်ကတော့ သူ့ကို သတိပေးခဲ့ပါတယ်။ ဒီရေကန်မျိုးထဲကိုလက်သန်းလေးပဲ ပြန်နှစ်ကြည့်ရင်တောင် မင်းတကိုယ်လုံးကို ဆွဲချသွားလိမ့်မယ်တဲ့။ တကယ်လည်း ဂျွန်ဝစ်ပြန်ထွက်မရခဲ့ပါဘူး။ လက်စားချေစရာတွေပြီးတော့ လက်စားချေစရာတွေ ထပ်ပေါ်လာတယ်။ ပြန်ရုန်းထွက်ဖို့ ကြိုးစားရင်း ထပ်ထပ်နစ်ဝင်လာပြီး နောက်ဆုံးမှာတော့ ကြေးစားလောကတစ်ခုလုံးရဲ့ အစိုးရလို့ ခေါ်လို့ရတဲ့ အထက်ကောင်စီရဲ့ အလိုအရှိဆုံးရန်သူပါဖြစ်လာခဲ့ပါပြီ။ အပိုင်း ၃ မှာတုန်းက ဝင်စတန်ရဲ့ လက်ချက်ကြောင့် တိုက်ပေါ်က ပြုတ်ကျသွားခဲ့ပြီး အပိုင်း ၄ မှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ကြည့်ရမှာပါ။ ဂျွန်ဝစ်လိုချင်တဲ့ လွတ်လပ်မှုနဲ့ ငြိမ်းချမ်းမှုကို ဒီအပိုင်းမှာ ရှာနိုင်ပါ့မလားဆိုတာ…။File size…(7.91GB)(3.3GB)&(1.3GB)Quality….4K.HEVC,WEB-DL1080p5.1Ch,720PFormat…mp4Duration….02:41:01Subtitle….Myanmar Subtitle (Hardsub)Encoder…. Phyo PyaeTranslated by Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAimée KwanAndrej KaminskyBill SkarsgårdBrahim AchabbakheClancy BrownDaiki SuzukiDonnie YenGeorge GeorgiouHiroki SumiHiroyuki SanadaIan McShaneIrina TrifanovIryna FedorovaIvy QuainooJackey MishraJulia Asuka RiedlKeanu ReevesLance ReddickLaurence FishburneLous and the YakuzaMako SanjōMarko ZarorMilena RendónNatalia TenaRaicho VasilevRina SawayamaRobert BessScott AdkinsSelman IyiShamier AndersonSven MarquardtVhelma RichardsonYoshinori Tashiro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i8dshLvq4LE3s0v8PrkDdUyb1ae.jpg",
      "https://image.tmdb.org/t/p/w300/h8gHn0OzBoaefsYseUByqsmEDMY.jpg",
      "https://image.tmdb.org/t/p/w300/zKOLGC6s6Ieyy7oMl0GT6PTR9VM.jpg",
      "https://image.tmdb.org/t/p/w300/74q0L86HV4ifAO0rSRD64iWhVVH.jpg",
      "https://image.tmdb.org/t/p/w300/e8BCc8Jk11dnSffI6ElICLePvLZ.jpg",
      "https://image.tmdb.org/t/p/w300/t6kyaYb3YAJVoWi0SGbqzkMkAMc.jpg",
      "https://image.tmdb.org/t/p/w300/qZ2hD8f3aMaIDI9Bj65n0rLBOvN.jpg",
      "https://image.tmdb.org/t/p/w300/o8YhFpskuchJsHGxT4eD4DhN2Eq.jpg",
      "https://image.tmdb.org/t/p/w300/6oBXf3Ei3F1IfWy9hfPUJ7wJXd5.jpg",
      "https://image.tmdb.org/t/p/w300/kShG5rvuK4N7KUqEoCknNqwhQyY.jpg",
      "https://image.tmdb.org/t/p/w300/cX0DOYXZDnXEsUbDJwcE7PlwoqS.jpg",
      "https://image.tmdb.org/t/p/w300/dVCNqnVXXFs4G8ZHgxoLg0Hho9T.jpg",
      "https://image.tmdb.org/t/p/w300/ht3RFNKxfkhPmx0xw5VctM0y5yy.jpg",
      "https://image.tmdb.org/t/p/w300/2LvAv9I0yTvG44hJb5naIjRRBt8.jpg",
      "https://image.tmdb.org/t/p/w300/a856YVyfp73MmR0VDR5SvxD9U9l.jpg",
      "https://image.tmdb.org/t/p/w300/fgw4rFs4XMWdJTWp1eMacHKQqbZ.jpg",
      "https://image.tmdb.org/t/p/w300/tnKVQVVZ9BfcJ4JimdqUF3bLr80.jpg",
      "https://image.tmdb.org/t/p/w300/i3OTGmLNOZIo4SRQLVfLjeWegB6.jpg",
      "https://image.tmdb.org/t/p/w300/1inZm0xxXrpRfN0LxwE2TXzyLN6.jpg",
      "https://image.tmdb.org/t/p/w300/kgcPjz8nuRIVaxRrJixDZAwquF6.jpg",
      "https://image.tmdb.org/t/p/w300/7I6VUdPj6tQECNHdviJkUHD2u89.jpg",
      "https://image.tmdb.org/t/p/w300/1Eb8Smze0q2Cy9QpGVmhzQceuiW.jpg",
      "https://image.tmdb.org/t/p/w300/aX2rw8UNH1LebfnHDCM3hFPTTAU.jpg",
      "https://image.tmdb.org/t/p/w300/uRVNLGHOfnB6eiF4BMQOlUXv1aK.jpg",
      "https://image.tmdb.org/t/p/w300/ay7cg8JuNYlKwRcK1ZUAxwDWepP.jpg",
      "https://image.tmdb.org/t/p/w300/3kbYOJen9exaikMq0JrPnPSBE9x.jpg",
      "https://image.tmdb.org/t/p/w300/rVQ2EmuYfKAcDex3ax7pbLO1gFj.jpg",
      "https://image.tmdb.org/t/p/w300/szvdsaBg2zgFsZNF4Hpyh1atpxs.jpg",
      "https://image.tmdb.org/t/p/w300/tfw5LKySp7uEYJ3CUuD4TKx3s8y.jpg",
      "https://image.tmdb.org/t/p/w300/shaz5Y1GA1hy9BtgHij6gd0AcY0.jpg",
      "https://image.tmdb.org/t/p/w300/72p6d4MPEcA7FqHJjiE4u44SO2B.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/adfasdfasdf.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/john-wick-chapter-4-2023-web-dl-4-k-hevc-ac-35-1-ch-pp-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.91GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/NfdQlQ5Z#YUOpHouvpnMSwRaizXb9a7eMO5MrQFbsrfy_E0beZc0",
        "server": "mega.nz",
        "size": "7.91GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/b6ypbqbatxaa.html",
        "server": "usersdrive.com",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/john-wick-chapter-4-2023-web-dl-1080-p-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ulwr/John.Wick.Chapter.4.2023.WEB-DL.1080P5.1Ch(CM).mkv",
        "server": "megaup.net",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9SMVnQTC#3Y6s-0YVfrRm_uzp-XcNE0nJIm6djeHcuxw0Dj4uyi8",
        "server": "mega.nz",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/avrn4te6xxn6.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/john-wick-chapter-4-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ulkf/John.Wick.Chapter.4.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YSlEgKLb#X3ppvPsnYcic8uk9tMHS_8Y9cadby_ZrAO4tMVMxWwc",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/gjf7kcitwsg6",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/v2oxr5cegetx.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cYX2_lDYZpI",
      "video_url": "https://www.youtube.com/watch?v=cYX2_lDYZpI",
      "embed_url": "https://www.youtube.com/embed/cYX2_lDYZpI"
    }
  },
  {
    "metadata": "Not Rated|2021|2h 18m|Bollywood,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "804"
    },
    "title": "A1 Express (2021)",
    "description": "ဘောလိ၀ုဒ်ကားသစ်လေးတွေကို စောင့်မျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်ဒီတစ်ခေါက်မှာတော့ sport – drama ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့A1 Express လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။( IMDB 6.3/10 )ဒီရုပ်ရှင်ကားလေးကိုတော့ ဝါရင့် ဘောလိ၀ုဒ် မင်းသားကြီးတွေဖြစ်တဲ့Krishna Murali နဲ့ Murali Sharma တို့က ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ပျော်ပျော်နေတတ်ပြီး ဘ၀မှာ ပြင်သစ်ကိုသွားဖို့ ရည်ရွယ်ချက်တစ်ခုထဲသာရှိတဲ့ လူငယ်လေး Naidu …..Naidu တစ်ယောက် ကောလိပ်ကျောင်းအုပ်ဖြစ်တဲ့ ဦးလေး ရှိရာ ရာနမ်ကို ရောက်လာတဲ့အချိန်ဟော်ကီကစားသမား ကောင်မလေး Lavanya Rao နဲ့ အကြည့်ချင်းဆုံ ရင်တွေခုန်ပြီးသဘောကျမိသွားတာကြောင့်ပိုးပန်းဖို့ ကြိုးစားပါတော့တယ်Naidu ရဲ့ဦးလေးကတော့ ငယ်ငယ်တုန်းထဲက ကြီးလာရင် သူ့သမီးကို ယူမယ်လို့လက်ခမောင်းခတ်ပ​ြီး ပြောထားတယ့် Naidu ရဲ့စကားကြောင့် သမီးဖြစ်သူ Divya Naiduလက်ထဲပါသွားမှာ စိုးရိမ်ပြီး Lavanya နဲ့ Naidu အမြန်ဆုံးနီးစပ်ရေးကို အစွမ်းကုန်ကူညီပေးတဲ့ အောင်သွယ်တော် ဖိုးရွှေလမင်းတစ်ဦးဖြစ်လာပါတယ်တစ်ဖက်မှာတော့ Lavanya တို့ ကစားနေတဲ့ သမိုင်းဝင် ချီတာဘာဘူနယ်မြေကဟော်ကီကွင်းကို ဆေးကုမ္ပဏီအတွက် စက်ရုံတည်ဆောက်ဖို့ဆိုပ​ြီး အားကစားဝန်ကြီးကိုTetra Star ကုမ္ပဏီကနေ လာရောက်ကမ်းလှမ်းပါတော့တယ်နိုင်ငံရေးမှာ သိပ်ပြီး လာဘ်မစားရှာတဲ့ အိန္ဒိယ အားကစားဝန်ကြီးကတော့ ကုမ္ပဏီစီကနေကုဋေ ၆၀ ကျော်လောက်တောင်းပြီး မြေကိုပေးဖို့ သဘောတူလိုက်ပါတယ်အဲဒီမှာတင် ဟော်ကီ နည်းပြကြီး Murali တစ်ယောက် တပည့်တွေ နယ်ခံတွေအကူအညီနဲ့ သမိုင်းဝင် နာမည်ကြီး ချီတာဘာဘူ ကွင်းကို ကာကွယ်ဖို့အတွက် ဆန္ဒဖော်ထုတ်ပါတော့တယ်Naidu တစ်ယောက်လည်း ပိုးပန်းနေတဲ့ Lavanya က ဟော်ကီကစားသမားတစ်ဦးဖြစ်နေတာကြောင့်နိုင်ငံရေး အရှုပ်အထွေးမှာ ပါဝင်ပတ်သက်လာဖို့ အကြောင်းဖန်လာရပါပ​ြီဝန်ကြီးရဲ့ နိုင်ငံရေး လှည့်ကွက်တွေ လာဘ်စားမှုတွေ ကြားထဲကနေ သူတို့ တန်ဖိုးထားတဲ့သမိုင်းဝင် ချီတာဘာဘူကွင်းကြီးကို ဘယ်လို လက်တွဲပြီး ကာကွယ်သွားမလဲ …..Naidu နဲ့ Lavanya ရဲ့ အချစ်ဇာတ်လမ်းလေးကရော ဒီအရှုပ်အထွေးတွေကြားထဲလှပစွာ ဖူးပွင့်လာနိုင်ပါ့မလား …. ဆိုတာကိုတော့ ပရိသတ်ကြီး ကိုယ်တိုင် ဆက်လက်ကြည့်ရှု ခံစားပေးသွားပါဦးFile size…2.68GB / 1 .47GBQuality…1080p  True WEB DL  / 720pFormat…mp4Duration….2h 18mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by ThuRa & Poe & BpL & KevinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDennis Jeevan KanukolanuStarsAbhijeeth PoondlaDayanand ReddyKhayyumLavanya TripathiMahesh VittaMurali SharmaNellore SudharshanParvateesamPosani Krishna MuraliPriyadarshi PullikondaRaghu BabuRao RameshSatyaSriranjiniSundeep KishanCastAbhijeeth PoondlaDayanand ReddyKhayyumLavanya TripathiMahesh VittaMurali SharmaNellore SudharshanParvateesamPosani Krishna MuraliPriyadarshi PullikondaRaghu BabuRao RameshSatyaSriranjiniSundeep Kishan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/txk9wEsk7JH3EiAAyrsLBhKtQy1.jpg",
      "https://image.tmdb.org/t/p/w300/cNXQGix6pSzcFw6mnAfWL0SpYgy.jpg",
      "https://image.tmdb.org/t/p/w300/cDUkXwUIg7z10IMHAfyVlr4GDbV.jpg",
      "https://image.tmdb.org/t/p/w300/wSpmVv7tOrqDj4pCG4c037XmpUU.jpg",
      "https://image.tmdb.org/t/p/w300/eAphBiBVe7rVSrJEmjCAoN2hkKu.jpg",
      "https://image.tmdb.org/t/p/w300/i7zufi5witUGqoCNsf6gA50AvAP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDg1N2Q2YTctZjI5Zi00ZDA3LWIzMTQtZjIzMzI1ZWIwYTJkXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-1-express-2022-true-web-dl-1080-p-avc-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lnjkivuaxq6j.html",
        "server": "usersdrive.com",
        "size": "2.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tUeu/A1_Express_(2022)_TRUE_WEB-DL_-_1080p_-_AVC_.AAC2.0CH.YK.(CM).mp4",
        "server": "megaup.net",
        "size": "2.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zdJ2EQLJ#WM0hENcX0cHMIz5rBuucXoJ_7Gwfv3MLC4t8BMQcyjw",
        "server": "mega.nz",
        "size": "2.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/eemd4or3qgq6.html",
        "server": "streamsb.com",
        "size": "2.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/0mlialieoihj",
        "server": "veryfiles.com",
        "size": "2.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-1-express-2022-true-web-dl-720-p-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 .47GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8wsckbnedb39.html",
        "server": "usersdrive.com",
        "size": "1 .47GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3PP9D/A1_Express_(2022)_TRUE_WEB-DL.720P.AAC2.0CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1 .47GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HBJEGLqS#zRU_u29LpV8BssSIi91kCLAeYezR1z3v3S5TwLE-jzg",
        "server": "mega.nz",
        "size": "1 .47GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/mjx2cg9ct8eo.html",
        "server": "streamsb.com",
        "size": "1 .47GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/tmjgn02xw227",
        "server": "veryfiles.com",
        "size": "1 .47GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Crime,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "Verdict (2019)",
    "description": "ဒီကားလေးကတော့ လူ့ပတ်ဝန်းကျင်မှာ ဖြစ်ပျက်တတ်တာလေးကို လက်တွေ့ဆန်ဆန်လေးရိုက်ပြထားတဲ့ကားလေးတစ်ကားပါ……ဂျွိုင်းဆန်းတို့စ် နဲ့ ဒန်တီဆန်းတို့စ်တို့က လင်မယားတွေပါ သူတို့မှာ အိန်ဂျယ်ဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိပါတယ်……တနေ့ ဂျွိုင်းရဲ့ အဖေမွေးနေ့ပွဲအတွက် ဂျွိုင်းတို့မိဘတွေက အိမ်လာပြီးညစာစားဖို့ဖိတ်တော့ ဒန်တီကလည်း လိုက်မယ်ဆိုတာနဲ့ သူတို့သားအမိနှစ်ယောက် မိုးချုပ်တဲ့အထိစောင့်ခဲ့ကြတာပေါ့……ဒီလိုနဲ့ အချိန်ကလည်းနောက်ကျလာ ဒန်တီကလည်း ပြန်ရောက်မလာတာကြောင့် သားအမိနှစ်ယောက်ပဲ ဂျွိုင်းမိဘတွေဆီသွားလိုက်ရတယ်……ပြန်လာတော့ ဒန်တီက သူ့ကို စာမပို့ရကောင်းလား မစောင့်ရကောင်းလားဆိုပြီး မူးမူးနဲ့ ရိုက်နှက်ပါလေရော အဲဒီမှာ ဂျွိုင်းရော သမီးလေး အိန်ဂျယ်ပါ ဒဏ်ရာတွေရသွားတော့ ရဲတိုင် ဆေးရုံရောက်တွေဖြစ်သွားတော့တာပေါ့…..အဲဒီမှာပဲ သူတို့နှစ်ယောက်ကြား တရားရင်ဆိုင်ရတာတွေ ပိုက်ဆံရဲ့ ပြောစကားတွေ လူတွေက ကိုယ့်ကိုယ်မှမထိရင် မနာတတ်တဲ့အကြောင်းတွေ အစုံစုံကို ကြည့်ရှုရင်း ဘယ်လိုဇာတ်သိမ်းသွားမလဲဆိုတာလေးကို စောင့်စားကြည့်ရှုလိုက်ကြပါဦးလို့……File size…(2.3 GB)/(1.2 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:06:00Genre…Crime, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Mr.Anderson & GerfieldYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDolly De LeonJordhen SuanKristoffer KingMatt DaclanMax EigenmannPerry DizonRene Durian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xJhx1UWDMO5k97N9Q2zxqXh3VKv.jpg",
      "https://image.tmdb.org/t/p/w300/mmZHV1jSO4kZuNWKLgYtBwbvtub.jpg",
      "https://image.tmdb.org/t/p/w300/zLT2LO260MBN3LacEVP4NNnUIs7.jpg",
      "https://image.tmdb.org/t/p/w300/8krQoicExHuzGDONDChaAFB6H2M.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/7vWakWpZ06TvnApXdRvCqYKuQ09.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/verdict-2019-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0vsr/Verdict_2019_1080p_WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ojkSFa7Q#vptPbMSpy-UXUVLlGp7vJvd9mz6jgimV_szpzEoEtLQ",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1thanozq3h4a.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/verdict-2019-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l0vsi/Verdict_2019_720p_WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lql2QBrI#LfTHa3gXyxs2P6-gjhqcm5dt2N4_aHEy1p8C8C2VlS4",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sd0hb5wmsv7m.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/vbtagovpy1ks",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mxExPEo9JJs",
      "video_url": "https://www.youtube.com/watch?v=mxExPEo9JJs",
      "embed_url": "https://www.youtube.com/embed/mxExPEo9JJs"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "473"
    },
    "title": "The Recipe (2010)",
    "description": "Genre – Drama, Romance, MysteryIMDB – 6.6/10အမြီး ၉ ချောင်း မြေခွေးအလန်းစားကြီး Lee Dong-Wook ရဲ့၂၀၁၀ ခုနှစ်တုန်းက လွမ်းဆွတ်ကြည်နူးဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ပုဒ် တင်ဆက်ပေးလိုက်ချင်ပါတယ်။ အတိအကျပြောရမယ်ဆို ပဲပိစပ်ဟင်းရည် ဒွမ်ဂျန်ဆိုတဲ့ ရိုးရာ ဟင်းတစ်ခွက်ကိုအသုံးချပြီး Marketing ကောင်းကောင်းထည့်ပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း အစပိုင်းမှာ စိတ်လှုပ်ရှားဖွယ်မှတ်တမ်းရုပ်ရှင်အထာနဲ့ တဖြည်းဖြည်းချင်း ဇာတ်ကို ပံ့ပိုးထားပြီးနောက်ပိုင်းမှ လျှို့ဝှက်ချက်တွေကို ဇာတ်ထုပ်ပြန်ဖြည်တဲ့ စတိုင်မျိုးပါ။ဇာတ်လမ်းလေးကတော့ တောင်ကိုရီးယားမှာ လူ ၁၂ ယောက်ကိုသွေးအေးအေးနဲ့သတ်ဖြတ်ပြီး အာဏာပိုင်တွေလက်အောက်ကနှစ်ပေါင်းကြာရှည်စွာ ထွက်ပြေးတိမ်းရှောင်နေတဲ့ လူသတ်သမားကြီးကတောထဲတောင်ထဲက စားသောက်ဆိုင်လေးထဲ ရဲတွေလာဖမ်းတာကိုအသာတကြည်နဲ့ ပြန်မခုခံပဲ အေးဆေး အဖမ်းခံခဲ့ပါတယ်။ အဲဒါနဲ့သေဒဏ်ပေးခါနီး နောက်ဆုံးဆန္ဒကို ပြောပါဆိုတော့ ဘာပြောတယ်ထင်လဲ…”အဲဒီဆိုင်က ဒွမ်ဂျန်ဟင်းရည် သောက်ချင်တယ်” တဲ့ဗျာ။အဲဒါနဲ့ သေခါနီးလူတစ်ယောက်ရဲ့နောက်ဆုံးဆန္ဒက ထူးထူးခြားခြားဒီဒွမ်ဂျန်ကို သောက်ချင်ရအောင် ဘာတွေများ ထူးခြားနေလို့လဲဆိုပြီးသတင်းထောက်ကြီးဟာ အဖြေကိုလိုက်ရှာတဲ့အချိန် နောက်ကွယ်ကလွမ်းဆွေးဖွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ ထူးခြားတဲ့ဟင်းအမယ်တွေကို သိရှိလိုက်ရပါတော့တယ်…..။သရုပ်ဆောင်တွေဆိုလည်း အများနဲ့မစိမ်းလောက်ဘူးထင်ရတဲ့နာမည်ကြီး ဇာတ်ပို့မင်းသားကြီး Seung-ryong Ryu က သတင်းထောက်နေရာက သရုပ်ဆောင်ထားပြီး Goblin သေမင်းတွေ အမြီး၉ ချောင်းမြေခွေး စသဖြင့် အသက်ကြီးပေမယ့် မပျက်စီးသေးတဲ့အာဂျီးရှီး Lee Dong-Wook နဲ့ တည်ငြိမ်တဲ့အလှပိုင်ရှင် မင်းသမီးLee Yo-Won တို့ ပါဝင် သရုပ်ဆောင်ထားတာလည်း ဖြစ်ပါတယ်။ကြည့်ရင်းနဲ့ ပဲပိစပ်ဟင်းရည်လေး သွားရည်ကျပြီး မျက်ရည်သုတ်ကြရတာပေါ့ဗျာ။File size…1.85 GB / 871 MBQuality…WEB-Rip 1080p 5.1 CH / 720pFormat…mp4Duration….1h 47mGenre ….. Drama , Mystery , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCho Seong-haKim Ji-hoonKim Jung-palKim Se-dongLee Dong-wookLee Yo-wonLee Yong-nyeoNam Jung-heeRyu Seung-ryongSong Yo-sepYoo Seung-mok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lhj0T10sJca6cW0UhhVdyf7ULGM.jpg",
      "https://image.tmdb.org/t/p/w300/AlKWQXsfrKw2KN6MpEQBjXJuOlm.jpg",
      "https://image.tmdb.org/t/p/w300/1yZLjjvqbOjF9JTqa2UJTFf4eCL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tmMqtxQVTTgdQUvj1F7Q7Lf4BId.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/grw0wbvx8wy2.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-recipe-2010-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2BsrB/The.Recipe.2010.WEBRip720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NikhnZaI#EmEHDWruoNXz35Vu6v5C8xhWulhl9ey1gzquKVsGDsM",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/2mf4vedfx84u.html",
        "server": "usersdrive.com",
        "size": "871MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-recipe-2010-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "871MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1fxxd/The.Recipe.2010.WEBRip1080p(CM).mp4",
        "server": "megaup.net",
        "size": "871MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/4uUDAKxS#-0IVggEqj3McWvoO4N4i5nIzOOgWhdfIdKGOktZgPJQ",
        "server": "mega.nz",
        "size": "871MB",
        "quality": "720P"
      },
      {
        "link": "https://likessb.com/dsci44ou10tk.html",
        "server": "streamsb.com",
        "size": "871MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/eebn04bh894h",
        "server": "streamvid.io",
        "size": "871MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  }
]