[
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "6 Persons In Room(Korea Mini Series) ျမန္မာစာတန္းထုိး",
    "description": "မန္ ေနဂ်ာ ယြန္ ဆိုးတစ္ ေယာက္ လုပ္ ငန္ းခြင္ စစ္ ေဆးရင္ းျပဳတ္ က်ကာ ေဆးရံု ေပၚသို ေရာက္ ခဲ့ရသည္ ။အခန္ းအမွတ္ ၃၁၃တြင္ မ ေမ်ွာ္ လင္ ့ဘဲအျခားအမ်ိဳးသမီးလူနာ၅ဦးႏွင္ ့ သိကြၽမ္ းကာ တျဖည္ းျဖည္ း ခင္ မင္ လာသည္ ။ သူတို့ ၅ေယာက္လံုးက တစ္မ်ိဳးစီ ဆိုက္ကိုေရာဂါရေနတယ္လို့ ယြန္းဆိုးက သတ္မွတ္လိုက္ပါတယ္။ ဒါေပမဲ့ တစ္ျဖည္းျဖည္း သိက်ြမ္းလာတဲ့အခ်ိန္မွာေတာ့ အကုန္လံုး ခင္ဖို့ ေကာင္းမွန္းသိလာျပီး အရူးမေလးလို့ နာမည္ေျပာင္ေခၚၾကတဲ့ ဂ်ီ၀မ္းကို စျပီး စိတ္၀င္စားလာပါေတာ့တယ္။ သူတို့ ႏွစ္ေယာက္ရဲ့ ဇာတ္လမ္းကေရာ ဘယ္လုိ ေရွ့ဆက္မွာလဲ၊ ဂ်ီ၀မ္းရဲ့ နာမည္ေျပာင္ကေရာ ဘယ္လို ရလာတာလဲ၊ သူတို့ ၅ေယာက္ရဲ့ လ်ိဳ့၀ွက္ခ်က္ကေရာ ဘာေတြမ်ားျဖစ္မွာလဲဆုိတာ ပရိသတ္ၾကီး ကိုယ္တိုင္ ဇာတ္လမ္းရဲ့ ျမဳပ္ကြက္ေတြကို အေျဖရွာလိုက္ပါ။ကိုရီးယား ႏိုင္ ငံရဲ႕ထိပ္ တန္ းမင္ းသားျဖစ္ တဲ့ Sung Hoonရဲ႕ပီျပင္ တဲ့သ႐ုပ္ ေဆာင္ မႈ ေတြနဲ႔ မင္းသမီးေခ်ာ ေဂ်ာင္မီ ပါ၀င္ထားတဲ့ ဒီဇာတ္ကားဟာ My Drama Listဆိုက္က ၾကည့္ရႉသူေတြေပးၾကတဲ့ Rating 7.8 အထိေတာင္ ရထားပါတယ္။Episode 1Episode 2Episode 3Episode 4Episode 5(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ႏွင္းလဲ့လဲ့ျဖဴ ျဖစ္ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/04/Cover-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Bollywood,Fantasy,Mystery,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "Churuli (2021)",
    "description": "IMdb Rating (7.1)ဇာတ်လမ်းကိုပုံပြင်တစ်ပုဒ်နဲ့စဖွင့်ထားပါတယ်။ တောအုပ်တစ်အုပ်ထဲမှာ ပါရူမာဒန်ဆိုတဲ့ခရီးသွားတွေကိုလမ်းလွဲအောင်ဖမ်းစားတတ်တဲ့တစ္ဆေတစ်ကောင်သောင်းကျန်းလို့နေပါတယ်။(ဒီမှာဆို-မွေ့ကောင်ဆိုတာမျိုးပါးစပ်ပြောဒဏ္ဍာရီတွေရှိပါတယ်)အဲ့ဒီတစ္ဆေကိုနှိမ်နင်းဖို့ဆုံးဖြတ်ချက်နဲ့ ဘုန်းကြီးတစ်ပါးဟာ ခြင်းတစ်ခြင်းကိုခေါင်းပေါ်ရွက်ပြီးတောထဲဝင်ခဲ့ပါတယ်။ဘုန်းကြီးဟာ အကြာကြီးလမ်းလျှောက်လာပြီးတဲ့နောက် လမ်းပေါ်မှာတွေ့တဲ့ဘောလုံးတစ်လုံးကိုကလေးတွေကစားဖို့ရည်ရွယ်ချက်နဲ့ခြင်းထဲကောက်ထည့်လာပါတယ်။အချိန်တွေကြာလာတော့ ခြင်းတောင်းထဲက ရုတ်တရက်လှုပ်ရှားလာပြီး စကားသံထွက်လာပါတယ်။သူကောက်ထည့်လာတာဟာ လုံးပြီးနေနေတဲ့ ပုရွက်စားကောင်တစ်ကောင်ဖြစ်နေလို့ပါ။ စကားပြောတတ်တဲ့ ပုရွက်စားကောင်ကိုသဘောကျသွားတဲ့ ဘုန်းကြီးဟာ အဲ့ဒီအကောင်ညွှန်တဲ့လမ်းအတိုင်းသွားရင်းနဲ့ သူကိုယ်တိုင်လမ်းပျောက်သွားပါတော့တယ်။သူ အသိနောက်ကျခဲ့တာက သူကောက်ထည့်ခဲ့တဲ့ ဘောလုံးဟာ အဲ့ဒီ တစ္ဆေကိုယ်တိုင်ဖြစ်နေတယ်ဆိုတာကိုပါပဲ။အန်တိုနီနဲ့ ရှာဂျီဗန်တို့ဟာ ဝေးလံခေါင်ဖျားတဲ့ရွာတစ်ရွာက ဝရမ်းပြေးလူဆိုးတစ်ယောက်ကိုလက်ရဖမ်းဖို့ရည်ရွယ်ချက်နဲ့အလုပ်ကြမ်းသမားတွေအဖြစ်အသွင်ယူရောက်ရှိလာခဲ့ပါတယ်။ အဲ့ဒီလူကို နာမည်တစ်ခုကလွဲလို့ မသိဖူး မမြင်ဖူးကြတဲ့အပြင်ဓာတ်ပုံလေးတစ်ခုတောင်ရှိမနေပါဘူး။ အဲ့ဒီ ရွာကိုသွားဖို့လဲဂျစ်ကားတစ်စီးသာခရီးကြုံရှိလု့ိမေးစမ်းပြီး တက်လိုက်လာခဲ့ကြပါတယ်။ခရီးဖော်ရွာသားတွေနဲ့တွေ့လို့စကားစမြည်ပြောကြည့်တဲ့အခါ စကားပြောချိုသာယဉ်ကျေးပြီး ရိုးသားကြတယ်လို့တောင် သူတို့မှတ်ချက်ပြုမိခဲ့ပါသေးတယ်။ နက်ရှိုင်းတဲ့တောအထပ်ထပ် အကွေ့အကောက်လမ်းတွေနဲ့ တောင်အသွယ်သွယ်ကိုဖြတ်ကျော်အပြီးချောက်ကမ်းပါးကြီးတစ်ခုပေါ်မှာ ခနော်နီခနော်နဲ့ တံတားတစ်ခုရှိနေပါတယ်။ ဂျစ်ကားနဲ့လူတွေရဲ့ဝိတ်နဲ့ ဘယ်လိုမှဖြတ်မောင်းဖို့မဖြစ်နိုင်တဲ့အတွက် လူတွေကလမ်းဆင်းလျှောက်ပြီး ကားကိုထိန်းဖြတ်မောင်းရင်း ဟိုဘက်အရောက်မှာ ဇာတ်လမ်းကစပါတယ်။စောစောကအထိ အင်မတန်ချိုသာယဉ်ကျေးတဲ့ နယ်ခံရွာသားတွေဟာ စကားအခွန်းတိုင်းအခွန်းတိုင်းမှာ အဆဲစကားမပါမပြီးတဲ့အလွန်ရိုင်းစိုင်းခက်ထန်စရိုက်ကြမ်းတဲ့သူတွေအဖြစ်ပြောင်းလဲသွားတော့တာပါပဲ။ ဒါပေမယ့် ပိုပြီးဆန်းကြယ်နက်နဲတဲ့ ပဟေဠိနဲ့လျှို့ဝှက်ချက်တွေကသူတို့ကိုရှေ့မှာစောင့်ကြိုနေပါသေးတယ်။Churili ဟာ မလေယလမ်စကားဖြစ်ပြီး ဝင်္ကပါလို့အဓိပ္ပါယ်ရပါတယ်။ Independent ဘက်ကိုအားသန်ပုံရတဲ့ ဒါရိုက်တာ Lijo Jose Pellissery ရဲ့လက်ရာအသစ်ဖြစ်ပြီးဒီကားရဲ့ ဇာတ်လမ်းသွားတင်ဆက်ပုံတွေကလဲ mainstream ရုပ်ရှင်တွေကနေ သိသိသာသာကွဲထွက်နေပါတယ်။ဂြိုလ်သားတွေ၊ အချိန်နဲ့နေရာတွေ၊ Time loop လိုကိစ္စမျိုးတွေနဲ့ ခေါင်းရှုပ်ခံငြင်းခုန်တဲ့သူတွေက ငြင်းခုန်နေကြသလို တစ်ချို့တွေကလဲ ဇာတ်လမ်းရှင်းရှင်းလေးလို့ဆိုတဲ့သူကဆိုပါတယ်။ကိုယ်တိုင်ကြည့်ပြီးဆုံးဖြတ်ကြပါ။25th IFFK ရုပ်ရှင်ပွဲတော်မှာ Silver Peacock ဆုနဲ့ Special Mention for Best Direction ဆုတွေရရှိထားသလို၊15th Asian Film Awards မှာလဲ Best Art Director နဲ့Best Sound ဆန်ကာတင်ဝင်ထားပါတယ်၊ တကယ်လဲ Cinematography နဲ့ Sound design မှာအတော်ကောင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။တောအုပ်ထဲက တိတ်ဆိတ်လွန်းရာကနေ တစ်စီစီမြည်လာတဲ့အသံမျိုးကိုခြောက်ခြားစရာဖြစ်အောင် ဖန်တီးသွားတဲ့နေရာတွေဆို တကယ့်ကိုချီးကျူးချင်စရာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Alias မှ တင်ဆက်ထားပါတယ်။)File size…(1.4 GB)Quality…WEB-DL  1080pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChemban Vinod JoseGeethi SangeethaHariprashanth M GJaffer IdukkiJoju GeorgeLukman AvaranSoubin ShahirSurjithVinay Forrt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iEFlZRjiGv94JJ1JJktwBCDsHVv.jpg",
      "https://image.tmdb.org/t/p/w300/k2b4pS5vpg5zwGVljASRjjBUZcP.jpg",
      "https://image.tmdb.org/t/p/w300/oYLy6PJzXQiqF9MehNB99FXW4vP.jpg",
      "https://image.tmdb.org/t/p/w300/ktNucb9Cs5aYfVWFoRo0RlOSmSZ.jpg",
      "https://image.tmdb.org/t/p/w300/pRfc9TfQHwsAfpj1PaCG7gAVzWf.jpg",
      "https://image.tmdb.org/t/p/w300/2J1ZBQKaRBuVjqd2VvZtMtZyjVx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/pic.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-churuli-2021-malayalam-true-web-dl-1080-p-h-264-aac-2-0-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fmfosjni9z4k.html",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EvJVgILY#0L5iW_REr0ndLhEF5BJc2AVNm66Nk0ciZv8VXfWmUWI",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fmfosjni9z4k.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qj6ncfa8i0jp",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/b19anhqq609o.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1981|1h 48m|Crime,Drama,Mystery",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "60000"
    },
    "title": "Blow Out (1981)",
    "description": "Blow Out (1981)~ IMDb – 7.4/10, Rotten Tomatoes – 87% ~၁၉၈၁ ခုနှစ်တုန်းကထွက်ခဲ့ပြီး ဆန်ခါတင်ဆုနှစ်ခု၀င်ထားတဲ့ Mystery, Thriller ဇာတ်ကားကောင်းလေးပါ။ ဒါရိုက်တာက Thriller Crime genres တွေနဲ့ ပရိသတ်အတွက် မစိမ်းလောက်တဲ့ Brian De Palma ဖြစ်ပြီး သူရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။ သရုပ်ဆောင်အနေနဲ့ဆိုရင်လည်း အဓိကမင်းသားက ၁၉၇၀ခုနှစ်၀န်းကျင် ဟောလိဝုဒ်ရဲ့ Icon တစ်ယောက်ဖြစ်တဲ့ John Travolta မလို့ အရွေးချယ်မမှားမယ့်ကားကောင်းလေးပါပဲ။ဂျက်ဆိုတဲ့သူက ရုပ်ရှင်တွေအတွက် အသံပိုင်းဆိုင်ရာ နည်းပညာရှင်ပါ။ တစ်ရက်တော့ ဇာတ်ကားတစ်ကားအတွက် တံတားပေါ်မှာ လေတိုးသံအသံသွင်းနေတုန်း ကားမတော်တဆမှုတစ်ခုကိုမျက်မြင်ကြုံခဲ့ရပြီး အသံသွင်းမိခဲ့ပါတယ်။ ကားပေါ်က ကောင်မလေးတစ်ယောက်ကိုလည်း ကယ်နိုင်လိုက်ပါတယ်။ ဒါပေမဲ့ ကားမတော်ဆမှုမှာ အသက်ဆုံးသွားတဲ့သူက ရွေးကောက်ခံကိုယ်စားလှယ်မြို့တော်၀န်တစ်ယောက်ဖြစ်နေပါတယ်။ အိမ်ပြန်တော့ အသံပြန်စစ်ရာမှ ကားမှောက်မှုက မတော်တဆမှုသက်သက်မဟုတ်မှန်း သိလာရတဲ့အခါ၊ ကောင်မလေးနဲ့ မြို့တော်၀န်ကြားကဆက်ဆံရေးတွေနဲ့ ကိစ္စတွေက ရှုပ်ထွေးလာတဲ့ကြားထဲမှာမှ ဂျက်တစ်ယောက် အဖြစ်မှန်ပေါ်ဖို့ကြိုးစားရင်း ကိုယ့်ကိုယ်ကိုယ် အန္တရာယ်တောထဲ ဆွဲသွင်းမိပါတော့တယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 805MBQuality – 1080p, 720pIMDb Rating – 7.4/10Format – mp4Duration – 1H 48MinGenre – Crime, Drama, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian De PalmaStarsAnn KellyArchie LangB.J. CyrusBarbara SigelBernie RachelleBrian CorriganBud SeeseCindy ManionClaire CarterCurt MayDave DeAngelisDave RobertsDavid De FeliceDean BennettDeborah EvertonDennis FranzDick McGarvinElaine FiloonHenry CohenJ. Patrick McNamaraJames JeterJohn AquinoJohn Coppolino Jr.John HoffmeisterJohn LithgowJohn McMartinJohn TravoltaLarry WoodyLori-Nan EnglerLuddy TramontanaMarcy BigelmanMaureen SullivanMaurice CopelandMichael BorgheseMichael TearsonMilt FieldsMissy ClevelandMissy CrutchfieldNancy AllenPeter BoydenReginald M. WallaceRobert L. PenroseRoberto LombardiRobin SherwoodRoger WilsonRossana FicheraSid DohertyThomas FinnThomas J. McCarthyTim ChoateTony DevonWilliam TarmanCastAnn KellyArchie LangB.J. CyrusBarbara SigelBernie RachelleBrian CorriganBud SeeseCindy ManionClaire CarterCurt MayDave DeAngelisDave RobertsDavid De FeliceDean BennettDeborah EvertonDennis FranzDick McGarvinElaine FiloonHenry CohenJ. Patrick McNamaraJames JeterJohn AquinoJohn Coppolino Jr.John HoffmeisterJohn LithgowJohn McMartinJohn TravoltaLarry WoodyLori-Nan EnglerLuddy TramontanaMarcy BigelmanMaureen SullivanMaurice CopelandMichael BorgheseMichael TearsonMilt FieldsMissy ClevelandMissy CrutchfieldNancy AllenPeter BoydenReginald M. WallaceRobert L. PenroseRoberto LombardiRobin SherwoodRoger WilsonRossana FicheraSid DohertyThomas FinnThomas J. McCarthyTim ChoateTony DevonWilliam Tarman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nk87CtgZ7wd86W37oJHGYAJbmLz.jpg",
      "https://image.tmdb.org/t/p/w300/x0hbNwcFSzA7dIDrOjzMoP8i9b2.jpg",
      "https://image.tmdb.org/t/p/w300/r1WBbezHCmoRcLaMfn4zzSGJgsq.jpg",
      "https://image.tmdb.org/t/p/w300/jkosqPwY6Rn4JDWutpu0ZUWodTL.jpg",
      "https://image.tmdb.org/t/p/w300/scfce6VlAhJBzYFnzF3rDugo8E9.jpg",
      "https://image.tmdb.org/t/p/w300/hw2e3UehD3W2K2yl5nIC7rxwBPM.jpg",
      "https://image.tmdb.org/t/p/w300/ksXDoB71vk2fWKhXvVMouLsY90k.jpg",
      "https://image.tmdb.org/t/p/w300/2O9oc1Y5B1ex8h7SrCJNyytAgzv.jpg",
      "https://image.tmdb.org/t/p/w300/6yMPAk2ducJjM6s1SIlg3pCHkj4.jpg",
      "https://image.tmdb.org/t/p/w300/po3au3WYLRu07znCs1Be3Npt4ez.jpg",
      "https://image.tmdb.org/t/p/w300/mXg2qKwOm99WHGzCij3lBiPTY0.jpg",
      "https://image.tmdb.org/t/p/w300/nBI6cF5WT8k3XlSKbsZoYHFmLNO.jpg",
      "https://image.tmdb.org/t/p/w300/utlVKoqf6RjV0svS1yLtW99fBrK.jpg",
      "https://image.tmdb.org/t/p/w300/lcORLOst63RwYBjCfJZqg3cF3c7.jpg",
      "https://image.tmdb.org/t/p/w300/uW98C41Uyfr33RhCMdrU5NiIb6m.jpg",
      "https://image.tmdb.org/t/p/w300/59XLHCLG8BvyY78EUxDeRQGxXGH.jpg",
      "https://image.tmdb.org/t/p/w300/hhX6Dcisi5xYdHCZW4F63WLqj4q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/weMW1wLzeagP3tw6BfmYf1iL7dz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-blow-out-1981-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1jrd1/(CM)_Blow_Out_(1981)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9y8xxZZa#8a2MLto9msVx60KRQPjuYnoAy8HLv--LIrAocL7dtrU",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/28xjt17dc4dz.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blow-out-1981-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Fm7h/(CM)_Blow_Out_(1981)_720p.mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4qV0XCAD#sFKfn7llnSS1BJfEhFrP2_RRdckVLQRmHwJFJuzqxGw",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i4uzdmg9rqfa.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/28v47axrkdn1",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ewqclauw17hf",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rDve1A5EAvk",
      "video_url": "https://www.youtube.com/watch?v=rDve1A5EAvk",
      "embed_url": "https://www.youtube.com/embed/rDve1A5EAvk"
    }
  },
  {
    "metadata": "PG-13|2004|2h 12min|Drama,Sport",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "616,589"
    },
    "title": "Million Dollar Baby (2004)",
    "description": "Million Dollar Baby (2004)IMDb – 8.1/10______Rotten – 91%Won 4 Oscars.Another 64 wins & 84 nominations.ဒီနေ့အတွက် 2004 ခုနှစ်က အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားကိုတင်ပေးချင်ပါတယ်။ IMDb rating 8.1/10 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။Million Dollar Babyဆိုတဲ့ရုပ်ရှင်ဟာ ရိုးစင်းပေမယ့်နက်ရှိုင်းတဲ့အမှန်တရားအပြည့်နဲ့ ဇာတ်လမ်းတစ်ခုပါ။ ဒီဇာတ်လမ်းမှာအသက်ကြီးနေပြီးဖြစ်တဲ့ စကားကိုကန့်လန့်ပြောတတ်တဲ့လက်ဝှေ့ထရိန်နာတစ်ယောက် ရယ်၊ သူ့ရဲ့သူငယ်ချင်း တစ်ချိန်ကအောင်မြင်ခဲ့တဲ့လက်ဝှေ့သမားဟောင်းကြီးပေမယ့် မျက်လုံးတစ်ဖက် ကွယ်ပြီးအားကစားရုံမှာ အောက်ခြေသိမ်းလုပ်နေရတဲ့ သူရယ်၊လက်ဝှေ့သမားတစ်ယောက်ဖြစ်ချင် စိတ်ပြင်းပြပြီး ဇွဲလုံ့လကြီးတဲ့အမျိုးသမီးတစ်ဦးရယ်ကို အဓိကဇာတ်အိမ်တည်ထားတာပါ။အနှစ်သာရပြည့်ဝတဲ့ နောက်ခံစကားပြောတွေကလည်းဒီဇာတ်ကားရဲ့တစ်ခန်းနဲ့တစ်ခန်းအကူး အပြောင်းကိုမပျင်းရအောင်ခေါ်ဆောင်ပေးသွားမှာပါ။သာမန်လက်ဝှေ့ရုပ်ရှင်တော်တော် များများမှာကတော့အောင်မြင်နေတဲ့လက်ဝှေ့သမားတစ်ယောက်ရဲ့ဘဝတစ်ဆစ်ချိုုးမှာကြုံရတဲ့ဒုက္ခရယ်၊ ဒီဒုက္ခကို ဘယ်လိုကျော်ဖြတ်ပြီးထိပ်ဆုံးကိုပြန်ရောက်သွားသလဲဆိုတာကိုပဲHappy Ending လေးနဲ့သိမ်းထားပေးပြီးကြည့်ရတဲ့သူစိတ်ပျော်အောင်ရိုက်ပြတတ်ကြပါတယ်။ဒီရုပ်ရှင်မှာတော့ အသက် ၃၁ နှစ်မှ သေချာထရိန်နာနဲ့လေ့ကျင့်ခွင့်ရတဲ့၊လက်ဝှေ့ထိုးတာသုံးနှစ်ရှိတာတောင် သဲအိတ်တစ်အိတ်မဝယ်နိုင်တဲ့စားပွဲထိုးမလေးက သူ့ရဲ့အိပ်မက်တွေကို ဘယ်လိုဇွဲနပဲနဲ့အောက်ခြေကနေအဆင့်ဆင့် အကောင်အထည်ဖော်သွားလည်းဆိုတာ တေ့ွရမှာပါ။ ဘဝဆိုတာအနိမ့်အမြင့်အတက်အကျတွေနဲ့ဖွဲ့စည်းထားတဲ့အလျောက်သူ့ရဲ့အောင်မြင်မှုတွေနေဝင်ချိန်မှာထားတဲ့ သူ့ရဲ့စိတ်ဓာတ်နဲ့ခံယူချက်တွေကလည်း တွေးစရာတွေပေးသွားမှာပါ။သူရွေးချယ်လိုက်တဲ့လမ်းဟာ အရှုံးပေးထွက်ခွာခြင်းလား?အနိုင်ပိုင်းထွက်ခွာခြင်းလား?ဒီနှစ်ခုကြားက ကွာခြားချက်ကဘာလဲ?အဲဒါတွေကိုတော့ ကြည့်ရှုတဲ့ပရိတ်သတ်က ဆုံးဖြတ်ရမှာပါ။ဒီဇာတ်လမ်းကပေးတဲ့ တခြားအတွေးစလေးတွေ ပြောပြချင်ပေမယ့်မကြည့်ရသေးတဲ့သူတွေအတွက် အရသာပေါ့သွားမှာစိုးလို့ဒီအတိုင်းလေးပဲထားလိုက်ပါရစေ။Rotten Tomatoes မှာ 91% တောင် ရထားတဲ့အပြင်IMDB rating ကလည်း 8.1 တောင်ရထားတာမို့လို့ရုပ်ရှင်ကားကောင်းတစ်ကားဆိုတာ ပြောဖို့မလိုတော့ပါဘူး။လက်ဝှေ့နောက်ခံဇာတ်ကြောင်းကြိုက်တဲ့သူတွေ၊ရုပ်ရှင်တစ်ကားကိုကြည့်ပြီးရင် တွေးစရာကျန်တာကိုသဘောကျတဲ့ရုပ်ရှင်ကြည့်ပရိတ်သတ်တွေ မကြည့်ရသေးရင်ကြည့်သင့်တယ်ဆိုတဲ့အကြောင်းကို ညွှန်းပေးလိုက်ရပါတယ်။(ဇာတ်လမ်းကိုဘာသာပြန်ပေးသူရော . အညွှန်းရေးပေးသူရောCM MemberMa Thet Oo Monဖြစ်ပါတယ်။)ဒီေန႔အတြက္ 2004 ခုႏွစ္က ေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားေကာင္းတစ္ကားကိုတင္ေပးခ်င္ပါတယ္။ IMDb rating 8.1/10 အထိရရွိထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားလည္းျဖစ္ပါတယ္။Million Dollar Babyဆိုတဲ့႐ုပ္ရွင္ဟာ ႐ိုးစင္းေပမယ့္နက္ရႈိင္းတဲ့အမွန္တရားအျပည့္နဲ႔ ဇာတ္လမ္းတစ္ခုပါ။ ဒီဇာတ္လမ္းမွာအသက္ႀကီးေနၿပီးျဖစ္တဲ့ စကားကိုကန႔္လန႔္ေျပာတတ္တဲ့လက္ေဝွ႔ထရိန္နာတစ္ေယာက္ ရယ္၊ သူ႔ရဲ႕သူငယ္ခ်င္း တစ္ခ်ိန္ကေအာင္ျမင္ခဲ့တဲ့လက္ေဝွ႔သမားေဟာင္းႀကီးေပမယ့္ မ်က္လုံးတစ္ဖက္ ကြယ္ၿပီးအားကစား႐ုံမွာ ေအာက္ေျခသိမ္းလုပ္ေနရတဲ့ သူရယ္၊လက္ေဝွ႔သမားတစ္ေယာက္ျဖစ္ခ်င္ စိတ္ျပင္းျပၿပီး ဇြဲလုံ႔လႀကီးတဲ့အမ်ိဳးသမီးတစ္ဦးရယ္ကို အဓိကဇာတ္အိမ္တည္ထားတာပါ။အႏွစ္သာရျပည့္ဝတဲ့ ေနာက္ခံစကားေျပာေတြကလည္းဒီဇာတ္ကားရဲ႕တစ္ခန္းနဲ႔တစ္ခန္းအကူး အေျပာင္းကိုမပ်င္းရေအာင္ေခၚေဆာင္ေပးသြားမွာပါ။သာမန္လက္ေဝွ႔႐ုပ္ရွင္ေတာ္ေတာ္ မ်ားမ်ားမွာကေတာ့ေအာင္ျမင္ေနတဲ့လက္ေဝွ႔သမားတစ္ေယာက္ရဲ႕ဘဝတစ္ဆစ္ခ်ိဳုးမွာႀကဳံရတဲ့ဒုကၡရယ္၊ ဒီဒုကၡကို ဘယ္လိုေက်ာ္ျဖတ္ၿပီးထိပ္ဆုံးကိုျပန္ေရာက္သြားသလဲဆိုတာကိုပဲHappy Ending ေလးနဲ႔သိမ္းထားေပးၿပီးၾကည့္ရတဲ့သူစိတ္ေပ်ာ္ေအာင္႐ိုက္ျပတတ္ၾကပါတယ္။ဒီ႐ုပ္ရွင္မွာေတာ့ အသက္ ၃၁ ႏွစ္မွ ေသခ်ာထရိန္နာနဲ႔ေလ့က်င့္ခြင့္ရတဲ့၊လက္ေဝွ႔ထိုးတာသုံးႏွစ္ရွိတာေတာင္ သဲအိတ္တစ္အိတ္မဝယ္ႏိုင္တဲ့စားပြဲထိုးမေလးက သူ႔ရဲ႕အိပ္မက္ေတြကို ဘယ္လိုဇြဲနပဲနဲ႔ေအာက္ေျခကေနအဆင့္ဆင့္ အေကာင္အထည္ေဖာ္သြားလည္းဆိုတာ ေတ့ြရမွာပါ။ ဘဝဆိုတာအနိမ့္အျမင့္အတက္အက်ေတြနဲ႔ဖြဲ႕စည္းထားတဲ့အေလ်ာက္သူ႔ရဲ႕ေအာင္ျမင္မႈေတြေနဝင္ခ်ိန္မွာထားတဲ့ သူ႔ရဲ႕စိတ္ဓာတ္နဲ႔ခံယူခ်က္ေတြကလည္း ေတြးစရာေတြေပးသြားမွာပါ။သူေ႐ြးခ်ယ္လိုက္တဲ့လမ္းဟာ အရႈံးေပးထြက္ခြာျခင္းလား?အႏိုင္ပိုင္းထြက္ခြာျခင္းလား?ဒီႏွစ္ခုၾကားက ကြာျခားခ်က္ကဘာလဲ?အဲဒါေတြကိုေတာ့ ၾကည့္ရႈတဲ့ပရိတ္သတ္က ဆုံးျဖတ္ရမွာပါ။ဒီဇာတ္လမ္းကေပးတဲ့ တျခားအေတြးစေလးေတြ ေျပာျပခ်င္ေပမယ့္မၾကည့္ရေသးတဲ့သူေတြအတြက္ အရသာေပါ့သြားမွာစိုးလို႔ဒီအတိုင္းေလးပဲထားလိုက္ပါရေစ။Rotten Tomatoes မွာ 91% ေတာင္ ရထားတဲ့အျပင္IMDB rating ကလည္း 8.1 ေတာင္ရထားတာမို႔လို႔႐ုပ္ရွင္ကားေကာင္းတစ္ကားဆိုတာ ေျပာဖို႔မလိုေတာ့ပါဘူး။လက္ေဝွ႔ေနာက္ခံဇာတ္ေၾကာင္းႀကိဳက္တဲ့သူေတြ၊႐ုပ္ရွင္တစ္ကားကိုၾကည့္ၿပီးရင္ ေတြးစရာက်န္တာကိုသေဘာက်တဲ့႐ုပ္ရွင္ၾကည့္ပရိတ္သတ္ေတြ မၾကည့္ရေသးရင္ၾကည့္သင့္တယ္ဆိုတဲ့အေၾကာင္းကို ၫႊန္းေပးလိုက္ရပါတယ္။(ဇာတ္လမ္းကိုဘာသာျပန္ေပးသူေရာ . အၫႊန္းေရးေပးသူေရာCM MemberMa Thet Oo Monျဖစ္ပါတယ္။)File Size – 649 MBQuality – 720pTranslated By – Thet Oo MonEncoded By – San win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClint EastwoodDonald MurphyKatie CarrollMable Lawson-McCraryRobert LorenzRyan CraigStarsAnthony MackieBrían F. O'ByrneClint EastwoodHilary SwankJay BaruchelLucia RijkerMargo MartindaleMike Colter |Morgan FreemanRiki LindhomeCastAnthony MackieBenito MartinezBrían F. O'ByrneBrian T. FinneyBruce Gerard BrownBruce MacVittieClint EastwoodDavid PowledgeErica GrantHilary SwankJamison YangJason WilliamsJay BaruchelJim CantafioJimmy AliotoJoe D'AngerioJude CiccolellaKim StraussKimberly EstradaKirsten BermanLucia RijkerMaher McClungMarco RodríguezMarcus ChaitMargo MartindaleMark ThomasonMarty SammonMcKay StewartMichael BenttMichael PeñaMichael SaglimbeniMiguel PérezMike ColterMing LoMorgan EastwoodMorgan FreemanNaveenNed EisenbergNina AvetisovaRiki LindhomeRobert MaronRobert McMurrerSean LoGrassoSean O'KaneSpice Williams-CrosbySteven M. PorterSusan KrebsTed GrossmanTom McCleisterV.J. FosterVladimir Rajcic",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jruBJZOJCQAWWhJ20UbxPUpbXXT.jpg",
      "https://image.tmdb.org/t/p/w300/9gvVLh5VnHUMaT8Vj16FdlbbiUV.jpg",
      "https://image.tmdb.org/t/p/w300/3rSEhIjfjh7xMq1BnNtAF2nbXCi.jpg",
      "https://image.tmdb.org/t/p/w300/p2O2NvYEEnBEAmZ7qtH5o1KDKrt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/Million-Dollar-Baby.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ihm6mskc3zxd.html",
        "server": "usersdrive.com",
        "size": "649 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/million-dollar-baby-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "649 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d82z/Million_Dollar_Baby_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "649 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0ARVjKyS#bYn79-WTcwWtbo_U0N4V37UsY4CnYHzyyDaf1uNAzJI",
        "server": "mega.nz",
        "size": "649 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/glmmei05vvm3",
        "server": "upstream.to",
        "size": "649 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5_RsHRmIRBY",
      "video_url": "https://www.youtube.com/watch?v=5_RsHRmIRBY",
      "embed_url": "https://www.youtube.com/embed/5_RsHRmIRBY"
    }
  },
  {
    "metadata": "|2023||Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Pet Sematary: Bloodlines (2023)",
    "description": "မြေမြှပ်လိုက်တိုင်း ပြန်ရှင်လာတဲ့ သင်္ချိုင်း၊ စာရေးဆရာကိုယ်တိုင်အကြောက်ဆုံးစာအုပ်Pet Semetaryဒီဇာတ်လမ်းဟာ ဟော်ရာစာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ နာမည်အကြီးဆုံးဝတ္ထုတွေထဲက တစ်အုပ်ဖြစ်တဲ့ Pet Semetary ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။စတီဖင်ကင်းဟာ အင်တာဗြူးတိုင်းမှာ သူရေးတဲ့ဝတ္ထုတွေထဲသူအကြောက်ဆုံးဇာတ်လမ်းကိုပြောပါဆိုရင် Pet Semetary ကိုပဲ ညွှန်းလေ့ရှိပါတယ်။ပထမဆုံးရုပ်ရှင်ကို 1989 မှာ ရိုက်ကူးခဲ့ပြီး၊ ၂၀၁၉ မှာ ဗားရှင်းအသစ်ရိုက်ကူးထားပါတယ်။နှစ်ကားလုံးကို ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။အခု ဇာတ်လမ်းကတော့ မူရင်းဝတ္ထုထဲက ဇာတ်လမ်းကြီးမစခင်ရှေ့မျိုးဆက်အကြောင်းကို ရိုက်ကူးထားတာပါ။မူရင်းဇာတ်လမ်းထဲက အဘိုးကြီးဂျက်ဟာ ဒီရုပ်ရှင်ထဲမှာ အဓိကဇာတ်လိုက်ပါပဲ။မူရင်းဇာတ်လမ်းတုန်းက တိရစ္ဆာန်သင်္ချိုင်းအကြောင်းကို အဘိုးကြီးကစကားအနေနဲ့ သတိပေးတဲ့ဟာကို အခြေခံပြီး ဇာတ်လမ်းပြန်ဖွဲ့ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလဒ်လိုမြို့မှာ ဖုန်းဆိုးမြေလို့ ခေါ်ရမဲ့ နေရာတစ်ခုရှိတယ်။အရင်ကတော့ မျိုးနွယ်စုတွေဟာ တိရစ္ဆာန်တွေကိုမြှပ်နှံပြီး တိရစ္ဆာန်ဝိညာဉ်တွေဟာလူတွေကို မကောင်းဆိုးဝါးလက်ကနေ ကာကွယ်ပေးတယ်လို့ ယုံကြည်ကြပါတယ်။ဒါပေမဲ့ အဲဒီမြေက ပုတ်သိုးသွားပြီး သီးနှံတွေလည်းသေဆုံးလာသလိုမကောင်းဆိုးဝါး အားကောင်းလာတဲ့အခါ စွန့်ခွာပြီး ပြေးခဲ့ကြပါတော့တယ်။နှောင်းလူတွေ အဲဒီ သင်္ချိုင်းမြေကို ဆက်မသုံးမိအောင်လည်း သတိပေးထားကြပါတယ်။ဒါပေမဲ့ အဲဒီမြေရဲ့ မကောင်းဆိုးဝါးက သူစည်းရုံးရမဲ့ ပစ်မှတ်တွေကို ရှာနေဆဲပါပဲ။ချစ်ရတဲ့လူတွေ တိရစ္ဆာန်တွေသေဆုံးသွားတဲ့အခါ သူတို့တွေကိုလက်မလွှတ်နိုင်သေးတဲ့လူတွေကို တီးတိုးခေါ်ပြီး သင်္ချိုင်းမြေမှာလာမြှပ်အောင် ပြန်ရှင်လာအောင် ဆွဲဆောင်နေပါတယ်။ပြန်ရှင်လာတဲ့ လူတွေ အကောင်တွေက မသေခင်ကအတိုင်းမဟုတ်တော့ပါဘူး။ရက်စက်တဲ့မကောင်းဆိုးဝါးတွေတဖြည်းဖြည်းဖြစ်လာတာပါ။အဲဒီအရာတွေနဲ့ မြို့ခံတွေနဲ့ ရင်ဆိုင်ကြရပုံတွေကို ပြသထားတာပဲဖြစ်ပါတယ်။စတီဖင်ကင်းရဲ့ ဇာတ်လမ်းတွေကိုအခြေခံရိုက်ကူးထားတဲ့နာမည်ကြီးရုပ်ရှင်တွေကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။မကြည့်ရသေးတာတွေပါရင်လည်း ကြည့်ကြည့်လိုက်ပါ။A Good MarriageApt PupilThe BoogeymanCarrieCat’s EyeCellChildren of the CornChristineCreepshowCreepshow 2CujoThe Dark HalfThe Dark TowerThe Dead ZoneDoctor SleepDolan’s CadillacDolores ClaiborneDreamcatcherFirestarterGerald’s GameThe Girl Who Loved Tom GordonGraveyard ShiftThe Green MileHeartsHearts in AtlantisIn the Tall GrassIT: Chapter TwoIT – Part 1: The Losers’ ClubThe ManglerMaximum OverdriveMercyMiseryThe MistMr. Harrigan’s PhoneMy Pretty PonyNeedful ThingsThe Night FlierPet Sematary (1989)Pet Sematary (2019)Riding the BulletThe Running ManSalem’s LotSecret WindowThe Shawshank RedemptionThe ShiningSilver BulletSleepwalkersStand By MeSuffer the Little ChildrenTales from the Darkside: The MovieThinner14081922File size…  3.1 GB / 1  GB /  560 MBQuality… Web-DL 4K / 1080p / 720pFormat… mp4 / mkvDuration…. 1h 27mGenre …..  HorrorSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Mr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAron BenaliAuden LarrattChristian JadahCorgand Janeway-SvendsenDavid DuchovnyElliot Miville-DeschênesForrest GoodluckGlen GouldHenry ThomasIsabella Star LaBlancJack MulhernJackson WhiteJohn BoylanJude BenyKarl GraboshasMatt HollandNatalie Alyn LindNoah LabranchePam GrierPhoenix WilsonSamantha MathisSteve LoveTed WhittallVincent Leclerc",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vsrYscw6M5g1OEPxll9QTy6C9IK.jpg",
      "https://image.tmdb.org/t/p/w300/FYIdCS39yn0NGFDFlRUXUmRxRk.jpg",
      "https://image.tmdb.org/t/p/w300/f0BgVZ5vvtZY8cFlMs81dVuBR0t.jpg",
      "https://image.tmdb.org/t/p/w300/gp7Lw9KHxqNazYGmtW4QEDaOOm5.jpg",
      "https://image.tmdb.org/t/p/w300/dINcDko6GA5948I2wFd6ggjm8IP.jpg",
      "https://image.tmdb.org/t/p/w300/AvbTd4tTGqVpTOTsH930dklPIE0.jpg",
      "https://image.tmdb.org/t/p/w300/niu1jmH57jkAV7molkh24fOqAfL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/images-13.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/u1at6a93c3lo.html",
        "server": "usersdrive.com",
        "size": "3.1 GB",
        "quality": "4K"
      },
      {
        "link": "https://yoteshinportal.cc/pet-sematary-bloodlines-2023-2160-p-4-k-hevc-5-1-h-cm-tsk-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.1 GB",
        "quality": "4K"
      },
      {
        "link": "https://megaup.net/1i2gx/pet.sematary.bloodlines.2023_2160p_4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv",
        "server": "megaup.net",
        "size": "3.1 GB",
        "quality": "4K"
      },
      {
        "link": "https://usersdrive.com/e99qld25t88y.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pet-sematary-bloodlines-2023-1080-p-5-1-h-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1i2gh/pet.sematary.bloodlines.2023_1080p_5.1_H__%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/H2pWgDwa#ys4PDQLZ4cQdhkJgQgdNjXHlUIl2lZoZEELnnJAYscs",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/q6lbtna8me3v",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/masljsnvxin6.html",
        "server": "usersdrive.com",
        "size": "560 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pet-sematary-bloodlines-2023-720-p-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "560 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i2gy/pet.sematary.bloodlines.2023_720p_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "560 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nyAEyKbY#gX3pHBiu-KuyY2rnqhHa1eJaA_pgUh3TdsWSo5RviCk",
        "server": "mega.nz",
        "size": "560 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tvguho4cpea9",
        "server": "streamvid.io",
        "size": "560 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1IgQpRyfwbE",
      "video_url": "https://www.youtube.com/watch?v=1IgQpRyfwbE",
      "embed_url": "https://www.youtube.com/embed/1IgQpRyfwbE"
    }
  },
  {
    "metadata": "|||Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+]Diet of Sex(2014)",
    "description": "Diet of Sex(2014) အညွှန်း**********************အဂတ်တီဟာ ငြီးငွေ့ဖွယ်အလုပ်တွေပဲ နိစ္စဒူဝလုပ်နေရတဲ့ ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်ဖြစ်ပြီးလက်တွေ့ကမ္ဘာထဲကလွတ်မြောက်အောင် စိတ်ကူးယဉ်မှုတွေနဲ့သာ သာယာဖို့ကြိုးစားနေသူပါ။ဒါကြောင့် လက်တွေ့ဘဝတွင် သူ့ရည်းစားဖြစ်သူမက်ရဲ့အပြုအစုနဲ့ မတင်းတိမ်၊အသာယာနိုင်အာသာမပြေဖြစ်နေရှာပါတယ်။ ဒါကြောင့် မက်ဟာ အဂတ်တီရဲ့လိင်စိတ်သာယာမှုကိုတားဆီးနေတဲ့အတားအဆီးကို ဖယ်ရှားနိုင်မဲ့နည်းလမ်းကိုရှာဖွေပြီး အားထုတ်ဖို့ကြိုးစားတာကိုရိုက်ကူးထားတဲ့စပိန်Adult flimတစ်ခုပဲဖြစ်ပါတယ်…21+ အဆင့်မို့ကြည့်ရှူတဲ့အခါမှာ ဘေးဘီဝဲယာလေး သတိထားစေလိုပါတယ်…File Size : (641 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:12:00Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by XXXEncoded by  YYYYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlberto CasqueiroÁngeles MenduiñaAntón LamapereiraChe MariñoMarc RodríguezRaquel Martínez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ay6UW9Tg5MP7fgukGyEXg2NLYkb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ohlVnmy1Eeica9yzfwuZZppmk1B.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/21diet-of-sex2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/7gcvt6oou3te.html",
        "server": "usersdrive.com",
        "size": "641MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/diet-of-sex-2014-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "641MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2sJL2/Diet_Of_Sex.2014.WEB-DL.720P.(CM).mp4",
        "server": "megaup.net",
        "size": "641MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/8ON2XDBb#4ofWEMg71aZ83pYO0EEQmhwRzhs-M_gjybm4OaNMXao",
        "server": "mega.nz",
        "size": "641MB",
        "quality": "720P"
      },
      {
        "link": "https://sbthe.com/1d3h6dfz7qjc.html",
        "server": "streamsb.com",
        "size": "641MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/trb1mn6r2vf2",
        "server": "veryfiles.com",
        "size": "641MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ft240pqm4swe.html",
        "server": "usersdrive.com",
        "size": "382MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/diet-of-sex-2014-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "382MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1MMit/Diet_Of_Sex.2014.WEB-DL.480P.(CM).mp4",
        "server": "megaup.net",
        "size": "382MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/4D1G0Sab#BIJewIQ5pLzkf3nwfhEyKH4-4kdczNBh9ZrYYFYE7LI",
        "server": "mega.nz",
        "size": "382MB",
        "quality": "480P"
      },
      {
        "link": "https://sbthe.com/hz9t2puoworm.html",
        "server": "streamsb.com",
        "size": "382MB",
        "quality": "480P"
      },
      {
        "link": "https://veryfiles.com/ox9t1xk4l8ul",
        "server": "veryfiles.com",
        "size": "382MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2018||Drama,Romance,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "5300"
    },
    "title": "Where Hands Touch (2018)",
    "description": "Where Hands Touch (2018)====================IMDb Rating – 6.6/10ဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၄ ဂျာမနီမှာ အခြေတည်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ။ Layna ဟာ ဂျာမန်လူဖြူအမေနဲ့ ပြင်သစ်လူမည်း အဖေတို့ပေါင်းစပ်ပြီး မွေးလာတဲ့ (၁၆)နှစ်အရွယ် ကလေးမလေးပါ။ Rhinelandမှာ မွေးဖွားကြီးပြင်းခဲ့ပြီး ဟစ်တလာရဲ့ နာဇီတပ်ဖွဲ့တွေက Leyna လို သွေးနှောလူမည်း ကလေးတွေကို ရှင်းလင်းပစ်ဖို့ ကြိုးစားနေတာကြောင့် ဘာလင်မှာများ အန္တရာယ်ကင်းနိုင်မလားဆိုပြီး Leyna ရဲ့ အမေ Kerstinတစ်ယောက် သားနဲ့သမီးကို လက်ဆွဲပြီး ဘာလင်ကို ထွက်လာခဲ့ပါတယ်။ပိုကောင်းတဲ့ ဘဝတစ်ခု ရနိုင်ဖို့ Leyna ကို ကျောင်းပို့ပြီး စာသင်ပေးခဲ့ပေမဲ့နီဂရိုးတစ်ယောက် စာသင်ဖို့ မလိုဘူးဆိုပြီး ကျောင်းကနေဆွဲထုတ်ပြီး စက်ရုံမှာ အလုပ်လုပ်ဖို့ ပို့လိုက်ကြပါတယ်။ အဲဒီနောက်မှာတော့ Leyna တစ်ယောက်ထင်ရှားတဲ့ SSအရာရှိတစ်ဦးရဲ့ သားဖြစ်ပြီး ကိုယ်တိုင်လည်း လူငယ်တပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ Lutz နဲ့ တွေ့ပြီး အချစ်ဇာတ်လမ်း အစပျိုးမိပါတော့တယ်။ဟစ်တလာဟာ Gestapo လို့ ခေါ်တဲ့ လျှို့ဝှက်ရဲတွေကို အမိန့်ပေးပြီး Rhinelandဒေသက ဂျာမန်-လူမည်း သွေးနှောကလေးတွေကို နောက်ထပ်ဂျာမန်တွေနဲ့သွေးမနှောနိုင်အောင် သားကြောဖြတ်ဖို့ လျှို့ဝှက်အမိန့်ပေးခဲ့ပါတယ်။ မှတ်တမ်းတွေအရ ကလေးပေါင်း ၈၀၀ ကျော် ရှိတယ်လို့ ဆိုကြပါတယ်။ ဒီရုပ်ရှင်မှာ ဂျာမန်-လူမည်း မိန်းကလေးတစ်ယောက် ဂျာမန်အလုပ်ကြမ်း စခန်းတွေမှာ အသက်ရှင်ဖို့ရုန်းကန်ရပုံတွေ၊ ကြုံတွေခဲ့ရတဲ့ ဖိနှိပ်မှုတွေကို တွေ့မြင်ရမှာပါ။ ဖျောက်ဖျက်ခံခဲ့ရတဲ့တကယ့်ဖြစ်ရပ်မှန်တွေကို အခြေခံထားတဲ့ ဇာတ်ကားကောင်း တစ်ကားဖြစ်တာကြောင့် ခံစားကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Phu Myat Thwe မှဖြစ်ပါတယ်)File Size……….(1.42 GB) / (588 MB) / (343 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………2Hr 2MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Romance, WarTranslator…….Phu Myat ThweEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmma AsanteCastAbbie CornishAlec NewmanAmandla StenbergCharles De'AthChristopher EcclestonCiarán OwensEthan RouseGeorge MacKayHermione GullifordJack SandleJosie WalkerLucy RussellMichael McKellNatasha LittleNicholas LumleyOlivia VinallTim FaradayTom Goodman-HillTom SweetTomiwa EdunWill Attenborough",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jua8HIE1NaQp55rb4abecsQsSOm.jpg",
      "https://image.tmdb.org/t/p/w300/2W9of6vXs1yp6TEO5qoQZKTROw0.jpg",
      "https://image.tmdb.org/t/p/w300/2reDfi3bl3givTawULOVvjEF1rR.jpg",
      "https://image.tmdb.org/t/p/w300/n0bAxJQ51I4bMaYdg7XBcFzk15S.jpg",
      "https://image.tmdb.org/t/p/w300/7DVksOaarPI7YHEQPCQwrRhWGnw.jpg",
      "https://image.tmdb.org/t/p/w300/5PGu8FIbV2ve9m5ovgMvVBz1j9k.jpg",
      "https://image.tmdb.org/t/p/w300/fXuepkqao4VPN3Vzh1DL7l6FlB8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTYzM2I0YjgtZTE2Mi00ZGQ4LTgzMTAtMDAyMzc5ZjA3MmMxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/where-hands-touch-2018-1080-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3WMbg/Where.Hands.Touch.2018.1080p.WEB.(CM).mp4",
        "server": "megaup.net",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/wjf16lifm161.html",
        "server": "streamsb.com",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/421xxJhT#22MNp5b5X3tu1pfyVMZaBAzHSkeuqaR53a1HXBDw2fQ",
        "server": "mega.nz",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c46tcen28l8t.html",
        "server": "usersdrive.com",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/where-hands-touch-2018-720-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "588 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ARg2/Where.Hands.Touch.2018.720p.WEB.(CM).mp4",
        "server": "megaup.net",
        "size": "588 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/1fwe55g2g0gb.html",
        "server": "streamsb.com",
        "size": "588 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/w2EixK4S#D_KWjQK2du_8Bsq5SecAadsbo4s6Agdjq0RXaOfYh7Y",
        "server": "mega.nz",
        "size": "588 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/68jtyyszhiol.html",
        "server": "usersdrive.com",
        "size": "588 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/where-hands-touch-2018-480-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "343 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3gOI3/Where.Hands.Touch.2018.480p.WEB.(CM).mp4",
        "server": "megaup.net",
        "size": "343 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/vkokzhtjpl8w.html",
        "server": "streamsb.com",
        "size": "343 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/xuNWHT7Y#Xt9mQCazEynb2NxhJWZk1E8jWnGtpMDNuxqCzkJbtAo",
        "server": "mega.nz",
        "size": "343 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/gh4ywzd72p2y.html",
        "server": "usersdrive.com",
        "size": "343 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "lJezTw0t4gk",
      "video_url": "https://www.youtube.com/watch?v=lJezTw0t4gk",
      "embed_url": "https://www.youtube.com/embed/lJezTw0t4gk"
    }
  },
  {
    "metadata": "R||1h 28m|Action,Comedy,Horror",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "53,672"
    },
    "title": "The Twins Effect (Vampire Effect) (2003)",
    "description": "၂၀၀၃ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ​ဟောင်​ကောင်အက်ရှင်ဟာသကား​လေး တင်ဆက်​​ပေးချင်ပါတယ်။Initial Dနဲ့ Internal Affairs ဇာတ်ကား​တွေမှာ ပါဝင်ဖူးတဲ့ Edison Chenက ​ခေါင်း​ဆောင်ပါဝင်ထားသလို Jackie Chanနဲ့ Karen Mokတို့လည်း cameoအ​နေနဲ့ ပါဝင်ထားပါ​​သေးတယ်။အနာဂတ်ကာလမှာ သွေးစုပ်ဖုတ်​ကောင်မျိုးနွယ်​တွေ ကမ္ဘာတစ်ဝန်းကြီးစိုးလာသလို ​သွေးစုပ်ကောင်နှိမ်နင်း​ရေး အဖွဲ့​အစည်းတွေလည်း အများအပြား​ ပေါ်ထွက်လာပါတယ်။ရိဗ်၊ ညီမဖြစ်သူ ဟယ်လန်နဲ့ပါတနာ ဂျစ်ပစီတို့ကလည်း ​သွေးစုပ်​ကောင်မုဆိုး​တွေ​ပေါ့။ဒီလိုနဲ့ သူတို့​နေထိုင်ရာ ​ဟောင်​ကောင်ကို ဥ​ရောပနွယ်သွေးစုပ်ကောင်​တွေ ရုတ်တရက်​ရောက်လာကြပါတယ်။သူတို့​​တွေ ရောက်လာရတဲ့အ​ကြောင်းရင်းက သွေးစုပ်ကောင်သမ္မာကျမ်းစာအုပ်လို့ ​​ပြောနိုင်တဲ့ “Day For Night”စာအုပ်ကို ဂိုဏ်း​တွေလုရာမှ စတင်ခဲ့တာပါ။ဒီစာအုပ်ရဲ့အစွမ်းကို ပိုင်ဆိုင်ဖို့လိုအပ်တဲ့အရာက မူလပိုင်ရှင်​ဖြစ်တဲ့ ​တော်ဝင်မိသားစု မင်းသား၆ပါးရဲ့ ​သွေးပါ။ဒီထဲကမှ ပဥ္စမမင်းသားဖြစ်တဲ့ ကာဇမ်က ​ဟောင်​ကောင်ကို ​ရောက်လာပြီး ရိဗ်ရဲ့ ညီမ​လေးဟယ်လန်နဲ့ ​ရေစက်သွားဆုံပါတယ်။ဒီလိုနဲ့ စာအုပ်အစွမ်းကို ပိုင်ဆိုင်ချင်တဲ့ ဥ​ရောပမျိုးသွေးစုပ်ကောင်တသိုက်နဲ့ တစ်ဖက်က ​​တော်ဝင်မင်းသားနဲ့ သွေးစုပ်​ကောင်မုဆိုးတို့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ဟာသအက်ရှင်ဆန်ဆန် ကြည့်ရှုရမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.9GB) / (950MB)Quality__WEB-DL_1080p, 720pIMDb Rating__5.5/10Format__mp4Duration__01:43:00Type__Action, Comedy, HorrorSubtitle__Myanmar Subtitle (Hardsub)Translated byJim XEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDante LamStarsAndrew Yan HuaAnthony WongBey LoganChapman ToCharlene ChoiDaniel O'NeillDaniel WhyteDigger MeschDon FergusonEdison ChenEkin ChengGillian ChungHing-Ka ChanJackie ChanJackie NgJosie HoKaren MokLee In-SeopMaggie Lau Sze-WaiMandy ChiangMark StrangeMarky Lee CampbellMatt ChowMatthew SturgessMichael Ross ClementsMickey HardtPhilip ChenPhilip NgRicardo Mamood-VegaRobert MeisterRyûki KitaokaSimon RobidaSo TungSpencer LamTat-Ming CheungWinnie LeungCastAndrew Yan HuaAnthony WongBey LoganChapman ToCharlene ChoiDaniel O'NeillDaniel WhyteDigger MeschDon FergusonEdison ChenEkin ChengGillian ChungHing-Ka ChanJackie ChanJackie NgJosie HoKaren MokLee In-SeopMaggie Lau Sze-WaiMandy ChiangMark StrangeMarky Lee CampbellMatt ChowMatthew SturgessMichael Ross ClementsMickey HardtPhilip ChenPhilip NgRicardo Mamood-VegaRobert MeisterRyûki KitaokaSimon RobidaSo TungSpencer LamTat-Ming CheungWinnie Leung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jkEoGVpGmhDyRrF7xhPgtE0tM8o.jpg",
      "https://image.tmdb.org/t/p/w300/twyLRNLkBf6Eel3tKg1Ct1o7G2c.jpg",
      "https://image.tmdb.org/t/p/w300/unXolwLsNNf1bhr4YAMyPn21ml2.jpg",
      "https://image.tmdb.org/t/p/w300/4FJynX1itPcsuzFrsM9Rdhd6a1T.jpg",
      "https://image.tmdb.org/t/p/w300/oh037ERL9VZv0mFe12GUNYTAtHH.jpg",
      "https://image.tmdb.org/t/p/w300/dPQLVvisLqUs1tAl8FUQj5tOVHp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/twins-effect.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-twins-effect-vampire-effect-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-twin-effect-vampire-effect-2003-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15Vck/The_Twin_Effect_(Vampire_Effect)_(2003)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tbcV0TZD#LBY_oZQtpKIS0zoR3Ja-0teLz00LRYrH4ajrNb8b-Lc",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/03vq346zhzhk.html",
        "server": "streamsb.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-twin-effect-vampire-effect-2003-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rQ6n/The_Twin_Effect_(Vampire_Effect)_(2003)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cLdyDCII#Yd0yB0V7T55Xvl27ctAfpvQ-w_i7gKhEbRo_CauN-n4",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/mdnykp2ktts2.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_NLJ6j0h65Q",
      "video_url": "https://www.youtube.com/watch?v=_NLJ6j0h65Q",
      "embed_url": "https://www.youtube.com/embed/_NLJ6j0h65Q"
    }
  },
  {
    "metadata": "N/A|1995|102 min|Action,Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "9,618"
    },
    "title": "Crying Freeman (1995)",
    "description": "CryingFree Man 1995==================ဒီတစ်ခါမှာတော့ ဂျပန် ကာတွန်း manga ဇာတ်လမ်းတွေကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတွေထဲက အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကို ဖော်ပြပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ fantasy film award အတွက် ဆန်ကာတင်ဝင်ခဲ့သလို ဘတ်ဂျက်နည်းနည်းနဲ့ အကောင်းဆုံးလက်စွမ်းပြ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုက လူသတ်ပြီးရင်မျက်ရည်ကျတတ်တဲ့ လူသတ်သမားတစ်ယောက်ကို တစဖက်ရန်သူဂိုဏ်းက လက်တုံ့ပြန်ဖို့ကြိုးစားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်ကားက B အဆင့် ဇာတ်ကားတစ်ကားဖြစ်ပေမယ့် တိုက်ခိုက်ခန်းတွေကို လှလှပပ ရိုက်ပြထားတာကြောင့် အတော်လေးကြည့်လို့ကောင်းပါတယ်။တိုက်ခိုက်ခန်းတွေမှာ အနှေးပြကွက်တွေကို အထူးဂရုစိုက်ပြီး အသေးစိတ်ပြုလုပ်ထားပါတယ်။ မင်းသား Mark Dacascos ရဲ့ ကိုယ်ခံပညာပိုင်နိုင်ကျွမ်းကျင်မှုကို လည်း မြင်တွေ့ရမှာပါ။Christophe Gans ရဲ့ လက်ရာကောင်းတစ်ခုဖြစ်ပြီး Mark Dacascos(ပါရာနာဝေးမင်းသား) က Freeman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ လိင်အသားပေးဇာတ်ဝင်ခန်းတချို့ပါဝင်တာကြောင့် မိသားစုအတူကြည့်ဖို့ မသင့်တော်ပေမယ့် ၁၉၉၀ ပြည့်လွန်နှစ်တွေရဲ့ အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ခုအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။ IMDB raing 6.5 ပါ။(ရုပ်ရှင်အညွှန်းကို https://www.facebook.com/UMCKEZ FB Page မှကူးယူဖော်ပြပါသည်။)——————————————————————ဒီတစ္ခါမွာေတာ့ ဂ်ပန္ကာတြန္း manga ဇာတ္လမ္းေတြကို ျပန္ရိုက္ထားတဲ့ ဇာတ္ကားေတြထဲကအက္ရွင္ဇာတ္ကားေကာင္းေလးတစ္ကားကို ေဖာ္ျပေပးလိုက္ပါတယ္။ဒီဇာတ္ကားဟာ fantasy film award အတြက္ ဆန္ကာတင္ဝင္ခဲ့သလို ဘတ္ဂ်က္နည္းနည္းနဲ႔ အေကာင္းဆံုးလက္စြမ္းျပ ရိုက္ကူးထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ တရုတ္လ်ိဳ႕ဝွက္အဖြဲ႕အစည္းတစ္ခုကလူသတ္ၿပီးရင္မ်က္ရည္က်တတ္တဲ့ လူသတ္သမားတစ္ေယာက္ကို တစဖက္ရန္သူဂိုဏ္းကလက္တံု႔ျပန္ဖို႔ႀကိဳးစားတဲ့ ဇာတ္လမ္းပါ။ ဇာတ္ကားကB အဆင့္ ဇာတ္ကားတစ္ကားျဖစ္ေပမယ့္ တိုက္ခိုက္ခန္းေတြကို လွလွပပ ရိုက္ျပထားတာေၾကာင့္ အေတာ္ေလးၾကည့္လို႔ေကာင္းပါတယ္။တိုက္ခိုက္ခန္းေတြမွာ အေႏွးျပကြက္ေတြကို အထူးဂရုစိုက္ၿပီး အေသးစိတ္ျပဳလုပ္ထားပါတယ္။ မင္းသား Mark Dacascos ရဲ႕ကိုယ္ခံပညာပိုင္ႏိုင္ကၽြမ္းက်င္မႈကို လည္း ျမင္ေတြ႕ရမွာပါ။Christophe Gans ရဲ႕ လက္ရာေကာင္းတစ္ခုျဖစ္ၿပီး Mark Dacascos(ပါရာနာေဝးမင္းသား)ကFreemanအျဖစ္သရုပ္ေဆာင္ထားပါတယ္။ လိင္အသားေပးဇာတ္ဝင္ခန္းတခ်ိဳ႕ပါဝင္တာေၾကာင့္ မိသားစုအတူၾကည့္ဖို႔ မသင့္ေတာ္ေပမယ့္ ၁၉၉၀ ျပည့္လြန္ႏွစ္ေတြရဲ႕ အေကာင္းဆံုး အက္ရွင္ကားေတြထဲကတစ္ခုအျဖစ္ ညႊန္းဆိုလိုက္ပါရေစ။ IMDB raing 6.5 ပါ။(ရုပ္ရွင္အညႊန္းကိုUltimate Movie CraziezFB Page မွကူးယူေဖာ္ျပပါသည္။)File size…(905MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:41:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung(KK မှဘာသာပြန်တင်ဆက်ထားတာပါ။)(KKမွဘာသာျပန္တင္ဆက္ထားတာပါ။)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristophe GansStarsDebbie PodowskiJulie CondraKevan OhtsjiMark Dacascos",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/crying-freeman.18195.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a2txjhlfc2qh.html",
        "server": "usersdrive.com",
        "size": "905 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/crying-freeman-1995-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "905 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/fdbe5aa/crying-freman-195-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "905 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4esUc/Crying_Freeman_[1995]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "905 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hAogTIRK#E7E22yZPKAuauMrEDe_BXP5AIGxWAXlwS1WwFEGB4cE",
        "server": "mega.nz",
        "size": "905 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wd5f81t6z1mh",
        "server": "upstream.to",
        "size": "905 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Mission Start Ab (2023)",
    "description": "",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/mission.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "||72 Mins|Adult,Asian",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "Noble Lady Bound Vase (1977)",
    "description": "Nobel Lady Bound Vaseအဖေလုပ်တဲ့သူက စည်းစိမ်တွေ အကုန်ဖြုန်းမိပြီး အကြွေးတွေ ပတ်လည်ဝိုင်းနေလို့ နောက်ဆုံးကြံရာမရတဲ့ အဆုံး ထုတ်ရောင်းလိုက်ရတာက သမီးလေး နာမီဂျီ၊ဝယ်သူကလည်း တခြားမဟုတ် သိုင်းကျမ်းမျိုးစုံကြေတဲ့ လယ်သမား မာစတာကြီး။မာစတာကြီး ပြုသမျှ နုနေရတဲ့ နာမီဂျီ ဟာ အချစ်ဦးကို မမေ့နိုင် သို့သော်လည်း လယ်သမားကြီးပိုင်ကလေးကလည်း ဖြစ်နေတော့ ခိုးစာပို့ရာကနေ လူမိသွားတဲ့အခါ ဇာတ်ရှိန်တွေ အခါခါတက်ပြီး အဆုံးသတ် နာမီဂျီ နဲ့ လယ်သမား မာစတာကြီး တို့ ဘာဆက်ဖြစ်သွားကြလဲ ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျ။File Size__(850MB)Quality__720pIMDb Rating__5/10Format__mp4Duration__01:00:00Type__AdultSubtitle__Myanmar Subtitle (Hardsub)Translated byDark GroupEncoded byDark DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMasaru Konuma",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/flqs4xl8einp.mid.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/18-noble-lady-bound-vase-kifujin-shibari-tsubo-1977-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cEqm/[18+]Noble_Lady_Bound_Vase_-_Kifujin_shibari_tsubo_(1977).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/masr4b8owozz.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2j9n2j5gkt2k",
        "server": "streamvid.io",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|121 min|Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "787"
    },
    "title": "Love Off the Cuff ( 2017 )",
    "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးမွာဆိုရင္အဓိက ႏွစ္ေယာက္ျဖစ္တဲ့ ဂ်င္မီ နဲ႔ခ်ယ္ရီဆိုသူတို႔က relationship တစ္ခုမွာဘယ္လိုအခက္အခဲေတြရွိမယ္ဘယ္အရာေတြေရွာင္သင့္မယ္ ရွားသင့္မယ္ ၿပီးရင္ ဘယ္ဟာက အတုယူရမယ္ စသျဖင့္အခ်စ္စစ္ရဲ႕ ရသစုံစုံလင္လင္ကို ျမင္သာေအာင္ သ႐ုပ္ေဆာင္ေပးထားၿပီးတကယ့္အျပင္လက္ေတြ႕ဘဝမွအသုံးခ်ရမယ့္ ပညာေပးအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္တယ္ ဒီေတာ့ဒီကားမွာ ဘယ္အရာေတြကဘယ္လို ဝမ္းနည္းဖို႔ေကာင္းတယ္ ဘယ္လိုရယ္ဖို႔ေကာင္းတယ္ဘယ္လို ၾကည္ႏူးဖို႔ေကာင္းတယ္ စတာေတြကို ႐ုပ္ရွင္ၾကည့္ပရိတ္သတ္တို႔စိတ္ဝင္တစားနဲ႔ ၾကည့္ရႈအားေပးလိုက္ၾကပါအုန္းေနာ္…..Unicode*******ဒီဇာတ်လမ်းလေးမှာဆိုရင်အဓိက နှစ်ယောက်ဖြစ်တဲ့ ဂျင်မီ နဲ့ချယ်ရီဆိုသူတို့က relationship တစ်ခုမှာဘယ်လိုအခက်အခဲတွေရှိမယ်ဘယ်အရာတွေရှောင်သင့်မယ် ရှားသင့်မယ် ပြီးရင် ဘယ်ဟာက အတုယူရမယ် စသဖြင့်အချစ်စစ်ရဲ့ ရသစုံစုံလင်လင်ကို မြင်သာအောင် သရုပ်ဆောင်ပေးထားပြီးတကယ့်အပြင်လက်တွေ့ဘဝမှအသုံးချရမယ့် ပညာပေးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်တယ် ဒီတော့ဒီကားမှာ ဘယ်အရာတွေကဘယ်လို ဝမ်းနည်းဖို့ကောင်းတယ် ဘယ်လိုရယ်ဖို့ကောင်းတယ်ဘယ်လို ကြည်နူးဖို့ကောင်းတယ် စတာတွေကို ရုပ်ရှင်ကြည့်ပရိတ်သတ်တို့စိတ်ဝင်တစားနဲ့ ကြည့်ရှုအားပေးလိုက်ကြပါအုန်းနော်…..Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPang Ho-cheungStarsDerek TsangJiang MengjieJo KukMiriam YeungPaul ChunRoy SzetoShawn YueSiu Yam-YamVincent KokWang Xiao-chenCastDada ChanDerek TsangIsabel ChanJan LambJiang MengjieJo KukJune LamMia YamMiriam YeungPaul ChunRoy SzetoSammy LeungShawn YueSiu Yam-YamStephanie AuToby LeeVincent KokWang Xiao-chen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o7Y2VEL1irDOzBHaUBCUowWgs33.jpg",
      "https://image.tmdb.org/t/p/w300/sGuHXnc6zhy3lRtMKV8gJkgQsoi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/trxSr4lDS68vRUGIyde13F8zmP1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-love-off-the-cuff-2017-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/7e2ad67e/cmlove-of-the-cuf-2017-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "0.99 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2OVz2/(CM)Love.Off.The.Cuff.2017.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/x4YyFaAC#tb53PoqRojtI9we3DbNRKSr8-nkeQCvCrVK7BLU2Jls",
        "server": "mega.nz",
        "size": "0.99 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/30Sy/(CM)Love.Off.The.Cuff.2017.WEB-DL.720p.mp4",
        "server": "Soliddrive.co",
        "size": "0.99 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/uio2bq26pdz9",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "tsOvwYmfTdA",
      "video_url": "https://www.youtube.com/watch?v=tsOvwYmfTdA",
      "embed_url": "https://www.youtube.com/embed/tsOvwYmfTdA"
    }
  },
  {
    "metadata": "N/A||126 min|Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "2,774"
    },
    "title": "Ode to My Father ( 2014 )",
    "description": "1950 ခုနှစ်ကိုဇာတ်ကြောင်းယူထားပြီးဒီ ဇာတ်ကားလေးဟာကိုရီးယား Box Office ရဲ့ တကယ့် ထိပ်တန်း Drama ကားလေးပါပဲဆုပေါင်း 20 လျာထားခြင်းခံရပြီး 17 ဆု သိမ်းပိုက်နိုင်ခဲ့ပါတယ်Imdb Rate ကလည်း 7.8 ဖြစ်ပြီးတော့  rottentomatoes က 71%ဖြစ်ပါတယ်..WorldWide Box Office ဝင်ငွေကတော့ 105 Milionsပဲဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းလေးကတော့1950 ခုနှစ် December လ ကိုရီးယားမှာစစ်ပွဲတွေပြင်းထန်နေတဲ့အချိန်ယွန်းဒေါ့ဆူတို့မိသားစုဟာ ပြေးလိုက်လွှားလိုက် အန္တရာယ်ကိုကျော်ဖြတ်လိုက်နဲ့ပါပဲသူတို့မိသားစုရော ဒေါ့ဆူရဲ့ ကံကြမ္မာဟာ ပြောင်းလဲဖို့ဖန်လာတယ်ပဲပြောရမလားစစ်ပွဲအတွင်းမှာ ဒေါ့ဆူဟာသူ့ရဲ့ညီမလေးကို ပျောက်ဆုံးသွားပါတော့တယ်ညီမကိုချစ်တဲ့ဒေါ့ဆူ…သူပါလိုက်ရှာမယ်ပြောတော့ သူ့အဖေကနေခဲ့ဖို့ပြောပြီး တကယ်လို့ သူမရှိခဲ့ရင်ဒေါ့ဆူ က မိသားစုအကြီးအကဲအနေနဲ့ မိသားစုကိုစောင့်ရှောက်ရမယ်လို့မှာခဲ့တယ်စစ်ပွဲအပြီး ဘူဆန်မှာအခြေချပြီးတဲ့အခါမှာတော့ ဒေါ့ဆူဟာသူ့အဖေရဲ့မှာကြားချက်အတိုင်းသားကြီးတစ်ယောက်အနေနဲ့ကျန်ရစ်ခဲ့တဲ့မိသားစုအပေါ်မှာအစစအရာရာအကုန်တာဝန်ယူပြီးတော့ ရှေ့ဆက်ကြိုးစားပါတော့တယ်သူ့ရဲ့အနှစ်နာခံမှုတွေ…စွန့်လွှတ်မှုတွေက ရင်ကိုထိခိုက်စေမှာပါအချစ်ကြောင့်..မိသားစုကြောင့် ဒေါ့ဆူတစ်ယောက်ဘာတွေဘယ်လိုဆက်ဖြစ်ပြီး ဘယ်လိုရင်ဆိုင်မယ်ဆိုတာကို ဆက်လက်စောင့်ကြည့်ရအောင်ကိုရီးယား ထိပ်တန်း Drama ဖြစ်တဲ့အညီ ဘာတွေကများဒီဇာတ်ကားကိုနာမည်ကြီးစေခဲ့တာလဲဆိုတာ..ခံစားကြည့်ရအောင်Translated By Ei PyaeReview & Encoded By : LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lTjhYHijI7Iemaj9iSYvhj5x4NK.jpg",
      "https://image.tmdb.org/t/p/w300/zJXVsZ31k4Cudc4q4ZgDL8tnYyL.jpg",
      "https://image.tmdb.org/t/p/w300/wcMlVCKjTIT3g3fQNo5iXo586mk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/Ode.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ode-to-my-father-2014-mm-sub",
        "server": "VIP Links",
        "size": "1.15 GB",
        "quality": "Bluray-720p"
      },
      {
        "link": "https://yoteshinportal.cc/ode-to-my-father-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": "Bluray-720p"
      },
      {
        "link": "https://megaup.net/1I45g/Ode_To_My_Father_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.15 GB",
        "quality": "Bluray-720p"
      },
      {
        "link": "https://viewsb.com/4yev52jcujqm.html",
        "server": "dropgalaxy.com",
        "size": "1.15 GB",
        "quality": "Bluray-720p"
      }
    ],
    "trailer": {
      "video_id": "lmk7WaaCbxE",
      "video_url": "https://www.youtube.com/watch?v=lmk7WaaCbxE",
      "embed_url": "https://www.youtube.com/embed/lmk7WaaCbxE"
    }
  },
  {
    "metadata": "R|2024|1h 25m|Comedy,Horror",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "246"
    },
    "title": "Destroy All Neighbors (2024)",
    "description": "Destroy All Neighbors (2024)~ IMDb – 5.3/10, Rotten Tomatoes – 71% ~Rock n Roll ဂီတရူးသွပ်သူ Prog-Rock ဂီတပညာရှင် ဝီလီယံဘရောင်းက သူ့အယ်လ်ဘမ် အပြီးသတ်ဖို့ ကြိုးစားရင်း အိပ်မက်ဆိုးလို ကြောက်ဖို့ကောင်းတဲ့ အဖြစ်အပျက်တွေ ဆက်တိုက်ကြုံရတဲ့ ဟာသ Horror ရုပ်ရှင်ဖြစ်ပါတယ်။ဝီလီယံက ချစ်သူအမ်မလီနဲ့အတူ အဆောက်အဦးဟောင်းတစ်ခုမှာ တိုက်ခန်းငှားနေပါတယ်။ သူတို့အခန်းနားပတ်လည်က စိတ်ရှုပ်စရာ အိမ်နီးချင်းတွေနဲ့ ဆူသံတွေကြောင့် သူ့အယ်လ်ဘမ် မပြီးတာလို့ ယူဆနေတာပါ။ တကယ်က အဲဒီလိုဖြစ်နေတာ ကြာခဲ့ပါပြီ။ တစ်ညမှာတော့ အသစ်ပြောင်းလာတဲ့ အိမ်နီးချင်း ဗလက်ဆိုတဲ့လူကြီးက ညလုံးပေါက်ဆူညံနေရာကနေ ဝီလီယံက သည်းမခံနိုင်တော့ဘဲ စိတ်ရူးပေါက်ပြီး ဗလက်ကို သတ်မိသွားပါတယ်။ဒါပေမဲ့ သေသွားတဲ့ဗလက်က ဝိညာဉ်အဖြစ်နဲ့ သူ့ကို စိတ်အနှောင့်အယှက်ပေးနေတဲ့အခါ ဗလက်အလောင်းကို ရှင်းပစ်ဖို့ နည်းမျိုးစုံကြံရင်း မမျှော်လင့်ဘဲ လူထပ်သတ်မိပြန်ပါတယ်။ အဲဒီလိုကနေ အမှုဖုံးဖို့ လုပ်ရာက လူသုံးယောက်ဆက်တိုက်သတ်မိပြီး ရည်းစားနဲ့ပါ ကတောက်ကဆဖြစ်ပြီး ပြတ်သွားပါတယ်။သူ သတ်ခဲ့တဲ့သူတွေက သူ့နားမှာ ခြောက်လှန့်နေပြီး ရဲတွေကပါ လိုက်လာတဲ့အခါ သရဲ‌တွေ အကူအညီနဲ့ ဝီလီယံတစ်ယောက် အနှောင့်အယှက်တွေကြားကနေ ဘယ်လို အမိုက်စား အယ်လ်ဘမ်ကြီး ဖန်တီးမလဲ‌ဆိုတာ… ဆက်လက်အားပေးနိုင်ပါပြီ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 830MBQuality – 1080p, 720pIMDb Rating – 5.3/10Format – mp4Duration – 1H 25MinGenre – Comedy, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh ForbesStarsAlex WinterChase KimChristian CallowayDeanna RooneyDeMorge BrownFranco VegaJon DalyJonah Ray RodriguesKiran DeolKosher the PigKumail NanjianiMadara JayasenaPete PloszekPhil HendrieRandee HellerRyan KattnerThomas LennonCastAlex WinterChase KimChristian CallowayDeanna RooneyDeMorge BrownFranco VegaJon DalyJonah Ray RodriguesKiran DeolKosher the PigKumail NanjianiMadara JayasenaPete PloszekPhil HendrieRandee HellerRyan KattnerThomas Lennon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zMjI3HqcpOQVcIy9poJQ6vdd2Ds.jpg",
      "https://image.tmdb.org/t/p/w300/lz6BSQM9qmUi48t9Z1ggAlSXndb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/koIFLRPn2nIXd4kLTNAx8I6JizM.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-destroy-all-neighbors-2024-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/daMzXRDK#xOxQhF-hFSWrHqfqs6a-IqtX5hw1AqO-MNOMzVcsrBY",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c9vq21sd6019.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-destroy-all-neighbors-2024-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kSUwjShR#wYxSipCqXxBaE9dKboLzdYnMc337iqDwce0wQMpdn1c",
        "server": "mega.nz",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8s9c8ed73cli.html",
        "server": "usersdrive.com",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/gpjfwwxkhcdb",
        "server": "streamsb.com",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/khkge2m9fvjm",
        "server": "streamvid.io",
        "size": "830MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "puY9AthRUCQ",
      "video_url": "https://www.youtube.com/watch?v=puY9AthRUCQ",
      "embed_url": "https://www.youtube.com/embed/puY9AthRUCQ"
    }
  },
  {
    "metadata": "|2003||Animation,Comedy,Family",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1600"
    },
    "title": "I Want a Dog for Christmas, Charlie Brown (2003)",
    "description": "I Want a Dog for Christmas, Charlie Brown (2003)====================================IMDb Rating – 7.0/10“Peanuts” ဆိုတဲ့ကာတွန်းတွေထဲက ချာလီဘရောင်းဆိုတဲ့ကောင်လေးနဲ့ သူ့ရဲ့အချစ်တော်ခွေးလေးစနူပီဆိုတာကို တော်တော်များများပဲသိကြမှာပါ။ သူတို့နဲ့အတူ သူငယ်ချင်းတွေဖြစ်ကြတဲ့ လူစီတို့၊ လိုင်းနပ်စ်တို့ကိုပါတွဲမြင်ကြတယ်ဟုတ်။ ဒီ “IWant a Dog for Christmas, Charlie Brown” ဆိုတဲ့ဇာတ်လမ်းလေးထဲမှာတော့ လူစီနဲ့လိုင်းနပ်စ်တို့ရဲ့မောင်ငယ်လေးရီရန်းလ်ကို အဓိကဇာတ်အိမ်တည်ထားပါတယ်။ ဒါပေမယ့်လည်းသူ့ဇာတ်ကြောင်းအပြင် တခြားရယ်စရာ၊ ကြည်နူးစရာလေးတွေနဲ့အချစ်တော်ခွေးလေးစနူပီရဲ့မိသားစုအကြောင်းလေးတွေပါ တစ်ပိုင်းတစ်စပါတော့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ပုဒ်ဆိုတာတော့သေချာပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင် ရီရန်းလ်ဆိုတဲ့ကောင်လေးဟာတစ်နေ့တစ်နေ့ သူ့အမေစက်ဘီးနောက်ကနေ ရင်တမမနဲ့လိုက်စီးနေရတာတွေ၊ သူငယ်ချင်းဖြစ်သူတွေက သူ့ရဲ့ဘုဂလန့်အစ်မဖြစ်သူလူစီနဲ့၊စောင်တကားကားနဲ့အလုပ်ရှုပ်နေတတ်တဲ့အစ်ကိုဖြစ်သူ လိုင်းနပ်စ်တို့အကြောင်းတွေလိုက်မေးတာပဲခံနေရတာတွေကနေစိတ်ညစ်ငြီးငွေ့နေရတာပေါ့။ အဲဒီမှာ ချာလီဘရောင်းနဲ့သူ့ခွေးလေးစနူပီတို့ကိုမြင်တော့အားကျမိပြီး ရီရန်းလ်တစ်ယောက် သူနဲ့အတူတူဆော့ပေးနိုင်မယ့်ခွေးလေးတစ်ကောင်လိုချင်လာပါတယ်။ ဒီတော့လည်း မကြာခင်ကျရောက်တော့မယ့်ခရစ္စမတ်စ်ပွဲတော်မှာ ဆန်တာကလော့စ်ဘိုးဘိုးကြီးကိုစာရေးပြီးပူဆာဖို့ကြံမိတယ်ပေါ့။ပြဿနာက သူ့အမေကလည်း ခွေးတွေဆိုတာက ဒုက္ခများလွန်းတယ်ဆိုပြီးခွေးမွေးခွင့်ကိုဘယ်လိုမှမပြုသလို အစ်မလူစီကလည်း ဆန်တာကလော့စ်ဆိုတာ မိဘဖြစ်သူတွေသဘောမတူတဲ့အရာကိုလာပေးမှာမဟုတ်ဘူးဆိုပြီးပြောတော့ ရီရန်းလ်လေးမှာစိတ်ညစ်ပြန်ရတာပေါ့။ အဲဒါအပြင် ချာလီဘရောင်းဆီခဏခဏသွားသွားပြီး စနူပီနဲ့ဆော့ဖို့ခေါ်တာကများများနေတော့ သူ့ကိုရှောင်ချင်နေကြပြန်သေးတယ်။ ဒီတော့ နောက်ဆုံးမှာ ရီရန်းလ်တစ်ယောက်သူ့ကိုယ်ပိုင်ခွေးလေးရသွားမလား၊ ဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာကို ဒီဇာတ်ကားလေးကို ပျော်ပျော်ပါးပါးလေးကြည့်ရင်းအဖြေရှာကြည့်ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Fiona Gillenဖြစ်ပါတယ်)File Size………. (400 MB)Quality…………WEB-RIP 1080pDuration………43MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Comedy, FamilyTranslator…….Fiona GillenEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBill MelendezLarry LeichliterCastAdam Taylor GordonAshley Rose OrrBill MelendezCorey PadnosHannah LeighJake MinerJimmy BennettKaitlyn MaggioNick Price",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mllBDapIZMuME3K5acnt6aDxCpe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTk4NTg0MzAyNF5BMl5BanBnXkFtZTgwMjQwOTkwMzE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1SAax/I.Want.a.Dog.for.Christmas.Charlie.Brown.2003.1080p.WEBRip.x264[CM].mp4",
        "server": "megaup.net",
        "size": "",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/cqp19ls69dif.html",
        "server": "streamsb.com",
        "size": "",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/0cFiyLhB#ZGbY3_rtqOXxkJe_1Osqsb6rjP-r_SR-oXlHmVtYr38",
        "server": "mega.nz",
        "size": "",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3qjszx141uuo.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/ij5uqmxeyx5k",
        "server": "streamvid.io",
        "size": "",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2016|111 min|Drama,Fantasy,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "329"
    },
    "title": "Will You Be There? (2016)",
    "description": "IMDb Rating 7.0 ထိရရွိထားတဲ့ကိုရီးယားဒရမ္မာကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဘ၀ဆိုတာအခ်ိန္ခဏေလးပါ။လူတိုင္းမွာမေသခင္ျဖစ္ခ်င္တဲ႔ ဆႏၵေလးေတြရွိတတ္ပါတယ္။ဆရာ၀န္ဟန္ဆုိဟြန္ကေတာ႔ သူမေသခင္မွာ သူ႔ခ်စ္သူေဟာင္း ခၽြဲယြန္အာကို တၾကိမ္ေလာက္ျပန္ေတြ႔ခ်င္ေနတဲ႔သူပါ။သူဟာ ကေမၻာဒီးယားမ်က္မျမင္အဖုိးၾကီးတဦးဆီကေန အခ်ိန္ကိုေခတၱျပန္သြားႏုိင္တဲ႔ေဆးလံုးေလး ၁၀လံုးရလာပါေတာ႔တယ္။တကယ္ေတာ႔သူအရမ္းေတြ႔ခ်င္ေနတဲ႔ ခ်စ္သူေဟာင္းဟာ လြန္ခဲ႔တဲ႔အႏွစ္သံုးဆယ္ကတည္းကေသဆံုးခဲ႔ျပီးသားပါ။ဟန္ဆိုဟြန္ဟာအတိတ္ကို ျပန္သြားျပီး သူ႔ခ်စ္သူကိုကယ္ဖို႔အခြင္႔အေရးရခဲ႔ပါတယ္။ဒါေပမယ္႔ တကယ္လို႔သာကယ္ခဲ႔ရင္လည္း သူ႔သမီးေလးဆိုအာ ေမြးလာေတာ႔မွာမဟုတ္တာလည္း စိတ္ပူေနပါတယ္။ဒီေတာ႔သူ႔အနာဂတ္အတြက္လမ္းကို ဘယ္လုိေရြးခ်ယ္မလဲ။သူေျပာင္းလဲလို္က္တာေၾကာင္႔ အနာဂတ္မွာဘယ္လိုေျပာင္းကုန္မလဲ စိတ္၀င္စားစရာပါ။မထင္မွတ္တဲ႔ဇာတ္သိမ္းမ်ိဳးေလးေပးထားပါေသးတယ္။(ဘာသာျပန္သူကေတာ့ Rebel ပါ)File Size : (800 MB) and (340 MB)Quality : Blu-Ray 720pRunning Time : 1hr 51minFormat : Mp4Genre :Drama, Fantasy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by RebelEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHong Ji-youngStarsAhn Se-haByun Yo-hanChae Seo-JinJeong In-giKim Ho-jungKim Sang-hoKim Sung-ryungKim Yoon-seokPark Hye-SooCastAhn Se-haByun Yo-hanChae Seo-JinJeong In-giKim Ho-jungKim Sang-hoKim Sung-ryungKim Yoon-seokPark Hye-Soo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/chylK86J7LV5IaCSxnqH8bbCimy.jpg",
      "https://image.tmdb.org/t/p/w300/1yfcFpGgEpn6LWN2eeqWpPJdgBp.jpg",
      "https://image.tmdb.org/t/p/w300/2eOk3ko4kY5sBgqbzuBjJ2sXdbM.jpg",
      "https://image.tmdb.org/t/p/w300/ftvK9s4OmBCrEZJiZGPuw1bbOuK.jpg",
      "https://image.tmdb.org/t/p/w300/jfy2NmCkSBw4ly7ACYLQN2U2ejQ.jpg",
      "https://image.tmdb.org/t/p/w300/7b1BUcqErvxbIDezYsrhp0NmUyK.jpg",
      "https://image.tmdb.org/t/p/w300/khmBorMQhHD8RNvCsQyy73PbOZn.jpg",
      "https://image.tmdb.org/t/p/w300/tXzWaQN8chdQhRqII1x6kp4XB8n.jpg",
      "https://image.tmdb.org/t/p/w300/3F6HFBnhOQh4hPOYQb9k0u0C3QI.jpg",
      "https://image.tmdb.org/t/p/w300/pRAYUL4LKxJ0E9iKatpNenIcwEH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzEzY2U4MjAtODhlZi00MTlhLWJhMDctMTJiZmQ3NTRlMGE1L2ltYWdlXkEyXkFqcGdeQXVyNzc1MDY2Nw@@._V1_SY1000_CR006991000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://twineer.com/2OZk",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/2Oaf",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/2Obk",
        "server": "Soliddrive.co",
        "size": "340 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/2Occ",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/2OeK",
        "server": "openload.co",
        "size": "340 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "dZCy8fhSFOQ",
      "video_url": "https://www.youtube.com/watch?v=dZCy8fhSFOQ",
      "embed_url": "https://www.youtube.com/embed/dZCy8fhSFOQ"
    }
  },
  {
    "metadata": "NC-17|2007|108 min|Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "21,771"
    },
    "title": "Frontier(s) (2007)",
    "description": "Ultra-violet လို့တင်စားခံထားရတဲ့ အရမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမည့်Slasher ကားတစ်ကား ကို Saw, Texas Chainsaw, Wrong Turn,The Hill Have Eyes စသည့် စူပါအကြမ်းဇာတ်ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့ပရိတ်သတ်ကြီး အတွက် ရွေးခြယ်ဘာသာပြန်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက စထွက်ခြင်းမှာပဲ ဝေဖန်အကြံပေးသူတွေရဲ့အားပေးမှု့ကို တစ်ခဲနက် ရရှိထားပါတယ်။ IMDb 6.5 ရရှိထားပါတယ်။International film festival ပွဲတွေမှာလည်း ပွဲထုတ်ပြသခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းဇာတ်ကွက်ကလည်းသမရိုးကျ လူသတ်ကားတွေနဲ့မတူပဲ ထူးထူးခြားခြားလေး တည်ထားပါတယ်။ပဲရစ်မှာ ဒုတိယအကြိမ် သမ္မတရွေးကောက်ပွဲကြီးစတင်ပါပြီ။အဲဒီအချိန်မှာပဲ ပြည်သူတွေမုန်းတီးမလိုလားတဲ့ အမတ်တစ်ယောက်ကစပြီးအာဏာကိုအလွဲသုံးစားလုပ်ကာ မဲတွေကိုကလိန်ကျပါတယ်။ဒါကိုပြည်သူတွေက သိရှိသွားပြီး အပြင်းအထန်ကန့်ကွတ်ဆန္ဒပြလာကြပါတယ်။ပြည်သူတွေ တစ်ခဲနက် အုံကြွမှု့ကြီးဖြစ်ပေါ်လာပြီး ရဲတွေနဲ့ တိုက်ခိုက်မှု့တွေအထိရှိလာပါတယ်။မြို့ကြီးက ပရမ်းပတာအခြေနေကို ရောက်ရှိလာပါတယ်.. ဒါကို အခွင့်ကောင်းယူပြီး ပွဲလန့်တုန်းဖျာခင်းတဲ့သူခိုးတစ်စုကတော့ ခိုးရာပါပစ္စည်းတွေနဲ့ အထိကရုန်းကြားမှာ သက်စွန့်ဆံဖျား ပြေးလွှားနေပါတယ်။တစ်နေရာအရောက်မှာတော့ ထိုသူခိုးထဲမှ တစ်ယောက်ကိုသေနတ်ထိမှန်သွားပြီး လူစုကွဲသွားပါတယ်။ပြန်ဆုံပေမဲ့လည်း သေနတ်ဒဏ်ရာကအခြေနေက ဆိုးနေပြီဖြစ်ဖို့ ဆေးရုံကို လူစုခွဲပြီး ပို့ပါတယ်။ဆုံမှတ်ကတော့ နယ်စပ်က တည်းခိုခန်းတစ်ခုပါတဲ့…. ရင်ခုန်ဖို့, ကြောက်ဖို့,ထိတ်လန့်ဖို့, စွန့်စားဖို့ အဆင်သင့်ဖြစ်ပြီဆိုရင်တော့ ကြည့်လိုက်ပါတော့လို့တိုက်တွန်းပါရစေ..။Qty – DVD ripDuration – 1hr 48minGern -Unrated Horror / ThrillSubtitle – Myanmar HardsubTranslator – Aye Min OoEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDonatienne de GorosLudivine DoazanXavier GensStarsAmélie DaureAurélien WiikChems DahmaniDavid SaracinoEstelle LefébureKarina TestaMaud ForgetPatrick LigardesRosine FaveySamuel Le BihanCastAdel BencherifAmélie DaureAurélien WiikChems DahmaniChristine CulerierDavid SaracinoEstelle LefébureJean-Pierre JorrisJoël LefrançoisKarina TestaMaud ForgetPatrick LigardesRosine FaveySamuel Le BihanStéphane Jacquot",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/797NHoM5WWad5h0gw8ipVFM6YRs.jpg",
      "https://image.tmdb.org/t/p/w300/1Vn84qaviIj78ymS4n5f5Ygp7gT.jpg",
      "https://image.tmdb.org/t/p/w300/jRVxK3bVi7vtNCjwadxhra6qmak.jpg",
      "https://image.tmdb.org/t/p/w300/jA3oVEIY7aUFTFHNJlQXF1rzj4P.jpg",
      "https://image.tmdb.org/t/p/w300/y24ekk1jsbOD3be8wfX3EfBwzo0.jpg",
      "https://image.tmdb.org/t/p/w300/BuioxnX88VLAHJIed1T6N9rNeh.jpg",
      "https://image.tmdb.org/t/p/w300/d9A3WAm5DVCNUVpySv7ZuTMDFPI.jpg",
      "https://image.tmdb.org/t/p/w300/kN8KOFQbp22fuifaaFSr2lQ0OSC.jpg",
      "https://image.tmdb.org/t/p/w300/2TUDjJo0qyNIWrbfkZ6XZFONnBH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTIyODk1MDMzOF5BMl5BanBnXkFtZTcwMTY2MTU2MQ@@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/frontiers-2007-mm-sub",
        "server": "VIP Links",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/frontier-s-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1M1im/Frontier(s)_[2007]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/lajavzmiz9fn.html",
        "server": "streamsb.com",
        "size": "743MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "GmmpJSiqU3Y",
      "video_url": "https://www.youtube.com/watch?v=GmmpJSiqU3Y",
      "embed_url": "https://www.youtube.com/embed/GmmpJSiqU3Y"
    }
  },
  {
    "metadata": "|||Action,Horror",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "1000"
    },
    "title": "Ninja vs Shark (2023)",
    "description": "Ninja vs Shark (2023)***********************Serious ဖြစ်တဲ့ကားကြီးတွေပဲကြည့်ရတာပျင်းလာပြီးပေါ့ပေါ့ပါးပါးကားလေးတွေပဲကြည့်ချင်သူတွေအတွက် ဂျပန်ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Ninja Vs Shark ဖြစ်ပြီး IMDb Rating 6.8 အထိရရှိထားပါတယ်။ဇာတ်လမ်းနာမည်ကြည့်ပြီးတော့ဇာတ်ကားရဲ့အရိပ်အမြွက်ကိုတော့ နည်းနည်းပါးပါးသိနေလောက်မှာပါ။အိုကစ်ဆူဆိုတဲ့တံငါရွာလေးမှာထူးဆန်းလှတဲ့ကံဆိုးမိုးမှောင်ကျမှုတစ်ခုကိုကြုံတွေ့နေရပါတယ်။အဲ့ဒါကတော့ဘယ်သူမှငါးထွက်မျှားလို့မရသလို သူတို့ဆီမှာထွက်တဲ့အဖိုးတန်ရတနာဖြစ်တဲ့ပုလဲတွေကိုလည်းဆင်းရှာလို့မရတာပဲဖြစ်ပါတယ်။ဒီတော့တံငါရွာဆိုပေမဲ့ငါးဖမ်းစားလို့မရတဲ့တံငါရွာဖြစ်နေခဲ့တာပေါ့။အဲ့လိုဖြစ်ရတဲ့အကြောင်းအရင်းကတော့ သူတို့ဆီကိုကြက်သွေးရောင်မိစ္ဆာဂိုဏ်းရောက်ရှိလာပြီး သူတို့ရဲ့ပုလဲတွေကိုလိုချင်တဲ့အတွက်ကျိန်စာတိုက်ခဲ့လို့ပဲဖြစ်ပါတယ်။အဲ့ဒါကြောင့်မလို့ရွာသူကြီးကရွာကိုကာကွယ်ဖို့အတွက် ကိုယ်ရံတော်တစ်ယောက်ငှားခဲ့ပါတော့တယ်။ဒါပေမယ့်အဲ့ဒီကိုယ်ရံတော်ကသာမန်လူမဟုတ်ဘဲနင်ဂျာတစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့ ကြက်သွေးရောင်မိစ္ဆာဂိုဏ်းနဲ့အိုကစ်ဆူရွာကြားမှာဘယ်လိုအရာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။Size – 2.54GB, 1.02GBQuality – 1080p, 720pFormat – mp4Duration – 1H 17MinGenre – Action, History, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by Saw LayEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJuria NaganoKanon MiyaharaKohshu HiranoShun NishimeYuichi Nakamura",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rV2xHHp3XK9OGg0akwy6p9XtXJR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b84jjWsX2ZpXdJKM2xQIQrMq9QU.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ninja-vs-shark-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.54 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/502gg4i8065e.html",
        "server": "usersdrive.com",
        "size": "2.54 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/edOm2/Ninja.vs.Shark.2023.WEB.DL.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.54 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UvN13YIA#EJG-8oeN1Bih1GQVXo-vouA-9w5ADQGsS4idYmiJOig",
        "server": "mega.nz",
        "size": "2.54 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/p0y4qjx3ig41",
        "server": "streamvid.io",
        "size": "2.54 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ninja-vs-shark-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wxpxueiv6vh3.html",
        "server": "usersdrive.com",
        "size": "1.02 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edOkz/Ninja.vs.Shark.2023.WEB.DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.02 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RisQBRoB#JVQ53msdsaZNsHWynsyHZmc3CY-C_KpqR4jiCv9jxYE",
        "server": "mega.nz",
        "size": "1.02 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yc3d36f7i2zw",
        "server": "streamvid.io",
        "size": "1.02 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Locke (2013)",
    "description": "IMDb – 7.1 , RT – 91% ဒီဇာတ်ကားက ကျွန်တော်တို့ရဲ့ အချစ်တော် Venom ကြီး Tom Hardyနဲ့ Spidyလေး Tom Holland တို့ရဲ့ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင် Heart Stopper၊ The Crown၊ Puss in boots တို့ထဲမှာ သရုပ်ဆောင်ဖူးတဲ့ Olivia Colmanလည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးကို မပြောခင် သင်ဟာ One Night Stand ကို ဘယ်လိုမြင်ပါသလဲ။ သင်ဟာ One Night Stand လုပ်နေသူလား၊ လုပ်ခဲ့သူလား၊ လုပ်ဖို့ကြံရွယ်နေတဲ့လူလားဆိုတာကို သုံးသပ်စေလိုပါတယ်။ အိုင်ဗန်လော့ခ်ဆိုတဲ့ အမျိုးသားက ကက်ထရီနာ၊ အက်ဒီ၊ ရှောင်တို့နဲ့ ပျော်ရွှင်စရာ မိသားစုဘဝလေးကို တည်ထောင်ထားတဲ့ အောင်မြင်တဲ့ ဆောက်လုပ်ရေး မန်နေဂျာတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ အရာရာအဆင်ပြေလှတဲ့ သူ့ရဲ့ဘဝထဲကို သူ တစ်ညတာ One Night Stand ခဲ့ဖူးတဲ့ ဗေသန် မက်ဂွားယားဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က အိုင်ဗန်နဲ့ရတဲ့ ကလေးကို မွေးဖို့ သားဖွားခန်းထဲရောက်နေတယ်ဆိုပြီး ဖုန်းဝင်လာခဲ့တဲ့အခါမှာတော့ …. ။ အဖေက သူ့ကိုမွေးပြီး ပစ်သွားခဲ့တဲ့ အဖေ့အပေါ် နာကျည်းချက်တွေရှိနေတဲ့ အိုင်ဗန်တစ်ယောက် သူ့အဖေ အမှားမျိုး ထပ်မမှားအောင် ကိုယ်ဝန်ကိုတာဝန်ယူပါ့မလား၊ ကက်ထရီနာ၊ အက်ဒီ၊ ရှောင်တို့နဲ့တည်ထောင်ထားတဲ့ မိသားစုဘဝလေးနဲ့ ဗေသန် အကြား ဘယ်သူ့ကိုရွေးချယ်သွားမလဲ။ ပုဂ္ဂိုလ်ရေး ပြဿနာတက်နေတဲ့သူ့အဖို့ အလုပ်မှာပါ ပြဿနာ တက်လာသောအခါ …..အိုင်ဗန်တစ်ယောက် မိသားစုရေး၊ One Night Standခဲ့တဲ့အမျိုးသမီးနဲ့ရတဲ့ ကလေးအရေး၊ အလုပ်အရေးတွေကို သူဘယ်လိုများစီမံမလဲဆိုတာ ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကလေ ဘာသာပြန်သူအဖို့တော့ တော်တော်လေး ပညာရတဲ့ဇာတ်လမ်းလို့ ဆိုချင်ပါတယ်။ အမှားတစ်ခုကနေ အရာရာဟာ ဖြစ်တတ် ပျက်တတ်တဲ့ သဘောကို ပေါ်လွင်အောင်ရိုက်ပြထားတာ အဆုံးထိကို ပြီးလို့ပြီးသွားမှန်းကို မသိလိုက်ဘူး။ ဒီရုပ်ရှင်ဟာ ဇာတ်လမ်းဆုံးတာနဲ့ ရင်ထဲမှာ တစ်ခုခုကို ကျန်ခဲ့တဲ့ဇာတ်ကားကို့ပြောရင်း Reviewလေးကို အဆုံးသတ်ပရစေ။File size…(1.4 GB)/(677 MB)/(323 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:25:00Genre…Drama, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Min Khant Kyi WinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlice LoweAndrew ScottBen DanielsBill MilnerDanny WebbKirsty DillonLee RossOlivia ColmanRuth WilsonSilas CarsonTom HardyTom Holland",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y6tOSK8QXjnmO2bhlSZ3prVQeyE.jpg",
      "https://image.tmdb.org/t/p/w300/5RrU6g9QE58Nug0fw2yWRUmswCA.jpg",
      "https://image.tmdb.org/t/p/w300/kcLdpQMGZ1ZEHaIf2pWJhXtGIbZ.jpg",
      "https://image.tmdb.org/t/p/w300/nKEsNpMe8VFLsOWmB1KVX0TfyLM.jpg",
      "https://image.tmdb.org/t/p/w300/weilfHYpd84DTNux01h8tEsKosL.jpg",
      "https://image.tmdb.org/t/p/w300/9LFk66Se0T3Uw2JPupYxAc6F2Gq.jpg",
      "https://image.tmdb.org/t/p/w300/2fH5fNSfZIldTUrC5Tmem5OPHkQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-28.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/locke-2013-limited-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0n863b2sdexm.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1THSK/Locke.2013.LIMITED.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xWhUwbwC#eLRvqiiTJZ7ZYvHQgp4hSlLRQHx8CD83cigNNtukNoo",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/locke-2013-limited-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ryncpnmxqarn.html",
        "server": "usersdrive.com",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dKq2/Locke.2013.LIMITED.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lOADSYaR#ncOm2ZsIBljFpj3bBiTPqTRQb-GRvFGUHWfOC4mXNcE",
        "server": "mega.nz",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/uz5cy1nkk2fk.html",
        "server": "streamsb.com",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fre4bj9dse4v",
        "server": "streamvid.io",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/locke-2013-limited-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "323MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ms7ceuwd9w7z.html",
        "server": "usersdrive.com",
        "size": "323MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1dKqt/Locke.2013.LIMITED.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "323MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/da4iwJSQ#Tg4B7QGPGslI2aituOIcfQXvldxX2xvqJPsucoHuClY",
        "server": "mega.nz",
        "size": "323MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/a16yv7eikcdt.html",
        "server": "streamsb.com",
        "size": "323MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/uqqe6k90inso",
        "server": "streamvid.io",
        "size": "323MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "TsBDYAYnQb0",
      "video_url": "https://www.youtube.com/watch?v=TsBDYAYnQb0",
      "embed_url": "https://www.youtube.com/embed/TsBDYAYnQb0"
    }
  },
  {
    "metadata": "N/A|2018|129 min|Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "2,276"
    },
    "title": "Den blomstertid nu kommer: The Unthinkable (2018)",
    "description": "ဒီဇာတ္​ကားေလးကေတာ့ ဆြီဒင္​ရုပ္​ရွင္​ေလာကရဲ႕ အေကာင္​းဆံုးလို႔ေျပာရမယ္​့ထြန္​းေပါက္​ေအာင္​ျမင္​ခဲ့တဲ့ ဆြီဒင္​ဇာတ္​ကားေကာင္​းေလးပဲျဖစ္​ပါတယ္​Rating 7 ရရွိထားၿပီးေတာ့ ၾကာၿမင့္ခ်ိန္ ၂ နာရီေက်ာ္ကိုအၿပည့္အ၀ၾကည့္ရမယ့္အလြန္​တရာမွလည္​း သဘာဝက်တဲ့ ကားေကာင္​းေလးတစ္​ကားပါဇာတ္​လမ္​းပံုစံကေတာ့ ကိုရီးယားရုပ္​ရွင္​ေလာကမွာ မွတ္​ေက်ာက္​တစ္​ခုတင္​နိုင္​ခဲ့တဲ့“Train to busan “လို နိုင္​ငံတစ္​ဝွမ္​းမွာ ကပ္​ဆိုးက်ေရာက္​ၿပီး အသက္​ရွင္​သန္​ဖို႔အတြက္​ ရုန္​းကန္​ခဲ့ရတာေတြကို ရိုက္​ျပထားတဲ့ ဇာတ္​လမ္​းအသြားအလာမ်ိဳးပါပဲ……….ဇာတ္​ကားအစမွာ ဇာတ္​ရွိန္​နည္​းနည္​းေအးတယ္​ဆိုေပမယ္​့တျဖည္​းျဖည္​းဇာတ္​ရွိန္​ ျမင္​့တက္​လာေအာင္​ဆြဲေခၚသြားတာေတြ႕ရမွာပါ ………ဇာတ္​ၫႊန္​းေလးကို မေျပာခင္​မွာ ….ဆြီဒင္​နိုင္​ငံရဲ႕ ေနာက္​ခံအခ်က္​အလက္​ေလးေတြကို ေျပာျပခ်င္​ပါေသးတယ္​…..ဆြီဒင္​နိုင္​ငံဟာ ဥေရာပတိုက္​မွာ တည္​ရွိၿပီးေတာ့ၿမိဳ႕ေတာ္​ကေတာ့ စေတာ့ဟြန္​းၿမိဳ႕ပါလူဦးေရအားျဖင္​့ ၁၀ သန္​းေက်ာ္​တည္​ရွိၿပီး နိုင္​ငံေတာ္​ကာကြယ္​ေရးအတြက္​အၿမဲတမ္​းတပ္​ဖြဲ႕ဝင္​ကေတာ့ စစ္​သည္​ ၂ေသာင္​းေက်ာ္​ပဲ ခန္​႔အပ္​ထားပါတယ္​ နိုင္​ငံအတြက္​ လိုအပ္​လာရင္​ေတာ့ လူဦးေရ ေယာက်္​ား၊မိန္​းမေပါင္​းသိန္​း ၅၀ေက်ာ္​ေလာက္​ကို စစ္​မႈထမ္​းေဆာင္​ဖို႔အတြက္​ အရန္​သင္​့လ်ာထားတာ ရွိပါတယ္​အခုလို ကပ္​ဆိုးျဖစ္​လာၿပီး ထိခို္​က္​နစ္​နာမႈျမန္​ဆန္​တဲ့အခါ ဆိုရင္​ေတာ့အၿမဲတမ္​းတပ္​ဖြဲ႕ဝင္​ စစ္​သား ၂ေသာင္​းေက်ာ္​ေလာက္​နဲ႔ ျပည္​သူ ၁၀သန္​းကိုကာကြယ္​ေပးဖို႔ ဆိုတာ ေတာ္​ေတာ္​ခက္​ခဲမယ္​ဆိုတာကို မွန္​းဆမိမွာပါ….ကူးစက္​မႈျမန္​ဆန္​စြာနဲ႔ ဆီြဒင္​နိုင္​ငံထိပ္သီးအစိုးရအဖြဲ႕ဝင္​အားလံုးအရင္​ဆံုးက်ဆံုးသြားခဲ့မယ္​ဆိုရင္​ေတာ့ နိုင္​ငံတစ္​ခုလံုး ပရမ္​းပတာျဖစ္​သြားမွာပါ …….ဇာတ္​ၫႊန္​းေလးကို ေျပာျပရရင္​ေတာ့…..ဆြီဒင္​နိုင္​ငံရဲ႕အထိမ္​းအမွတ္​ေန႔တစ္​ခုျဖစ္​တဲ့ MidSummer Dayေန႔မွာ ျဖစ္​ခဲ့တာပါဘာအေၾကာင္​းအရင္​းေၾကာင္​့မွန္​းမသိဘဲ ေကာင္​းကင္​တစ္​ခုလံုးကဌက္​ေတြ ေျမျပင္​ေပၚျပဳတ္​က် ေသဆံုးလာတာကေနအစျပဳၿပီးေတာ့နိုင္​ငံတစ္​ခုလံုး ကပ္​ဆိုးဝင္​ခဲ့တာပါကိုယ္​ခ်စ္​ခင္​ရတဲ့သူေတြ ကိုယ္​ရင္​းႏွီးတဲ့သူေတြ ကူးစက္​ခံရတာကိုကယ္​တင္​နိုင္​ျခင္​းမရွိဘဲ ဆြီဒင္​အစိုးရအဖြဲ႕ဝင္​ေတြကိုယ္​တိုင္​ပ်က္​စီးယိုယြင္​းသြားတဲ့အတြက္​ ကယ္​သူမဲ့တဲ့ အေျခအေနမွာကိုယ္​အသက္​ရွင္​ဖို႔ ကိုယ္​တိုင္​ရုန္​းကန္​ၾကရင္​းတဦးနဲ႔တဦးေဖးမကူညီၿပီး ရင္​ဆိုင္​ရပါေတာ့တယ္​…ကဲ…အဲ့ဒီေတာ့ အားလံုးအေနနဲ႔ ဘယ္​လို ကပ္​ေရာဂါဆိုးေၾကာင္​့ဆြီဒင္​အစိုးရအပါအဝင္​ ျပည္​သူအားလံုး ဒုကၡေရာက္​ခဲ့ၾကသလဲၿပီးေတာ့ ဘယ္​သူေတြက ေသခ်ာအကြက္​ခ်ၿပီးဆိုး႐ြားမႈေတြကိုဖန္​တီးခဲ့တာလဲ ဆိုတာကိုေတာ့ ပိတ္​ကားေပၚမွာဆက္​လက္​ရႈစားၾကပါ….(ဒီဇာတ္ကားကိုအညႊန္းနဲ႕ဘာသာၿပန္ေပးတာကေတာ့ Mg King ပဲၿဖစ္ပါတယ္….)File Size : (1 GB) and (305 MB)Quality : BluRay 720pRunning Time : 2hr 09minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byMg KingEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVictor DanellStarsAlexej ManvelovCristoffer NordenrotJesper BarkseliusKarin BertlingKrister KernLisa HenniMagnus SundbergPia HalvorsenUlrika BäckströmYngve DahlbergCastAlexej ManvelovArvin KananianCarlos PaulssonCristoffer NordenrotDavid LaibEleonor LeoneErik BolinHåkan EhnJesper BarkseliusJohan WåhlinKarin BertlingKrister KernLisa HenniLiselott LindeborgLo LexforsMagdalena EshayaMagnus SundbergNiklas JarneheimPauline WågströmPia HalvorsenRickard LundqvistRikard SvenssonSusanne HörnquistTarmo Sakari HietalaUlrika BäckströmYngve Dahlberg",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x7mj4sWkNS1iD58dqpk1XYdTaaZ.jpg",
      "https://image.tmdb.org/t/p/w300/hvN4rwG4nqLwzmdUsuhUkgwpWm1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rxp6PD9OGn2JguFEOmolJkk824M.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-unthinkbale-den-blomstertid-nu-kommer-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/wsz69st0manc",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/35jjnzamqnn2.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": null
  }
]