[
  {
    "metadata": "UNRATED|2000|90 min|Adult,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "10,077"
    },
    "title": "(18+)  Isle (2000)",
    "description": "အခ်စ္ဟာ လူကိုစိတၱဇျဖစ္ေစတယ္ဆိုရင္ယံုမလား ေရေပၚ’တဲ’ေတြဆီအပန္းေျဖမို႔လာတဲ့ေကာင္ေလးကုိ ေလွေမာင္းတဲ့ေကာင္မေလးကခ်စ္မိခဲ့ပါတယ္… အ႐ူးအမူးကိုခ်စ္မိသြားတာပါ…ဒါဆိုရင္ခဏကအခ်စ္ဟာလူကိုစိတၱဇျဖစ္သြားေစလားဆိုတာေလးကသက္ေရာက္လို႔လာပါၿပီး…… အဲဒီမွာေကာင္ေလးရဲ႕ခ်စ္သူကေရာက္လာၿပီး… ေကာင္ေလးနဲ႔သူ႔ခ်စ္သူေကာင္မေလးကိုခ်စ္ေနၾကတာကို ဝန္တိုေနတဲ့ေလွသမားမိန္းမက ေကာင္ေလးရဲ႕ခ်စ္သူကိုဖမ္းခ်ဳပ္ၿပီးေလွာင္ထားလို္က္ပါတယ္….ဒါကလည္းသူေကာင္ေလးကိုခ်စ္တဲ့စိတ္တစ္ခုတည္းနဲ႔အတြက္ပါ….အခ်စ္ဆိုတာကလည္းေလထုထည္တစ္ခုလိုပါပဲ.. ဖမ္းယူကိုင္ဆုတ္လို္႔မရေပမဲ့..သူမရိွရင္လည္း လူသားေတြမေနႏုိင္ၾကျပန္ဘူးေလ…ၾကာလာေတာ့ အခ်စ္ကလူကိုေစလိုရာလုပ္ႏုိင္တဲ့႐ုပ္ေသးတစ္ခုလိုျဖစ္လာတယ္..ဒီဇတ္လမ္းကလည္းအဲ့လိုပါးပါးေလးပုတ္ျပထားတဲ့သေဘာပါပဲ… ကဲဗ်ာ..ထံုးစံအတိုင္းၫြန္းလြန္းျပန္ရင္လည္းဇတ္႐ွိန္ျပတ္သြားမွာစိုးတဲ့အတြက္…အၫြန္းကိုဒီေလာက္နဲ႔ရပ္နားၿပီး…Imdb7.1ထိရရိွထားတဲ့ကားေလးကို ဘယ္လိုပံုေဖာ္ထားလဲဆိုတာခံစားၾကပါစို႔လား…ထြက္တဲ့ စာဖိုင္ထဲက အေကာင္းဆံုးျဖစ္တာနဲ႕ ေရြးျပန္ထားေပးေပမယ့္ လုိအပ္ခ်က္မ်ားရိွပါက နားလည္ေပးၾကပါFile Size : 770 MBQuality : Blu ray 720PRunning Time : 1hr 30 minuteFormat : Mp4Genre : Drama,ThrillerEncoder : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaungပဲ ျဖစ္ပါတယ္)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKi-duk KimStarsJae-hyeon JoJung SuhSung-hee ParkYoosuk Kim",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/The_Isle-849907101-large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/isle-2000",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fZSW/[02379]_The_Isle_(2000)_[Drama]_[Suh_Jung]_[KOREA]_[7.0]_[ADT].mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/5rw7wh408pau",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2000|1h 55min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "65,573"
    },
    "title": "Romeo Must Die (2000)",
    "description": "Romeo Must Die(2000)_______IMDb – 6.1/10တော်တော်များများကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်….တရုတ်Action ဇာတ်လမ်းပေါင်းများစွာ ရှိပါတယ်…သူတို့အားသန်ရာ ကိုယ်ခံပညာတွေနဲ့ သရုပ်ဖော်ကြပေမဲ့ ဂျက်လီကားတွေကိုပိုနှစ်သက်မိတယ်… သူ့အက်ရှင်ခန်းတွေက လှတယ် သေသပ်တယ်..သတ်ဖြတ်ခန်းတွေဆိုရင်တောင်မှ ရက်စက်ကြမ်းကြုတ်တဲ့ဟာမျိုးပါတာရှားတယ်…ဂျက်လီတတ်တဲ့ကိုယ်ခံပညာတွေလေ့လာကြည့်တော့ Wushu,Chinese Martial Artနဲ့Baguazhangဖြစ်ပါတယ်…Wushuနဲ့ Martial Artကို ကြားဖူးပေမဲ့ Baguazhangကိုတော့ နည်းနည်းစိမ်းနေတယ် U tube မှာ Baguazhang fight techniques လို့ရိုက်ရှာကြည့်တော့ videoလေးတွေတင်ထားတယ်….ဒါကိုကြည့်လိုက်မှ ဂျက်လီရဲ့အက်ရှင်ခန်းတွေဒါ့ကြောင့်လန်းတာကိုးလို့ မှတ်ချက်ချမိတယ်…Bagua ကိုယ်ခံပညာကအရမ်းကိုလှတယ် တုန့်ပြန်တိုက်ခိုက်ပုံတွေက ကကြိုးကကွက်တွေဆင်နေသလားထင်ရလောက်အောင်လှနေပေမဲ့ ရန်သူကိုမြေပြင်ပေါ် အသာလေးလှဲသိပ်နိုင်လောက်အောင်စွမ်းအားကြီးတာသွားတွေ့ရတယ်…တိပ်ခွေခေတ်တုန်းက ကြည့်ခဲ့ရပြီး ကျွန်တော့လို အကြည်လေးနဲ့ခံစားချင်သူတွေအတွက်တင်ပေးလိုက်ပါတယ် ပိုစတာကြည့်ရုံနဲ့ဇာတ်လမ်းကိုသိကြမှာဖြစ်လို့ အညွှန်းမရေးတော့ပါဘူး မကြည့်ကြသေးဘူးဆိုရင်လည်း နီးစပ်ရာမေးပြီး ကောင်းမယ်ထင်ရင်ဒေါင်းကြည့်ကြပေါ့ဗျာFile Size…(907MB)Quality… 720pFormat…mp4Duration…01:55:00Subtitle by Kyaw Lwin TunEncoder…Phyo Pyaeနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrzej BartkowiakStarsAaliyahAnthony AndersonD.B. WoodsideDelroy LindoDMXEdoardo BalleriniIsaiah WashingtonJet LiJon Kit LeeRussell WongCastAaliyahAnthony AndersonColin FooD.B. WoodsideDelroy LindoDMXEdoardo BalleriniGaston MorrisonHenry OIsaiah WashingtonJet LiJon Kit LeeMatthew HarrisonRussell WongTerry Chen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fwP2w0TAwwSxiCk4s6agDGFoKNm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/romeo-must-die-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sbu8lzqpiem1.html",
        "server": "usersdrive.com",
        "size": "907MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/romeo-must-die-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "907MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xolw/Romeo_Must_Die_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "907MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Lg4F3KTS#vjWrM2vRkSW2ULP-nC6zJ51tkisAjlKdHFWIWGOC6mo",
        "server": "mega.nz",
        "size": "907MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/q9xwok258de4",
        "server": "upstream.to",
        "size": "907MB",
        "quality": "72op"
      }
    ],
    "trailer": {
      "video_id": "w500paj_MPU?feature=oembed",
      "video_url": "https://www.youtube.com/watch?v=w500paj_MPU?feature=oembed",
      "embed_url": "https://www.youtube.com/embed/w500paj_MPU?feature=oembed"
    }
  },
  {
    "metadata": "R21|2000|1h 31min|Adult,Comedy,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "4,893"
    },
    "title": "[21+] Cheeky (2000)",
    "description": "Cheeky ဆိုတဲ့ ဇတ်လမ်းလေးဟာ Comedy & Drama ဆိုပေမယ့် သာမန် 18+ ရုပ်ရှင်ကားတွေထက် အများကြီးဆိုးပါတယ်သတိပြုသင့်တာက မိသားစု နှင့် အတူ မကြည့်သင့်သလို 18 နှစ်အထက် အသက်ပြည့်ပြီးသူများသာ ကြည့်သင့်ပါတယ်…Unrated အမျိုးအစား ဖြစ်လို့ အကုန်လုံး မြင်သာထင်သာ ပြသထားတာမို့ ဆင်ဆာ မဖြစ်ထားပါဘူး…ဇတ်လမ်းပုံစံ ကတော့ ကာလာ ဆိုတဲ့ ချောမောလှပပြီး ချစ်စဖွယ်ကောင်းတဲ့ အီတလီ သူလေးဟာ ရည်းစားများပြီး ပွေရှုပ်တက်သူပါတစ်ရက်မှာတော့ မက်တဲယို ဆိုတဲ့ကျောင်းသား ကောင်လေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားပါတယ်….မက်တဲယို နှင့် သူမ အတူတူ နေထိုင်ဖို့ တိုက်ခန်း ရှာဖွေရင်း တိုက်ခန်းရှာဖွေပေးတဲ့ လိင်တူချစ်သူ အမျိုးသမီးတစ်ဦးနှင့်လဲဇတ်လမ်းတွေ ဖြစ်လိုက်ပါသေးတယ် ဒါကို မက်တဲယို သိပေမယ့် မိန်းကလေး အချင်းချင်း မို့ ဘာမှ မပြောသေးပါဘူးတစ်ရက်မှာတော့ ကာလာ ရဲ့ အိမ်မှာ သူမ ယူခိုင်းတဲ့ ပစ္စည်းလေးတွေ သွားယူူရင်း မက်တဲယို တစ်ယောက် ကာလာ ရှုပ်ပွေထားတဲ့ဇတ်လမ်းမြောက်များစွာကို သိရှိလိုက်ရပါတယ်….မနာလိုချင်း သဝန်တိုချင်း များစွာဖြင့် ကာလာ နောက် လိုက်သွားရင်း ထိုကိစ္စ များ ရှင်းပြပေးရန် မက်တဲယို မှ ကျိန်းမောင်းပေမယ့်ကာလာ ကတော့ လိမ်မြဲလိမ်နေပါသေးတယ် ဒါကြောင့် ကာလာ အား မိမိအား မလိမ်မညာပဲ လိင်ဆက်ဆံခဲ့သူတွေအကြောင်းခရေစေ့ တွင်းကျ မေးပါတော့တယ်…မက်တဲယို က ရည်းစားများလွန်းပြီး လူတကာ နှင့် အိပ်သော ကောင်မလေး ကာလာ ကို တကယ် ပြန်လက်ခံနိုင်ပါ့မလားကာလာ ကရော သူတကယ်ချစ်တဲ့ မက်တဲယို ကို ပွင့်လင်းနိုင်မလား အမှန်တိုင်းပြောပါ့မလား ဆိုတာကတော့ဘာသာပြန် Tariq L Walker ၏ ခံစားတင်ဆက်မှု အား ကြည့်ရှုလိုက်ပါစို့….(Guru Alcon)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTinto BrassStarsFrancesca NunziJarno BerardiMax ParodiYuliya MayarchukCastAlberto PassoneAntonio SalinesChiara GobbatoFrancesca NunziJarno BerardiLeila CarliMauro LorenzMauro SangiorgiMax ParodiRemo PizzaroniSilvia RossiVittorio AtteneYuliya Mayarchuk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3w50k3RMPmURJjtYFoUIP8Iuyba.jpg",
      "https://image.tmdb.org/t/p/w300/n74r1dfTqnArIGC8VNU8k0gHf04.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAzMTM3MjkwN15BMl5BanBnXkFtZTcwOTAwOTIzMQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t5xuhnmx6mvv.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cheeky-tra-sgre-dire-21-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yuudrive.me/12cc8a58/cheky-trasgredire-21-20-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "650 MB",
        "quality": "HD 720p"
      },
      {
        "link": "http://www.filedwon.info/kmmz70lqjucw/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "650 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://megaup.net/2Vhee/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://upstream.to/q97gonw9j6ka",
        "server": "upstream.to",
        "size": "650 MB",
        "quality": "HD 720p"
      }
    ],
    "trailer": {
      "video_id": "fOQFkpMUvjU",
      "video_url": "https://www.youtube.com/watch?v=fOQFkpMUvjU",
      "embed_url": "https://www.youtube.com/embed/fOQFkpMUvjU"
    }
  },
  {
    "metadata": "N/A|2000|155 min|Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1,472"
    },
    "title": "Kya Kehna (2000)",
    "description": "မင္းသမီးေခ်ာ Preity Zinta ပါ၀င္တဲ့ ဒရာမာ ရိုမန္႔ အမ်ိဳးအစား မိသားစု ပညာေပး ရုပ္ရွင္ကားေလးျဖစ္ပါတယ္..ဇတ္လမ္း ပံုစံကေတာ့ ပရီယာ ဆိုတဲ့ ေက်ာင္းသူေလး ဟာ အိမ္ရဲ႕ အခ်စ္ေတာ္ေလး ျဖစ္ၿပီးအကို ၃ ေယာက္ ႏွင့္ အေဖ အေမ ႏွင့္ အတူ ေႏြးေထြး လွေသာ မိသားစုေလးမွာ ေနထိုင္ေနသူျဖစ္ပါတယ္..ပရီယာ ကို တစ္ဖက္သက္ ခ်စ္ေနတဲ့ ငယ္ေပါင္းသူငယ္ခ်င္း အာေဂ်း ဆိုတဲ့ သူငယ္ခ်င္းေလးလဲ ရွိေနျပန္ပါတယ္..တစ္ရက္မွာေတာ့ ပရီယာ ဟာ အထက္တန္း ေအာင္ျမင္ၿပီးစီးလို႔ သကၠသိုလ္ တက္ရမယ့္ အခ်ိန္မွာေက်ာင္း ရဲ႕ လူေခ်ာေလး ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္ ျဖစ္တဲ့ ရာဟူးလ္ နဲ႔ ခ်စ္ႀကိဳက္ခဲ့ပါတယ္…ရာဟူးလ္ ဟာ ရႈပ္ေပြတက္သူ ပီပီ မိန္းကေလးတိုင္းကို အေပ်ာ္ႀကံရံုသက္သက္ပဲ ခ်စ္တက္သူပါအဲ့ဒီလို လူကိုမွ ပရီယာ လို လိမၼာေရးျခားရွိၿပီး ပြင့္လင္းတက္တဲ့ မိန္းကေလးက ခ်စ္ႀကိဳက္မိရာကေနရာဟူးလ္ ရဲ႕ ကေလးကို ပရီယာ ကိုယ္၀န္လြယ္ခဲ့ရပါတယ္…ဒါေပမယ့္ ရာဟူးလ္ ဟာ တာ၀န္ယူရမွာ စိုးတဲ့အတြက္ ေရွာင္တိမ္းေနၿပီးရာဟူးလ္ မိဘ ေတြဟာလဲ ပရီယာ မိဘေတြကို အထက္စီးမွ မိုက္ရိုင္းစြာ ေျပာဆိုၿပီး သူတို႔ သားမွာ တာ၀န္မရွိေၾကာင္းတာ၀န္မယူႏုိင္ေၾကာင္း ေျပာၿပီး ေမာင္းထုတ္ပါတယ္….ထို႔ေၾကာင့္ပဲ ေဆြမ်ိဳးမ်ား အလယ္ သူငယ္ခ်င္းမ်ား အလယ္ ပရီယာ တစ္ေယာက္ လူတကာျဖင့္ အိပ္တက္ေသာမိန္းကေလး ဆိုၿပီး အေစာ္ကား ခံရကာ ၀ိုင္းဖယ္ ခံလုိက္ရပါေတာ့တယ္…မိဘ ေတြေရာ အားလံုးကေရာ ၀ိုင္းဖယ္ ခံလုိက္ရတဲ့ ပရီယာ ဟာ ျဖစ္ခ်င္ရာျဖစ္ဆိုၿပီးအိမ္ကေန ထြက္သြားခဲ့ပါတယ္…ပရီယာ တစ္ေယာက္ ဘာေတြ ဆက္ျဖစ္မလဲ ဆိုတာ Download ဆြဲၾကည့္လိုက္ၾကပါေနာ္…သီခ်င္းေတြ ေရာ စကားလံုးေတြ ရဲ႕ ရသေတြ အားလံုးေပၚလြင္ေအာင္CM Translator တစ္ဦးျဖစ္သူ Tariq L Walker မွ ဘာသာျပန္ေပးထားပါတယ္…Thit San Khant==============Download HD (1.2GB)Download Small File (650MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKundan ShahStarsAnupam KherChandrachur SinghPreity ZintaSaif Ali Khan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjIwNjI2MDM1NF5BMl5BanBnXkFtZTgwMjgyODY4MzE@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2000|1h 33min|Comedy,Fantasy",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "99,000"
    },
    "title": "Bedazzled (2000)",
    "description": "Bedazzled (2000)IMDb – 6.0/10_____Rotten – 50%အဲလိယော့ဟာ သူ့ရဲ့ကြောင်တောင်တောင် အမူအကျင့်ကြောင့် အပေါင်းအသင်းလဲဝင်မဆန့်လုပ်ဖော်ကိုင်ဖက်တွေကပါရှောင်ဖယ်ကြတဲ့ လူတစ်ယောက်ပါ။ သူကတော့ အဲ့ဒါတွေကို အမှုမထားပဲ ခပ်တည်တည်နဲ့ဝင်ရောလေ့ရှိပါတယ်။ တစ်နေ့ သူ့ကိုရှောင်ချင်လို့တမင်မမြင်ချင်ယောင်ဆောင်နေတဲ့ အလုပ်ကလူတွေဝိုင်းကို ဝင်နှောင့်ယှက်ရင်းကနေ သူ ကြိတ်ကြွေနေတဲ့ မိန်းမလှလေးဖြစ်တဲ့ အလီဆင်ကိုတွေ့မိချိန်မှာတော့ ပါးစပ်ကနေ ‘သူ့ကိုသာ ရမယ်ဆိုရင် ဘာပဲပေးရပေးရ’ လို့ လွှတ်ကနဲ ရေရွတ်မိသွားတယ်။အဲ့ဒီအချိန်မှာ သူ့ရှေ့ကို ဘိလိယက်ဘောလုံးလေးတစ်ခု လွင့်လာပါတယ်။ ဘောလုံးကလေးရဲ့ ပိုင်ရှင်ကလဲ မိန်းမလှတစ်ယောက်ပါပဲ။အနီရောင်ဝတ်စုံဝတ် ညို့အားပြင်းပြင်း ရဲတင်းသွက်လက်မယ့်ပုံစံနဲ့ မိန်းမလှတစ်ယောက်။ အဲ့ဒီမိန်းမလှက သူ့ကိုယ်သူ မိတ်ဆက်လာတယ်။သူဟာ နတ်ဆိုးတစ်ကောင်ဖြစ်ပြီး အဲလိယော့ရဲ့ဝိဉာဉ်ကို ရောင်းမယ်ဆိုရင် ဆုတောင်းခုနှစ်ခုဖြည့်ပေးမယ့်အကြောင်း။ အလီဆင့်ကိုရရင်ဘာပဲလုပ်ရလုပ်ရဆိုတဲ့ အဲလိယော့ သူ့ဝိဉာဉ်ကိုရောင်းဖို့ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်။ အဲ့ဒီမှာကြုံရတဲ့ အလွဲအချော်တွေနဲ့ ကြောင်တောင်တောင် အဲလိယော့ ဒုက္ခရောက်ရပုံတွေနဲ့ တစ်ကားလုံးခွီနေရပါတယ်။ ပြီးတော့ နတ်ဆိုးအဖြစ် သရုပ်ဆောင်တဲ့ တစ်ချိန်က မမလှလှ အဲလိဇဘတ်ဟာလေးရဲ့ တစ်ခန်းပြီးတစ်ခန်းမရိုးရတဲ့ ဖက်ရှင်အလန်းစားတွေကလဲဆွဲဆောင်မှုအပြည့်ပါ။File size…(999 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:33:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHarold RamisStarsBrendan FraserBrian Doyle-MurrayElizabeth HurleyFrances O'ConnorGabriel CasseusJeff DoucetteMiriam ShorOrlando JonesPaul AdelsteinToby HussCastAaron LustigBaron JayBarry J. RatcliffeBiddy HodsonBonnie SomervilleBrendan FraserBrian Doyle-MurrayCal NguyenChristine CameronEboni NicholsElizabeth HurleyFrances O'ConnorGabriel CasseusIlya MelnikoffJames PomichterJan CitronJeff DoucetteJoanna BacalsoJohn ForkerJulian FirthLex LangLia JohnsonMark WinnMichelle BoehleMiriam ShorOrlando JonesPaul AdelsteinRay HaratianRoger HammondRudolf MartinSadie StrattonScott DuthieScott TrimbleThelma GutiérrezTim PhoenixToby HussTom Woodruff Jr.Tracy PfauTristan ThomasWahayn Inello ClaytonWilliam Salyers",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i9jiiuVkVFcAQrGpXUZZdCBZLoL.jpg",
      "https://image.tmdb.org/t/p/w300/sUPw60W0U4eTfrK5cf5x67SlTFH.jpg",
      "https://image.tmdb.org/t/p/w300/xHFgRE6G8AIceyYJhzAeKvNGOTb.jpg",
      "https://image.tmdb.org/t/p/w300/4amz81uij31mbtBpFCTegHhrGIg.jpg",
      "https://image.tmdb.org/t/p/w300/zfzUIA3Ak7bTH7C6gsHyDDeU3u.jpg",
      "https://image.tmdb.org/t/p/w300/fWlOpLi10rpbCyEJAc9KlvbA4Vk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BODgxOTg5OGUtOWViMC00NjM5LWEyMTQtN2M4NTBjYWUzOWUzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/oqt3s9tc84kv.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2jVjz/Bedazzled_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/sp1GxQBZ#B-qnAf1mlObIwxf7PNxrWh3rDzeE_6cQAd1390blEuk",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "5xUnFbyqNr4",
      "video_url": "https://www.youtube.com/watch?v=5xUnFbyqNr4",
      "embed_url": "https://www.youtube.com/embed/5xUnFbyqNr4"
    }
  },
  {
    "metadata": "G|2000|1h 24min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "173,276"
    },
    "title": "Chicken Run (2000)",
    "description": "Chicken Run(2000)IMDb – 7.0/10_____Rotten – 97%Chicken Run ဆိုတဲ့ ၂၀၀၀ ခုနှစ်ကDreamWorks ရဲ့ Animation တစ်ကားကိုတစ်​ခေါက်ပြန်ကြည့်မိတယ်ငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ခံစားမှုလိုပဲပြန်ခံစားရတုန်းပဲဇတ်လမ်းပုံစံက တွီဒီလို့ ​ခေါ်တဲ့​မွေးမြူ​ရေး ကြက်ခြံက ငရဲခံ​နေရတဲ့ဥ ဥ​ပေးရတဲ့ ကြက်မ​တွေ အ​ကြောင်း​ပေါ့အဲ့ဒီကြက်ခြံက​နေ ထွက်​ပြေးဖို့အမြဲကြံ​နေတာက ဂျင်ဂျာ ဆိုတဲ့ ကြက််မနဲ့သူ့ရဲ့ သူငယ်ချင်း တစ်စု​ပေါ့ဂျင်ဂျာက​တော့ လွတ်​​​မြောက်နယ်​မြေရှိမယ်လို့အမြဲယုံကြည်​နေသူ တစ်ဦး​ပေါ့သူ့စိတ်ကူးကို သူငယ်ချင်း​တွေက အမြဲအ​​ကောင်အထည်​ဖော်​ပေးရတယ်ထွက်​ပြေးဖို့နည်းလမ်း​တွေ ဆွဲကြတယ်​ပြေးတိုင်းလဲ ပြန်မိတယ် အဖမ်းခံရတယ်ပိုင်ရှင် လင်မယားဟာ ကြက်​တွေကို မ​ဝရေစာ​​ကျွေး​မွေးပြီး ဥ ဥတဲ့ နှုန်းထားကိုလဲ အမြင့်ဆုံးလိုချင်ကြပါ​သေးတယ်အပတ်တိုင်း ကြက်ခြံကို ဝင်စစ်​လေ့ ရှိပြီးတစ်ပတ်တာ အတွင်း ဥ တာ နည်းတဲ့ကြက်မ အတွက်​တော့ နားရက်ရသွားတာပါပဲနားရက်ရတယ်ဆိုတာ ကြက်စွပ်ပြုတ်ဖြစ်သွားတာမျိုး​ပေါ့​နောက်ဆုံး ပလန်​တွေ အလုပ်မဖြစ်လို့လက်​လျှော့ အရှူံး​​ပေး​တော့မယ်စဥ်းစား​နေတဲ့ ဂျင်ဂျာ အတွက်​မျှော်လင့်ချက် ​အလင်း​ရောင်ကတစ်ညမှာ တွီဒီ ကြက်ခြံထဲကိုကြက်ဖ တစ်​ကောင် မိုး​​​ပေါ်က​နေပျံပြီး ဝင်လာတာပါပဲကြက်ဖ နာမည်က ​ရော်ကီ တဲ့ဂျင်ဂျာ ဘဝ မှာ ပျံနိုင်တဲ့ ကြက်ကို​တွေ့ပြီး သူမ တို့ကိုပါ အပျံသင်​ပေးဖို့​​ရော်ကီကို စည်းလုံး​တော့တာပါပဲဒီဇတ်လမ်း တစ်ခုလုံးဟာ ရယ်လဲ ရယ်ရမိုတီဗိတ်လဲ ရပါတယ်အားငယ်​​​နေချိန် စိတ်ပျက်​နေချိန်အတွက် စိတ်​​ဖြေ​ဆေး တစ်ခွက်ပါပဲအညွှန်းကတော့ Thit San Khant ဖြစ်ပြီးတော့Quality…..BluRay 1080pDuration…..01:24:00Format…Mp4File Size…(1.3 GB)Encoder…..Thit San KhantTranslator…..Htet Htet Tin ZarYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarren DubickiFred De BradenyMerriel WaggonerNick ParkPeter LordRich PriestleyRobert HurleyWill NorieStarsBenjamin WhitrowImelda StauntonJane HorrocksJulia SawalhaLynn FergusonMel GibsonMiranda RichardsonPhil DanielsTimothy SpallTony HaygarthCastBenjamin WhitrowImelda StauntonJane HorrocksJo AllenJohn SharianJulia SawalhaLaura StrachanLisa KayLynn FergusonMel GibsonMiranda RichardsonPhil DanielsTimothy SpallTony HaygarthWyatt Shears",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gywyBYFCDYhmwDh4n1B0WCaEh23.jpg",
      "https://image.tmdb.org/t/p/w300/e8fwYYDYmcht3YHIK6eTO4VfYPU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/chicken-run-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/chicken-run-2000",
        "server": "VIP Links",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/chicken-run-2000-proper-1080-p-blu-ray-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      },
      {
        "link": "https://megaup.net/2jQqh/Chicken.Run.2000.PROPER.1080p.BluRay.H264_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      },
      {
        "link": "https://mega.nz/file/lIgwzaRQ#UDbQboM6UDwLN6mxgDWxEKaQIiOQqeFN2_IoYhGIabg",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      },
      {
        "link": "https://upstream.to/2nfbi4obcuxn",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      },
      {
        "link": "https://veryfiles.com/30nuf60c18zw",
        "server": "veryfiles.com",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      },
      {
        "link": "https://usersdrive.com/r5odbbydrb8u.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Bluray 1080P"
      }
    ],
    "trailer": {
      "video_id": "jevaUcKLoMY",
      "video_url": "https://www.youtube.com/watch?v=jevaUcKLoMY",
      "embed_url": "https://www.youtube.com/embed/jevaUcKLoMY"
    }
  },
  {
    "metadata": "PG|2000|1h 45min|Comedy,Family,Fantasy",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "232000"
    },
    "title": "How the Grinch Stole Christmas (2000)",
    "description": "How the Grinch Stole Christmas (2000)ငယ်ငယ်ကတော့ ခရစ္စမတ်နားနီးတဲ့ အပတ်မှာ ပုတက်တို့ Kidzone တို့လို ကာတွန်းစာစောင်တွေမှာ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေ ထည့်တာကို ဖတ်ရင်း၊ Casper, Mickey Mouse, Winnie the Pooh တို့ရဲ့ ခရစ္စမတ်ကာလကားလေးတွေ၊ A Christmas Carol တို့ Home Alone တို့ Grinch တို့လို ခရစ္စမတ်ကားလေးတွေကြည့်ရင်း ဖြတ်သန်းဖူးခဲ့ကြတယ်မို့လား။ ခရစ္စမတ်ဟာ ကျွန်တော်တို့နဲ့ မဆိုင်ပေမဲ့ မစိမ်းလှပါဘူး။ဒီဇာတ်လမ်းကတော့ ငယ်ဘ၀ကခရစ္စမတ်ကိုရော ငယ်ဘ၀ကိုရော Nostalgia ဖြစ်စေမယ့် ဇာတ်လမ်းပါ။၂၀၀၀ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့ ကျွန်တော်တို့ငယ်ငယ်က ခရစ္စမတ်ကားတွေရဲ့ အရသာအတိုင်းပါပဲ။ ခရစ္စမတ်ကားလေးပေမဲ့ မင်းသားက ဂျင်ကာရေး ဖြစ်တဲ့အပြင် ဆာအန်သိုနီဟော့ကင်းကလည်း Narrator အဖြစ် နောက်ခံစကား‌ပြောပေးထားတယ်။ ဒါရိုက်တာကတော့ ၂၀၀၂မှာ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture ဆုနဲ့ Best Director ဆုကို ရခဲ့တဲ့ Ron Howard ပါ။မူရင်းစာရေးဆရာကတော့ အမေရိကန်ကလေးစာပေမှာ ဆရာတစ်ပါးဖြစ်တဲ့ Dr. Seuss ပါ။ သူလည်း ကျွန်တော်တို့နဲ့ မစိမ်းပါဘူး။ ငယ်ငယ်က ကြည့်ခဲ့ဖူး ကြိုက်ခဲ့ဖူးကြတဲ့ Horton တို့ The Cat in the Hat တို့ The Lorax တို့က သူ့လက်ရာတွေကို အသက်သွင်းထားတာပါပဲ။ဒီရုပ်ရှင်ဟာ သူ့ခေတ်ဖြစ်ခဲ့တဲ့ ၂၀၀၀ခုနှစ်ရဲ့ အမြတ်အစွန်းအထွက်ဆုံး ရုပ်ရှင်စာရင်းမှာ နံပါတ်၆ ချိတ်ခဲ့ပါတယ်။ ဝေဖန်ရေးဆရာတွေကတော့ ဂျင်ကာရေးရဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ချီးကျူးခဲ့ကြပြီး ခရစ္စမတ်ရုပ်ရှင်နဲ့မလိုက်အောင် နည်းနည်း ကြောက်စရာကောင်းနေတဲ့ ဇာတ်၀င်ခန်းတစ်ချို့ကိုတော့ ဝေဖန်ခဲ့ကြတယ်။ အော်စကာမှာ Best Art Direction ဆုနဲ့ Best Costume Design ဆု တို့ကို ဆန်ခါတင်၀င်ခဲ့ပြီး Best Makeup ဆုကို ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ခရစ္စမတ်ကို တန်ဖိုးအထားဆုံး “ဟူး”မျိုးနွယ်တွေနေတဲ့ ရွာလေးရှိတယ်။ အဲဒီရွာမြောက်ဘက်က တောင်မြင့်ကြီးကတော့ ဂရင့်ချ်လို့ခေါ်တဲ့bခရစ္စမတ်ကိုအမုန်းဆုံး သတ္တဝါတစ်ကောင်ရဲ့ ပျော်စံရာပေါ့။ ခရစ္စမတ်အကြိုညမှာ ဟူးတွေ အိပ်ပျော်နေတဲ့အချိန် ဂရင့်ခ်ျဟာ ခရစ္စမတ်ကို ခိုးယူသွားမှာကိုတော့ ဘယ်သူမှကြိုမမြင်ခဲ့ကြပါဘူး။ ခရစ္စမတ်ကို ဂရင့်ဘယ်လိုခိုးယူခဲ့လဲဆိုတာကို ကြည့်ပြီး ပျော်စရာတွေ အခိုးခံခဲ့ရတဲ့ ဒီလိုနှစ်မှာ ကလေးဘ၀က ခရစ္စမတ် အရသာအပြည့်ကို ပြန်ခံစားရမှာပါ။ ဒီရုပ်ရှင်ဟာ ဒီနေ့မှာ အားလုံးကို သေချာတဲ့ ခံစားမှုတစ်ခု ပေးနိုင်ပါလိမ့်မယ်။အားလုံးပဲ ” Merry Christmas “ပါ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.9GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 45MinType – Fantasy, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRon HowardCastAnthony HopkinsBen BookbinderBill IrwinBill SturgeonBryce Dallas HowardCaroline WilliamsCharles CroughwellChristine BaranskiClayton MartinezClint HowardDavid CostabileDeep RoyEva BurkleyFrank WelkerGavin GrazerGrainger EschJames RitzJeffrey TamborJeremy HowardJessica SaraJim CarreyJim MeskimenJohn AlexanderJohn ShortJosh Ryan EvansJurgen HeimannKevin IsolaLacey KohlLandry AllbrightLillias WhiteMark SetrakianMary SteinMason LuceroMichael DahlenMichaela GalloMindy SterlingMolly ShannonNadja PionillaQ'orianka KilcherRachel WinfreeRain PryorRance HowardRebecca ChaceReid KirchenbauerRick BakerRon HowardSteve KehelaSuzanne KrullT. J. ThyneTaylor MomsenTim BlaneyVerne TroyerWalter Franks",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4dtbvoAaqiM3fVwzdffLxUdAiY6.jpg",
      "https://image.tmdb.org/t/p/w300/vhDwD09bwghCB8bXG2YMxMtio84.jpg",
      "https://image.tmdb.org/t/p/w300/8zbCmuefjTYJktFrrp6PrCwSrHt.jpg",
      "https://image.tmdb.org/t/p/w300/fjMDGc7n1ZKs4nYD8PqMj5bjKWt.jpg",
      "https://image.tmdb.org/t/p/w300/tv8h013b8P7z6hbIKw88BkTcVmP.jpg",
      "https://image.tmdb.org/t/p/w300/pQB4xDcOarq6YRHGdoLyx9I2C7x.jpg",
      "https://image.tmdb.org/t/p/w300/6spDvuB9rc2J6WME7ozjkvfR4rx.jpg",
      "https://image.tmdb.org/t/p/w300/tSzVHArGY8NLUNAecy2JsE18T8.jpg",
      "https://image.tmdb.org/t/p/w300/lqtqsNeD3oWkYM7ExIFQnPE0Btf.jpg",
      "https://image.tmdb.org/t/p/w300/6mcZA47Mn5tbuIgS4HdIGJ3oYsI.jpg",
      "https://image.tmdb.org/t/p/w300/v2aBRg1KCzUSEUk0rEbTimTAURK.jpg",
      "https://image.tmdb.org/t/p/w300/7fKy2nM3OKV9MvqabxfiPPGCzos.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1WZbbPApEivA421gCOluuzMMKCk.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/how-the-grinch-stole-christmas-2000",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-how-the-grinch-stole-christmas-2000-remastered-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-how-the-grinch-stole-christmas-2000-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mXUb/(CM)_How_the_Grinch_Stole_Christmas_(2000)_(REMASTERED_1080p).mp4",
        "server": "megaup.net",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1H02n/(CM)_How_the_Grinch_Stole_Christmas_(2000)_(REMASTERED_720p).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/D18wFDTJ#IhY9i2pJ_SAsTMsHbF8TAMjfWwT-CUe9_CwiVS2L8lo",
        "server": "mega.nz",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/bsFh2aRR#XD-zbkkTKmv6_d0mscM0PtT6oMPUP5Ugo1ng5uT9IWU",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sp6pkde9hui4.html",
        "server": "usersdrive.com",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v55rx2vkbk5e.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/cqm9tvt6e9ac.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "myTaigPrbsg",
      "video_url": "https://www.youtube.com/watch?v=myTaigPrbsg",
      "embed_url": "https://www.youtube.com/embed/myTaigPrbsg"
    }
  },
  {
    "metadata": "R|2000|99 min|Action,Crime,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "69,960"
    },
    "title": "Shaft (2000)",
    "description": "(Unicode)၂၀၁၉ ထွက် ရှက်ဖ် ကို အတော်များများ ကြိုက်ကြမယ် ထင်ပါတယ်။ဆမ်မြူရယ် ဂျက်ဆန် ကြီးက အထာကျတာကိုး။ဒီကားကတော့ ဂျွန်ရှက်ဖ် တစ်ယောက် စုံထောက်အလုပ်ကနေ ဘယ်လိုထွက်လာပြီး အလွတ်စုံထောက်ဖြစ်လာလဲဆိုတာ တွေ့ရမှာပါ။သူနဲ့အပြိုင်ဗီလိန်မင်းသားက ခရစ်ရှန်ဘေး ဆိုတော့ အတော်ကောင်းနေတာပါပဲ။ဒီဇာတ်လမ်းအစမှာ သန်းကြွယ်သူဌေးကြီးရဲ့ သားတစ်ယောက်က ကလပ်မှာ လူသတ်လိုက်တယ်။တရားခံကို ဖမ်းပေးလိုက်နိုင်ပေမယ့် သက်သေက ထွက်ပြေးနေလို့ အာမခံရသွားတယ်။ဒီအမှုကို တရားမျှတမှုရဖို့ ရှက်ဖ်ကြီး သဲကြီးမဲကြီးလိုက်ရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(Zawgyi)၂၀၁၉ ထြက္ ရွက္ဖ္ ကို အေတာ္မ်ားမ်ား ႀကိဳက္ၾကမယ္ ထင္ပါတယ္။ဆမ္ျမဴရယ္ ဂ်က္ဆန္ ႀကီးက အထာက်တာကိုး။ဒီကားကေတာ့ ဂြၽန္ရွက္ဖ္ တစ္ေယာက္ စုံေထာက္အလုပ္ကေန ဘယ္လိုထြက္လာၿပီး အလြတ္စုံေထာက္ျဖစ္လာလဲဆိုတာ ေတြ႕ရမွာပါ။သူနဲ႔အၿပိဳင္ဗီလိန္မင္းသားက ခရစ္ရွန္ေဘး ဆိုေတာ့ အေတာ္ေကာင္းေနတာပါပဲ။ဒီဇာတ္လမ္းအစမွာ သန္းႂကြယ္သူေဌးႀကီးရဲ႕ သားတစ္ေယာက္က ကလပ္မွာ လူသတ္လိုက္တယ္။တရားခံကို ဖမ္းေပးလိုက္ႏိုင္ေပမယ့္ သက္ေသက ထြက္ေျပးေနလို႔ အာမခံရသြားတယ္။ဒီအမႈကို တရားမွ်တမႈရဖို႔ ရွက္ဖ္ႀကီး သဲႀကီးမဲႀကီးလိုက္ရပါေတာ့တယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (430 MB)Quality : Blu-Ray 720pRunning Time : 1hr 39minFormat : Mp4Genre : Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-AMIABLETranslated by LittleneoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn SingletonStarsBusta RhymesChristian BaleDan HedayaJeffrey WrightPat HingleRichard RoundtreeRuben Santiago-HudsonSamuel L. JacksonToni ColletteVanessa WilliamsCastAndre RoyoAngela PietropintoBonz MaloneBusta RhymesCapital JayCaprice BenedettiCatherine KellnerChristian BaleChristopher OrrDan HedayaDaniel von BargenElizabeth BanksEvan FarmerFrancisco 'Coqui' TaverasFreddie RicksGano GrillsGordon ParksIsaac HayesJeff BransonJeffrey WrightJoan BakerJoe QuinteroJohn CunninghamJohn SingletonJosef SommerLanette WareLawrence TaylorLee TergesenLynne ThigpenMark ZeislerMekhi PhiferPat HinglePeter McRobbiePhilip BoscoRichard BarbozaRichard CocchiaroRichard RoundtreeRon CastellanoRuben Santiago-HudsonSamuel L. JacksonScott LucySixto RamosSonja SohnStu 'Large' RileyToni ColletteVanessa WilliamsWill ChaseZach Grenier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2p9NtyrnFZtGRyCGN5SBk1eARNK.jpg",
      "https://image.tmdb.org/t/p/w300/qytl0jemj0AGie23x7bmKlpZZ22.jpg",
      "https://image.tmdb.org/t/p/w300/qWBX6id3S3XPvDf2aWf1lZPWF2i.jpg",
      "https://image.tmdb.org/t/p/w300/sefjKdVb0cVLhyKNrHkZven8puC.jpg",
      "https://image.tmdb.org/t/p/w300/74dFe488VAmuH3NczSKQAtTOBDp.jpg",
      "https://image.tmdb.org/t/p/w300/w8ddgoFfD6P9HyXjWxuAB7LGQI6.jpg",
      "https://image.tmdb.org/t/p/w300/4HXoz79UtutGHYQolrhEwBfJ7pU.jpg",
      "https://image.tmdb.org/t/p/w300/uN8JSf42HzzWVmEdvNLMRzrfUup.jpg",
      "https://image.tmdb.org/t/p/w300/1utxO7345TocglztJhqUfQ6VCAp.jpg",
      "https://image.tmdb.org/t/p/w300/ozqVL47sT1HBEQZ7f3jkFZe8KBb.jpg",
      "https://image.tmdb.org/t/p/w300/mqBIUlpPX1uWt8yoIAboVjqDEzp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bqlpFp96uWu2VDpsm4MVvLXdumh.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-shaft-2000-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Ph3i/CM)_Shaft.2000.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0cwQkaIQ#j2oOne-BiQWSi1Fp9sebe7ecMPKSV_U0SDywcRCUOPs",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/shaft-2000",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/vqfeenwn1cyj.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DcLG3AfyVDI",
      "video_url": "https://www.youtube.com/watch?v=DcLG3AfyVDI",
      "embed_url": "https://www.youtube.com/embed/DcLG3AfyVDI"
    }
  },
  {
    "metadata": "R|2000|1h 27m|Adult,Cruel Intentions Trilogy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Cruel Intentions 2 (2000)",
    "description": "Cruel Intentions 2 (2000)ဆယ်ကျော်သက်ဘဝဆိုတာ စမ်းသပ်ချင် လေ့လာချင်စိတ်နဲ့ ဇီဝဗေဒတွေ ပိုးထကြွတဲ့အရွယ်ပေါ့။ ဆယ်ကျော်သက်အိပ်မက်တွေ ပြာရီလွှမ်းတဲ့ အဖြစ်မျိုးတွေ အားလုံး ကင်းကြမှာမဟုတ်ဘူး။ အပြစ်တော့လည်း မဟုတ်ပါဘူးလေ။ လူရယ်လို့ဖြစ်လာပြီးမှ ကိုယ့်ကို ဘယ်လိုဇီဝဗေဒနဲ့ ဖန်ဆင်းထားသလဲ မသိတာကမှ အ,လွန်းတာမို့လား။ ဒီရုပ်ရှင်မှာတော့ လူဖန်တီးနိုင်တဲ့ ဇီဝဗေဒပညာကို လေ့လာကြတဲ့ ကျောင်းသား ကျောင်းသူလေးတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်။Sarah Thompson တို့ Teresa Hill တို့လို တစ်ခေတ်တစ်ခါက အလှလေးတွေ ပါဝင်အားဖြည့်ထားတဲ့ Cruel Intention 2 ပါ။ ပထမကားကြည့်ဖူးရင်တော့ ဘယ်လိုကားလဲသိပါလိမ့်မယ်။ အဓိကမင်းသမီးလို့ပြောလို့ရတဲ့ Amy Adams ရဲ့ ခပ်ကြမ်းကြမ်း အခန်းတွေလည်း မနည်းပါဝင်တာမို့ မိသားစုနဲ့ မကြည့်သင့်ပါဘူး။ငမွှေကောင် ဆီဘတ်ရှန်ဟာ ဆိုးလွန်းပေလွန်းလို့ ကျောင်းပြောင်းပေးခံလိုက်ရပြီး သူ့အဖေနဲ့ မိထွေးနဲ့ အတူ အိမ်ကြီးရခိုင်နဲ့ သူဌေးသား ဘဝပြောင်းသွားပါတယ်။ သူ့မိထွေးရဲ့သမီး Amy Adams ရဲ့ ကာရိုက်တာ ကတ်သရင်းနဲ့အတူ ကျောင်းတက်ရင်း ကျောင်းမှာ အပျိုမရှိအောင် ကြံဆောင်နေတဲ့ ကတ်သရင်းရဲ့ စနက်မှာ ဝင်ပါမိပြီး ပါကင်တကာဖောက်တဲ့ကောင်ဘဝပြောင်းသွားတာကို ကြည့်ရမယ့် ဆက်စီအချစ်ဟာသကားလေးပါပဲ။ ပထမကားနဲ့ နာမည်တူ အကြောင်းအရာတူပေမဲ့ မင်းသား မင်းသမီးတွေတော့ မတူတော့ပါဘူး။ Amy Adams ကို တစ်ဝကြီးကြည့်ရမှာမို့ ပိုတန်တယ်လို့တောင်ပြောလို့ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 890MBQuality – 1080p, 720pFormat – mp4Duration – 1H 27MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRoger KumbleStarsAmy AdamsBarclay HopeBarry FlatmanCaley WilsonChristopher DavidsonDavid McIlwraithDeanna WrightHans SchoeberIan D. ClarkJanaya StephensJillian HartJonathan PottsKeri Lynn PrattMimi RogersNicholas GuilakRobin DunneSarah ThompsonShuko AkuneTane McClureTeresa HillCastAmy AdamsBarclay HopeBarry FlatmanCaley WilsonChristopher DavidsonDavid McIlwraithDeanna WrightHans SchoeberIan D. ClarkJanaya StephensJillian HartJonathan PottsKeri Lynn PrattMimi RogersNicholas GuilakRobin DunneSarah ThompsonShuko AkuneTane McClureTeresa Hill",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rhj7SiBtWzP2ZkVuJvpcKDr5Byn.jpg",
      "https://image.tmdb.org/t/p/w300/iA54P6b6kyFEvsFcgFzYl3mzl9p.jpg",
      "https://image.tmdb.org/t/p/w300/s4F5GA8Tb4sfF70XPpFyd8T0jU5.jpg",
      "https://image.tmdb.org/t/p/w300/dreC7CSgSsS1gOccCErXSwQOv0X.jpg",
      "https://image.tmdb.org/t/p/w300/x2BJbrh1o4Xnv7bic2mqzUKC96a.jpg",
      "https://image.tmdb.org/t/p/w300/3x1ZcO07O5AwrfNlmb18DhwkaXE.jpg",
      "https://image.tmdb.org/t/p/w300/fJbQSlAHFQi0eLmjr9dGuzh4Mvx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pm0y9yZItfm4EHlGo7oQ0wq1Agk.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-2-2000-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/19xmk/(CM)_Cruel_Intentions_2_(2000)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ESlUgbTa#9UB4JncB7UTfeU_EnfbTINXCKCVAxZ2cpTqKCc8gq5M",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/56l1tshql8vp.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-2-2000-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19xkc/(CM)_Cruel_Intentions_2_(2000)_720p.mp4",
        "server": "megaup.net",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oelBCQ7L#OL0WAJgRJM0BpZZZhGW-QunIYnphRykqT7s4GyMSUeY",
        "server": "mega.nz",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/d3d0cqjyb697.html",
        "server": "streamsb.com",
        "size": "890MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "QW0Rm8_HyNE",
      "video_url": "https://www.youtube.com/watch?v=QW0Rm8_HyNE",
      "embed_url": "https://www.youtube.com/embed/QW0Rm8_HyNE"
    }
  },
  {
    "metadata": "PG-13|2000|136 min|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "78,069"
    },
    "title": "Finding Forrester(2000)",
    "description": "Finding Forrester(2000)IMDb….7.3,,,Rotten….74Finding Forrester(2000) ဇာတ္ကားကုိၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ကြ်န္ေတာ္ Good Will Hunting(1997)ဇာတ္ကားကုိ သြားသတိရေနတယ္…တစ္ခုခုေတာ့ဆက္ႏြယ္ေနရမယ္ဆုိၿပီး စုံစမ္းၾကည့္ေတာ့…(၂)ကားလုံးရဲ႕ ဒါရုိက္တာကGus Van Santျဖစ္ေနတယ္…ဆုိေတာ့ Good Will Hunting(1997) ကုိၾကည့္ဖူးတယ္ဆုိရင္  ဒီကားက သေဘာတရားေတာ့တူေပမယ့္ ေပးခ်င္တဲ့ Message ေတြေတာ့အေတာ္မ်ားမ်ားကြဲပါတယ္…(၂)ကားလုံးက ခမ္းနားတဲ့အလွတရားေတြပုိင္ဆုိင္ထားၾကပါတယ္..လူမဲေကာင္ေလးတစ္ေယာက္ရွိတယ္..သူ႕နာမည္က ဂ်မား…ဆင္းရဲတဲ့အျပင္ အေဖနဲ႕အေမကလည္းကြဲေနရွာတယ္…မေအနဲ႕အကုိနဲ႕အတူေနတယ္…ေက်ာင္းတက္တယ္..သူငယ္ခ်င္းေတြနဲ႕ဘတ္စကတ္ေဘာေဆာ့တယ္…စာအုပ္ေတြဖတ္သလုိ ႏုတ္စာအုပ္ေလးေတြထဲမွာလည္း သူ႕အျမင္ေလးေတြခ်ေရးေလ့ရွိတယ္…သုိ႕ေပမယ့္ ဒီလူမဲေလးဟာ သူမတူတဲ့ ဦးေဏွာက္ေတာ့ရွိတယ္…တစ္ခါေလာက္ဖတ္ဖူးရုံနဲ႕မွတ္မိသလုိ ဥာဏ္ႀကီးရွင္တစ္ေယာက္လုိ ျဖန္႕က်က္ေတြးေတာႏုိင္စြမ္းလည္းရွိတယ္..ဒီေကာင္ေလးက တစ္ဦးတည္းအထီးက်န္လွ်ိဳ ႔ဝွက္စြာေနထိုင္ေနတဲ႔ အဖိုးၾကီး ဝီလီယမ္ ေဖာ္ရက္စတာနဲ႕ ခင္မင္မိတယ္…တစ္ခ်ိန္ထဲမွာပဲသူ႕ရဲ႕အရည္အခ်င္းေၾကာင့္  ပုဂၢလိကေက်ာင္းက ေရြးခ်ယ္ခဲ့တဲ့အတြက္ စိန္ေခၚမႈအသစ္ေတြစတင္ႀကဳံေတြ႕ပါေတာ့တယ္..ကုိင္း စပြဳိင္လာ မလုပ္သင့္ဆုံးဇတ္ကားစာရင္းထဲမွာပါလုိ႕ ဒီေလာက္ပဲေတာ္ပါရေစေနာ္..ဒီကားကုိ  ကြ်န္ေတာ္တုိ႕ ဂ်ိန္းစ္ဘြန္းမင္းသားႀကီးSean Conneryနဲ႕ Rob Brown က အဓိက သရုပ္ေဆာင္ထားပါတယ္..ဆုေပါင္း(၅)ဆုလည္း ရရွိခဲ့သလုိ အျခားဆု(၁၃)ဆုလည္း ဆန္ကာတင္စာရင္း၀င္ခဲ့တယ္…ဇတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ျဖစ္ပါတယ္…File Size : (1.15GB) and (425 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:16:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGus Van SantStarsAnna PaquinApril GraceBusta RhymesF. Murray AbrahamMatt DamonMichael NouriMichael PittRichard EastonRob BrownSean ConneryCastAnna PaquinApril GraceBusta RhymesF. Murray AbrahamGlenn FitzgeraldGus Van SantLil' ZaneMatt DamonMichael NouriMichael PittRichard EastonRob BrownSean Connery",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ihEhIKWqVUCWvtvGf7u7IKUMdfm.jpg",
      "https://image.tmdb.org/t/p/w300/2hh0HDHaq6hiJJZDZyUg24QOy3G.jpg",
      "https://image.tmdb.org/t/p/w300/riovKTflBqiYypDl3ncqoEkwvaZ.jpg",
      "https://image.tmdb.org/t/p/w300/22ESPmhVaVPMeD3sSyFWzUFy3ef.jpg",
      "https://image.tmdb.org/t/p/w300/x9VZNDGVEvgOLYMB4Pg4Jau8iIm.jpg",
      "https://image.tmdb.org/t/p/w300/atmdJs0sSC2OIKVFR9qu9bzjwuN.jpg",
      "https://image.tmdb.org/t/p/w300/3KlTm0YmQuEpPQIYtAAwTY07hLi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/heHi6n68fDiQoUc7SMletM9Adjz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/finding-forrester-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "Blu-Ray 720p,"
      },
      {
        "link": "https://megaup.net/STd6/Finding_Forrester_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "Blu-Ray 720p,"
      },
      {
        "link": "https://upstream.to/6913x87p531d",
        "server": "upstream.to",
        "size": "1.15GB",
        "quality": "Blu-Ray 720p,"
      },
      {
        "link": "https://usersdrive.com/ozrk8rh1w6uy.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "Blu-Ray 720p,"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=Qk0xRjdWQmx4cG04ZnBiSkhpOU1UVHdXS2hveEdFSVJvTHA4ZVQ2eVNxVy9jUlgxRlU4eGJZSWRadHF2VnhJK2srYW5GOERaR1U5WnZTUW8zTDNOQzk5TlFhWmxrNHBPdVFuTjE1VFJlZnFvWUthTm5wa0E3MXgxUjZCMmdXTU9IZ3pQMEFNakpRZWI3MG5qQlVHR21QeTFMOXIwaDV3UlRiS3Z1UEJkQXBOdGtlN29jSmp5blRBa3lGSUJpRkMwWFVpZTN1RWVmM2F2MUx0NER3MVNaZnptbVZ6dkY4cks3SUJKRG1ISHBhbFFsNEFMaHBYek1nY1plajZYQWYxYWV2anpibVdteTJwcythdmk5ZzVDUnRwc0dpa2ZZMGlhMUloNWJoQ21qeVVmYUo1VGgza3FUM3pJa2FkdnZ3cVFwZ3pZUlZwMnh0TWROQ2ZCbklYUDBDUXBkMFhTUHljNHBkaVNmclFLMGFSSlZiSXkrc0RIMzZBUjFqWXJXUFhR",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=Qk0xRjdWQmx4cG04ZnBiSkhpOU1UVHdXS2hveEdFSVJvTHA4ZVQ2eVNxVy9jUlgxRlU4eGJZSWRadHF2VnhJK2srYW5GOERaR1U5WnZTUW8zTDNOQzk5TlFhWmxrNHBPdVFuTjE1VFJlZnFvWUthTm5wa0E3MXgxUjZCMmdXTU9IZ3pQMEFNakpRZWI3MG5qQlVHR21QeTFMOXIwaDV3UlRiS3Z1UEJkQXBOdGtlN29jSmp5blRBa3lGSUJpRkMwWFVpZTN1RWVmM2F2MUx0NER3MVNaZnptbVZ6dkY4cks3SUJKRG1ISHBhbFFsNEFMaHBYek1nY1plajZYQWYxYWV2anpibVdteTJwcythdmk5ZzVDUnRwc0dpa2ZZMGlhMUloNWJoQ21qeVVmYUo1VGgza3FUM3pJa2FkdnZ3cVFwZ3pZUlZwMnh0TWROQ2ZCbklYUDBDUXBkMFhTUHljNHBkaVNmclFLMGFSSlZiSXkrc0RIMzZBUjFqWXJXUFhR",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=Qk0xRjdWQmx4cG04ZnBiSkhpOU1UVHdXS2hveEdFSVJvTHA4ZVQ2eVNxVy9jUlgxRlU4eGJZSWRadHF2VnhJK2srYW5GOERaR1U5WnZTUW8zTDNOQzk5TlFhWmxrNHBPdVFuTjE1VFJlZnFvWUthTm5wa0E3MXgxUjZCMmdXTU9IZ3pQMEFNakpRZWI3MG5qQlVHR21QeTFMOXIwaDV3UlRiS3Z1UEJkQXBOdGtlN29jSmp5blRBa3lGSUJpRkMwWFVpZTN1RWVmM2F2MUx0NER3MVNaZnptbVZ6dkY4cks3SUJKRG1ISHBhbFFsNEFMaHBYek1nY1plajZYQWYxYWV2anpibVdteTJwcythdmk5ZzVDUnRwc0dpa2ZZMGlhMUloNWJoQ21qeVVmYUo1VGgza3FUM3pJa2FkdnZ3cVFwZ3pZUlZwMnh0TWROQ2ZCbklYUDBDUXBkMFhTUHljNHBkaVNmclFLMGFSSlZiSXkrc0RIMzZBUjFqWXJXUFhR"
    }
  },
  {
    "metadata": "Not Rated|2000|114 min|Adventure,Drama,Sci-Fi",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "159,849"
    },
    "title": "Battle Royale (2000)",
    "description": "Battle Royale (2000)ဒီကားအကြောင်းကို မပြောခင် Pubg ဆိုတဲ့Gameကို အားလုံးသိကြမယ်ထင်ပါတယ်Pubg ကို ရေးဆွဲခဲ့တဲ့ သူက ဒီကားကိုကြည့်ခဲ့ပြီးဂိမ်းအဖြစ်ပြန် အသက်သွင်းဖို့ အကြံရခဲ့တယ်လို့ဆိုထားပါတယ်ဇာတ်လမ်းအကျဉ်းအနေနဲ့က ဂျပန်နိုင်ငံဟာ လူဦးရေတွေထူထပ်လျက်ရှိပြီးအလုပ်အကိုင်လဲရှားပါးနေပါပြီ အထက်လူကြီးတွေရဲ့ မစီမံနိုင်တဲ့အပေါ် ကျောင်းသား လူငယ်တွေကလဲသပိတ်မှောက်ကြပါတယ် ဒီမှာတင် အစိုးရအဖွဲ့ကကျောင်းသင်ခန်းစာအသစ်တစ်ခုတိုးပေးလ်ုက်ပါတယ်BR actလို့ခေါ်တဲ့ ဒီသင်ခန်းစာဟာ ကျောင်းသားတွေကိုကျွန်းတစ်ကျွန်းပေါ်ပို့ အချိန်၃ရက်အတွင်း ရှင်သန်သူတစ်ယောက်ထဲကျန်တဲ့အထိအချင်းချင်းသတ်ဖြတ်စေပါတယ်နှစ်စဉ် နိုင်ငံတစ်ဝှမ်းလုံးက ၈တန်းကျောင်းသားတွေထဲကအတန်းခွဲတစ်ခုကို ကျပန်းရွေးချယ်ပြီး ကျင်းပလေ့ရှိတဲ့ BR actသင်ရိုးကိုနာနာဟာရာတို့အတန်းက ကံထူးပြီးသင်ရတဲ့အခါမှာတော့…ဘာတွေဖြစ်လာမလဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါFile Size : (1gb) and (600 MB)Quality : blu-ray 720pRunning Time : 1h 54minFormat : Mp4Genre :Adventure,Drama,Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : Bluray.1080p.x264-RSGTranslated by Waizin WayneEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKinji FukasakuStarsEri IshikawaHitomi HyugaMisao KatoSayaka IkedaTakayo MimuraTakeshi KitanoTamaki MiharaTomomi ShimakiTsuyako KinoshitaYukari KanasawaCastAi IwamuraAi MaedaAki InoueAki MaedaAkihiro UgajinAkira YoshizawaAnna NagataAsami KanaiChiaki KuriyamaDaisuke YazawaEri IshikawaGô TatsukawaGôshi MatsuharaGouki NishimuraHajime YonedaHaruka NomiyamaHideaki KawashimaHideaki KojimaHidetsugu OkumuraHirohito HondaHiroshi KitagawaHitomi HyugaJun'ichi NashikiJunichi NaitouKanako FukauraKanji OkumuraKazuhiro YokokuraKazuo ArakiKazutoshi YokoyamaKen NakaideKenzo ShirahamaKôji TokuhisaKou ShibasakiMai SekiguchiMasanobu AndoMichi YamamuraMikiya SanadaMinamiMisao KatoMitsuaki TachikawaNaoki IwasawaNobuki BabaOsamu OhnishiRen MatsuzawaRyôta NakamuraRyou NittaRyouji SugimotoSatomi HanamuraSatomi IshiiSatoshi YokomichiSayaka IkedaSayaka KamiyaShigehiro YamaguchiShigeki HirokawaShigeki HommaShin KusakaShiro GoShôji TakanoSousuke TakaokaTakako BabaTakashi KomoriTakashi TaniguchiTakashi TsukamotoTakayo MimuraTakeshi KitanoTakeyuki HiraiTamaki MiharaTaro YamamotoTatsuya FujiwaraTomomi ShimakiTomu AsakawaTsuguharu NiizakiTsuyako KinoshitaUmiji TasakiYasuomi SanoYôichi MurakamiYousuke ShibataYukari KanasawaYukihiro KotaniYuko MiyamuraYutaka ShimadaYuuki MasudaYûya Nakahara",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2RUohbrXVlWG7O1amjNdGNADECI.jpg",
      "https://image.tmdb.org/t/p/w300/zbMFtat8zhA0xqS0k47Ps7jl8LJ.jpg",
      "https://image.tmdb.org/t/p/w300/4FM6hJsJfESblt3SFTIBkAaGBuY.jpg",
      "https://image.tmdb.org/t/p/w300/l2KaQOAMUju9d3PGHvmEvFBN0TV.jpg",
      "https://image.tmdb.org/t/p/w300/2LlkImD5d3w83m6g3ucWf5c5sjM.jpg",
      "https://image.tmdb.org/t/p/w300/cQR3VHRMUL8xGkWK5Up8rI7DHQD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTgxMmJhNjItMmFlMS00MWVlLWIyMjktYjUyYTI4MzA0YzgxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR007041000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2813n/Battle.Royale.2000.Directors.Cut.720p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "1.1gb",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2813v/Battle.Royale.2000.Directors.Cut.480p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "650mb",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/battle-royale-batoru-rowaiaru-2000",
        "server": "VIP Links",
        "size": "1.1gb",
        "quality": "1.1gb"
      },
      {
        "link": "https://yoteshinportal.cc/battle-royale-batoru-rowaiaru-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1gb",
        "quality": "1.1gb"
      },
      {
        "link": "https://sbembed3.com/d/7n4gcbe36aq5.html",
        "server": "streamsb.com",
        "size": "1.1gb",
        "quality": "1.1gb"
      }
    ],
    "trailer": {
      "video_id": "qMOCEF4n_zs",
      "video_url": "https://www.youtube.com/watch?v=qMOCEF4n_zs",
      "embed_url": "https://www.youtube.com/embed/qMOCEF4n_zs"
    }
  },
  {
    "metadata": "PG-13|2000|100 min|Comedy,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "97,497"
    },
    "title": "Coyote Ugly(2002)",
    "description": "Coyote Ugly(2002)IMDb….5.6ဒီဇာတ္ကားက imdb rating က အားရခ်င္စရာေတာ့မရွိဘူး…သုိ႕ေပမယ့္ စာေရးဆရာမ ဂ်ဴးရဲ႕ ေမာင္တုိ႕ေယာကၤ်ားေတြ ဆုိတဲ့ရုပ္ရွင္ခံစားမႈေဆာင္းပါးထဲမွ ဒီကားအေၾကာင္းေလးဖတ္ၿပီး လုပ္ျဖစ္သြားတာပါ….ဆရာမဂ်ဴးကေတာ့ ဒီကားရဲ႕ လွပမႈေတြကုိအေသးစိတ္ေရးသားထားခဲ့ပါတယ္…..ျပသခ်ိန္ ၁နာရီ ၄၀မိနစ္မွာ ဖခင္နဲ႕သမီးရဲ႕ခ်စ္ျခင္း၊သူငယ္ခ်င္းမိတ္ေဆြရဲ႕ ခ်စ္ျခင္း၊ ဘ၀လက္တြဲေဖာ္ရဲ႕ကူညီေဖးမမႈစတာေတြကုိ ေဖာ္က်ဴးႏုိင္သလုိ ကုိယ့္ရည္မွန္းခ်က္တစ္ခုအတြက္ ႀကဳိးစားခဲ့တဲေကာင္မေလးတစ္ေယာက္ စတဲ့ အေၾကာင္းေတြကုိ လွလွပပေလးရုိက္သြားႏုိင္တယ္လုိ႕ဆုိပါတယ္…ဆရာမဂ်ဴးညြန္းဆုိရေလာက္ေအာင္ ဒီကားက လွပခ်စ္စရာေကာင္းလွပါတယ္..သီခ်င္းေရး ဆရာမေလး ျဖစ္ခ်င္တဲ႔ ဗိုင္အုိလက္ဟာ ေနရာေဒသကုိ စြန္႔ခြာျပီး နယူးေယာက္ျမိဳ႕ေတာ္ၾကီး သို႔စြန္႔စားထြက္ခြာခဲ႔သည္။ ဤသို႔ ထြက္ခြာသည္ကုိ အေဖျဖစ္သူက မနွစ္သက္ေသာ္လည္း မတားခဲ႔ေပ။ဗုိင္အုိလက္သည္လည္း ျမိဳ႕သုိ႔ ယံုၾကည္မႈ အျပည့္ျဖင္႔ ထြက္ခြာခဲ႔ေသာ္လည္း ျမိဳ႕ၾကီးျပၾကီးတြင္မလယ္၀ယ္သူ တစ္ေယာက္အျဖစ္ က်င္လည္ေနရကာ အရာရာ အဆင္မေျပ ျဖစ္ခဲ႔သည္။ထုိ႔ထက္ဆုိးသည္ကား ပါလာေသာ ေငြသားေလးမ်ား အခိုးခံရျခင္း ျဖစ္သည္။စိတ္ဓာတ္က်က်ျဖင္႔ ဆုိင္တစ္ဆုိင္၀င္ထုိင္ရင္း ၀ံပုေလြမေလးမ်ားဟု နာမည္ေက်ာ္ေသာ မိန္းကေလးမ်ားနွင္႔စပ္ဟပ္ မိရာက အလုပ္တစ္ခု ရခဲ႔သည္။ ထုိ႔ျပင္ နယူးေယာက္ ေရာက္စကအမွတ္မထင္ဆံုခဲ႔ေသာ ေကာင္ေလးတစ္ေယာက္ သည္လည္း ဗိုင္အုိလက္၏ဘ၀ကုိပါရမီျဖည့္ရန္ ခ်ဥ္းကပ္လာခဲ႔သည္။ ဤသို႔ျဖင္႔ ဒုကၡဆင္းရဲမ်ားၾကားမွ အိပ္မက္ကုိ လွမ္းခ်ီေနေသာ ဗုိင္အုိလက္တစ္ေယာက္ရည္မွန္းခ်က္မ်ား ျပည့္၀လာမည္လား ဆုိသည္ကုိေတာ႔ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕….ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့Ko Ye Pye Sone ျဖစ္ပါတယ္..စကားမစပ္ သီခ်င္းေလးေတြလည္းအေတာ္မုိက္တယ္ဗ်…..File Size : (950 MB) and (335 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:40:00Genre :Comedy,Drama,MusicSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid McNallyMikayla AbromowitzStarsAdam GarciaBridget MoynahanChip ChineryGreg CollinsIzabella MikoJohn GoodmanMaria BelloMichael BayPiper PeraboTyra BanksCastAdam GarciaBridget MoynahanCarla AlapontChip ChineryGreg CollinsIzabella MikoJJ SnyderJohn GoodmanJohnny KnoxvilleKaitlin OlsonMaria BelloMelanie LynskeyMelody PerkinsMichael BayMichael WestonPiper PeraboSarah Jane MorrisStephanie HodgeSusan YeagleyTyra BanksWhitney Dylan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3eAudH9hkkr451VoAZPLEQVy5wX.jpg",
      "https://image.tmdb.org/t/p/w300/tm1Mv4t32RXLoeouGnxw6W0t5jk.jpg",
      "https://image.tmdb.org/t/p/w300/6SgOEYJn0uN6lq77oU4P982TTxm.jpg",
      "https://image.tmdb.org/t/p/w300/yjrxciS2QZ7kfgVFVp7KUp6Pie5.jpg",
      "https://image.tmdb.org/t/p/w300/aPRH2ZA6vUTJZtoUK9i8YIiM0H0.jpg",
      "https://image.tmdb.org/t/p/w300/vum4XROjiCdLOrpLx67J2oHBQx6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/15A92dWMP4anntYpAQ0Mzq7wtru.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/BQ/Coyote_Ugly_[2002]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "950MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/coyote-ugly2002",
        "server": "CM Links",
        "size": "950MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/coyote-ugly-2002-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "950MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/coyote-ugly-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tw3s/Coyote_Ugly_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ehx2bu4rq7cg",
        "server": "upstream.to",
        "size": "950MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "2lqWOOHOwlE",
      "video_url": "https://www.youtube.com/watch?v=2lqWOOHOwlE",
      "embed_url": "https://www.youtube.com/embed/2lqWOOHOwlE"
    }
  },
  {
    "metadata": "PG-13|2000|2h 53min|Drama,Romance",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "321,741"
    },
    "title": "Yi Yi (2020)",
    "description": "ဒီဇာတ်ကားကိုဘာလို့အဲ့ဒီနာမည်ပေးထားလဲမသိပါဘူးပေါ့ပေါ့ပါးပါးဟာသတွေကြည့်ချင်တဲ့သူတွေတော့ဘာလဲဆိုပြီးဖြစ်သွားမှာပါဇာတ်လမ်းပုံစံကပြောရရင်နုနုရည်(အင်းဝ)ရဲ့ မြစိမ်းပြာကမာရွတ်နဲ့ဆင်တူတယ်ထင်မိပါတယ်ဘဝတွေရဲ့အကြောင်းကိုရိုက်ပြထားတယ်ပေါ့တခြားကားတွေလို ပြချင်တဲ့အကြောင်းအရာကိုဇောင်းပေးမရိုက်ပဲလူ့လောကမှာနေ့စဥ်ဖြစ်နေကြဘဝတွေလည်ပတ်နေတဲ့ဘဝအသီးသီးကိုရိုက်ပြထားပါတယ်File Size – 1.8 gbQuality – bluray 1080pSubtitle –  burmeseTranslator – Nay ChiiEncoder – XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEdward YangStarsAdriene LinElaine JinHsi-Sheng ChenIssei OgataJonathan ChangKelly KoKelly LeePang Chang YuShu-shen HsiaoWu Nien-JenCastAdriene LinAn-an HsuChi-Tung YuEdward YangElaine JinHsi-Sheng ChenHsin-Yi TsengHsu Kuei-yingIssei OgataJonathan ChangKai-Li PengKelly KoKelly LeeKiyotaka UenoLawrence KoMei-Yun YuPang Chang YuShau-Ching SungShu-shen HsiaoShu-Yuan HsuTang Cong-shengTang Ru-YunTang Tsung ShengWang Chi-tsanWu Nien-JenYi-Wen Chen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zLWp1UxpT0fSoQ6nblLPfcFBzXf.jpg",
      "https://image.tmdb.org/t/p/w300/bufB6XjJFNPJOxQnR0vEDClBRYi.jpg",
      "https://image.tmdb.org/t/p/w300/tAwgmXKnQ6WVczwcIq5LKFr0LDb.jpg",
      "https://image.tmdb.org/t/p/w300/xYPdxBzrOvJ834AwOcgLD6IPCUG.jpg",
      "https://image.tmdb.org/t/p/w300/ziCJqAWYa38LfRC1Vf1f0fHxOUI.jpg",
      "https://image.tmdb.org/t/p/w300/epRm1SlT0Aur5NPTx6S11ji20fi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDNkMGUyYzUtNjM0ZC00NDM2LWE5ZjEtMjliNzIxMmMzZThhXkEyXkFqcGdeQXVyMzAxNjg3MjQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rqs2labjaev1.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/7jarbfcrv6bp.html",
        "server": "usersdrive.com",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/g1viaxgi07eq/Yi.Yi.A.One.And.A.Two.2000.Criterion.1080p.BluRay_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/3t8q0v72r4tl/Yi.Yi.A.One.And.A.Two.2000.Criterion.720p.BluRay_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/6hzl71eiy492",
        "server": "veryfiles.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/n8lnd4tbm73x",
        "server": "veryfiles.com",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://up-load.io/y323yppt2s8v",
        "server": "up-load.io",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://up-load.io/0oyoujndp2k4",
        "server": "up-load.io",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/yi-yi-a-one-and-a-two-2000-criterion-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/yi-yi-a-one-and-a-two-2000-criterion-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Sonn/Yi.Yi.A.One.And.A.Two.2000.Criterion.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/Sonz/Yi.Yi.A.One.And.A.Two.2000.Criterion.720p.BluRay_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/TtwVRJbZ#FhuN0br12WlbIEdZgpPaRBabjQJbcS-tarFOx6QC8Qg",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/S54BUbZD#OMBX2Yhku220OQnWYcv874r17RPtnXpFmH8StA58TTQ",
        "server": "mega.nz",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://yadi.sk/i/qoubX4RKPRODag",
        "server": "disk.yandex.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yadi.sk/i/WZjJoi4VEeh87Q",
        "server": "disk.yandex.com",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.mediafire.com/file/uzuyx21n1pc8a3e/Yi.Yi.A.One.And.A.Two.2000.Criterion.1080p.BluRay+{CM}.mp4/file",
        "server": "mediafire.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.mediafire.com/file/clt67xsa1srmsdx/Yi.Yi.A.One.And.A.Two.2000.Criterion.720p.BluRay+{CM}+.mp4/file",
        "server": "mediafire.com",
        "size": "554.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://dailyuploads.net/ttooohx16wzs",
        "server": "1fichier.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://dailyuploads.net/xpdxb57oo1e7",
        "server": "1fichier.com",
        "size": "554.5 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "EbwNZGrRfF8",
      "video_url": "https://www.youtube.com/watch?v=EbwNZGrRfF8",
      "embed_url": "https://www.youtube.com/embed/EbwNZGrRfF8"
    }
  },
  {
    "metadata": "R|2000|1h 52min|Action,Horror,Sci-Fi",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "122,221"
    },
    "title": "Hollow Man (2000)",
    "description": "Hollow Man (2000)_____IMDb – 5.8/10ဒီကားလေးက အတော်တော့ ဟောင်းခဲ့ပြီ2000 ခုနှစ်လောက်က အခွေဆိုင်တွေမှာကိုယ်ပျောက်လူသား ဆိုပြီး အငှားရဆုံး အခွေဖြစ်ခဲ့ဖူးတယ်အခွေဆိုင်တွေက ကော်ပီခွေ အနည်းဆုံး၃၀ လောက် ကူးထားရတဲ့ ရုပ်ရှင်ကားအခု ပြန်လွမ်းတဲ့ ပြန်ကြည့်ချင်တဲ့ 90 ဖွားတွေ အတွက်ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်….ဇတ်လမ်းအကျဉ်းကတော့သိပ္ပံပညာရှင် ဆဘတ်ရှန် ဦးဆောင်တဲ့အဖွဲ့ဟာ ကိုယ်ပျောက်ဆေးကိုတိရိစ္ဆာန်တွေ နဲ့ စမ်းသပ်ကာ သုတေသန လုပ်နေခဲ့တာအတော်ကြာပါပြီ သူတို့ အသေးဆုံး ကြွက်ကနေလူနဲ့ အနီးစပ်ဆုံး မျောက်အထိ စမ်းသပ်အောင်မြင်နေပါပြီဒီလုပ်ငန်းစဉ်သာ အောင်မြင်ခဲ့ရင် နိုင်ငံအတွက် အများကြီးအကျိုးဖြစ်ထွန်းစေမှာပဲ ဖြစ်ပါတယ်ဆဘတ်ရှန် ဟာ အဖွဲ့ထဲမှာ သူအတော်ဆုံးလို့မှတ်ယူထားပြီး အားလုံးရဲ့ အမြင်ကပ်မှု ကိုခံယူထားသူလဲ ဖြစ်ပြီး တကယ်လဲ တော်တဲ့သူဖြစ်ပါတယ်သူတို့ နောက်ဆုံး ကိုယ်ပျောက်ဆေး ကို တီထွင်နိုင်ခဲ့ပေမဲ့ပျောက်နေတဲ့ သက်ရှိကို ပြန်ဖော်နိုင်ဖို့ကိုတော့လုပ်ဆောင်နိုင်ခဲ့ခြင်း မရှိသေးပါ ဒီလိုနဲ့အချိန်တွေ ကြာလာတဲ့နောက် မှာတော့မျောက်ဝံ တစ်ကောင်ကို စမ်းသပ်အောင်မြင်ပြီးProject အောင်မြင်ခဲ့ပါတယ်…ဆဘတ်ရှန် က ဒီလောက်နဲ့ ရပ်တန့်မသွားပဲသူကိုယ်တိုင် သတ္တိရှိရှိ စမ်းဖို့ လူသား တစ်ယောက်ရဲ့ခန္ဓာကိုယ်က အောင်မြင်မှု ရှိမရှိ စမ်းသပ်ခံခဲ့တဲ့ နောက်မှာတော့….ဒီရုပ်ရှင်ကားကို May Thu က ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHaley McLaneJuanma Fernández ParísLouis D'EspositoPaul VerhoevenScott E. AndersonSteve LonanoStarsElisabeth ShueGreg GrunbergJoey SlotnickJosh BrolinKevin BaconKim DickensMary RandlePablo EspinosaRhona MitraWilliam DevaneCastElisabeth ShueGreg GrunbergJeffrey ScaperrottaJoey SlotnickJosh BrolinKevin BaconKim DickensMary RandlePablo EspinosaRhona MitraWilliam Devane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cRwFAdYkg5fxx4GWFpCSReXuLID.jpg",
      "https://image.tmdb.org/t/p/w300/da1O93Nb27mMFGQrRczDOg1vgyQ.jpg",
      "https://image.tmdb.org/t/p/w300/pylWtF2xTaW75dvvR16qU1LKyD.jpg",
      "https://image.tmdb.org/t/p/w300/ucTeyHNqVQrMHQia5NEsSz8m5sf.jpg",
      "https://image.tmdb.org/t/p/w300/xAOKkVdD6YRaW5eWy3tpCvcbCga.jpg",
      "https://image.tmdb.org/t/p/w300/A4axuCTffddB8JlGmDOQP7QmBT7.jpg",
      "https://image.tmdb.org/t/p/w300/g6UIASElC5M6jwtV4TZlz1sok3h.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/hollow-man-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hollow-man-2000",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hollow-man-2000-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/T3v7/Hollow_Man_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hWRFwaSA#wpczmfSyS0ZyIcJqxC-SrmCi_YdEL2tSuAP6XSvJeGU",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/9zlxm2m0my8r",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/2oqpzgl33fyb.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XufZT_CRW88",
      "video_url": "https://www.youtube.com/watch?v=XufZT_CRW88",
      "embed_url": "https://www.youtube.com/embed/XufZT_CRW88"
    }
  },
  {
    "metadata": "PG-13|2000|121 min|Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "162,882"
    },
    "title": "Chocolat(2000)",
    "description": "Chocolat(2000)IMDb…7.3,,,Rotten…..62%ေခ်ာကလက္ဆုိတဲ့ဇာတ္ကားဟာ လူသားဆန္မႈ၏ တန္ဖုိးတစ္ခုကုိပါးပါးေလးေျပာျပထားသည့္ ခ်စ္စဖြယ္ ကဗ်ာတစ္ပုဒ္လုိ႕ စာေရးဆရာမဂ်ဴးက ဆုိထားေလတယ္…ျပင္သစ္ႏုိင္ငံရဲ႕ၿမဳိ႕တစ္ၿမဳိ႕…သူတုိ႕ၿမဳိ႕ေလးက စည္းကမ္းေပါင္းမ်ားစြာ အယူေပါင္းမ်ားစြာရွိတယ္..သူတုိ႕ေတြကုိၾကည့္ရတာ စက္ရုပ္ဆန္ေနသလုိပဲ…ျပည္သူျပည္သားအေပါင္းဟာလည္း ဒီလုိက်င့္၀တ္စည္းကမ္းေတြကုိ အသားက်ေနတဲ့ပုံစံပါပဲ…ၿမဳိ႕ေတာ္၀န္ဟာ စည္းကမ္းေတြလုိက္နာၿပီး အေနအထုိင္တည္တံသူျဖစ္လုိ႕အားလုံးအေပၚကုိ ၾသဇာသက္ေညာင္းတယ္…ဒီလုိၿမဳိ႕ေလးကုိသားအမိ (၂)ေယာက္ေရာက္လာတယ္.ၿမဳိ႕ကုိေရာက္ၿပီးအေမလုပ္သူဟာ ေခ်ာကလက္ဆုိင္ဖြင့္တယ္...သူမ ဟာ လြပ္လပ္စြာေနတယ္…သူ႕ရဲ႕ကိုယ္ပုိင္ဟန္အတုိင္းေနတယ္…သုိ႕ေပမယ့္လည္း ၿမဳိ႕ခံလူေတြနဲ႕ ၿမဳိ႕ေတာ္၀န္အတြက္ေတာ့ သူမဟာ အရုိင္းဆန္ေနသလုိျဖစ္ေနတယ္….ဒီလုိၿမဳိ႕ရဲ႕ျမစ္ကမ္းကိုမွ ဂ်စ္ပစီေမာ္ေတာ္မ်ားဆုိက္ကပ္လာတယ္…ျမစ္ေၾကာင္းအတုိင္း ေမာ္ေတာ္နဲ႕ ကမၻာပတ္ၿပီးခရီးသြားေနထုိင္ၾကတဲ့သူေတြေပါ့။..ဒီေမာ္ေတာ္မွာပါတဲ့ လူလတ္ပုိင္းအရြယ္ေယာကၤ်ားတစ္ေယာက္ဟာ လည္းလြပ္လပ္ပြင့္လင္းစြာေနတဲ့သူေပါ့…ကုိင္းပရိတ္သတ္ႀကီးေရ ဒီၿမဳိ႕ေလးမွာ ဘာေတြဆက္ျဖစ္မလဲဆုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်…ဒီကားထဲက အဓိကသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Johnny Depp ႏွင့္ Juliette Binoche တုိ႕၂ေယာက္ကုိ သိၾကမယ္ထင္ပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္Tinnilar Lwin ျဖစ္ပါတယ္..File Size : (900 MB) and (364MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:01:00Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tinnilar LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLasse HallströmLibbie BarrStarsAlfred MolinaAurelien Parent KoenigCarrie-Anne MossJohn WoodJohnny DeppJudi DenchJuliette BinocheLena OlinLeslie CaronPeter StormareCastAlfred MolinaAntonio GilAurelien Parent KoenigCarrie-Anne MossChristianne OliveiraElisabeth CommelinGaelan ConnellGuillaume TardieuHarrison PrattHélène CardonaHugh O'ConorJohn WoodJohnny DeppJudi DenchJuliette BinocheLena OlinLeslie CaronMarion HauducoeurMichèle GleizerPeter StormareRon CookVictoire Thivisol",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mUBjXjU43hhy5bHnpHztxSmiK40.jpg",
      "https://image.tmdb.org/t/p/w300/kvfrPGp2x4W9vHJ1kub59ZG5yQ1.jpg",
      "https://image.tmdb.org/t/p/w300/pIxvVbr14pGrUsFBDghvyYNhbyc.jpg",
      "https://image.tmdb.org/t/p/w300/5TpctyKEOVrXlRpBT9uv0y64CIn.jpg",
      "https://image.tmdb.org/t/p/w300/qjRrJrZb0yCTG0Zt1pDLKmeNmSJ.jpg",
      "https://image.tmdb.org/t/p/w300/pfWAbyUv7tih41HgePuj8Sxls8w.jpg",
      "https://image.tmdb.org/t/p/w300/f9h1ZenstvQLCX1hhA9llRHd2ns.jpg",
      "https://image.tmdb.org/t/p/w300/umiJKN0RKgFKPoVY5Ry4jAwyGg9.jpg",
      "https://image.tmdb.org/t/p/w300/zSC8Vsic9Sz9YNECTJ8bXpX6yFd.jpg",
      "https://image.tmdb.org/t/p/w300/iniMJ3hUknVaF5jhl2Tfq955NuF.jpg",
      "https://image.tmdb.org/t/p/w300/bm1OSDLD8DYArnYL67UoLwT7Ivk.jpg",
      "https://image.tmdb.org/t/p/w300/4IosSg8SLcbjd19r0lmmqHtxFYo.jpg",
      "https://image.tmdb.org/t/p/w300/nbFj5c6OSL6gW76mbKZrERZIywM.jpg",
      "https://image.tmdb.org/t/p/w300/7chr94UkQyomokRIEzV55poZmNL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qVKYduwLJ5HjbeVVYqYPSAhWQqh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/chocolat-2000-mm-sub",
        "server": "VIP Links",
        "size": "907MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/chocolat-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "907MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "692hOJq1KJE",
      "video_url": "https://www.youtube.com/watch?v=692hOJq1KJE",
      "embed_url": "https://www.youtube.com/embed/692hOJq1KJE"
    }
  },
  {
    "metadata": "|2000|1h 58min|Adult,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "320"
    },
    "title": "18+ Plum Blossom (2000)",
    "description": "18+ Plum Blossom ( 2000 )ဒီ Erotic ကားကို တော်တော်များများ သိကြမယ်ထင်တာပါပဲ။မသိသေးရင်လည်း အခုကစ ကြည့်သင့်တဲ့ လက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်လို့ပြောလည်း မမှားဘူး။ဘာလို့ဆို သရုပ်ဆောင်တွေပဲရှိုးကြည့်ပါဦး။မင်းသမီးက ကိုရီးယားတစ်ပြည်လုံးက မင်းသမီးတွေအကုန်ပေါင်းလို့သူတစ်ယောက်တည်း အင်တာမှာ ရိုက်ထားတဲ့ အရေအတွက်ကို မမီနိုင်တဲ့ကိုရီးယားရဲ့ ဆရာအကျဆုံးမင်းသမီးဖြစ်တဲ့ ဘဲ့ဒိုနာကိုး။ကိုရီးယားပြည်တွင်းမှာဆိုလည်း ထိပ်တန်းဂိဆရာနှစ်ပါးဖြစ်တဲ့ ဘွန်းဂျွန်းဟိုနဲ့ ပတ်ချန်းဝုတို့ကားတွေမှာ သရုပ်ဆောင်ခဲ့သလိုဂျပန်ဂိဆရာ Hirokazu Koreedaရဲ့ကားတွေမှာလည်း ပါဖူးပါတယ်။ တခြားဂျပန်ကားတွေလည်း သူရိုက်ပါသေးတယ်။နောက်မက်ထရစ်ဒါရိုက်တာ၂ယောက် အဓိကရိုက်တဲ့ Sense8လို နာမည်ကြီး အင်္ဂလိပ်စီးရီးမှာလည်း အဓိကမင်းသမီးနေရာက ပါခဲ့ရဖူးပါတယ်။Cloud Atlasမှာလည်းပါဖူးပါတယ်။ Kingdomနဲ့တော့ သူ့ကို လူသိများပါလိမ့်မယ်။မင်းသားကတော့ ဟိုးရှေးခေတ်ကတည်းက Love Story in Harvard နဲ့ နာမည်ကြီးခဲ့တဲ့ခုတလောတောင် သူ့ကား The First Respondersတို့ Decibel တို့ တော်တော်ရေပန်းစားနေတဲ့ ကင်ရေဝန်းပါ။ဒါရိုက်တာကတော့ ၁၉၈၀ဝန်းကျင်ကတည်းက ရိုက်လာတဲ့ ရှေးဒါရိုက်တာဖြစ်တဲ့အပြင်ဒီကားဟာ သူ့နောက်ဆုံးကိုရီးယားကားဖြစ်တာကြောင့် သမ္ဘာတွေလည်း မြင်ရမှာပါ။Eroticကားကိုမှ ကိုရီးယားရဲ့အဂေါ်ဆုံး မင်းသမီးနဲ့တွဲကြည့်ရမယ့်အပြင် အခန်းတွေကလည်း လန်းတာမို့ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ဘာသာပြန်ထားတာကတော့Rookieပဲ ဖြစ်ပါတယ်။Genre….. Adult, DramaQuality…. 1080p | 720p | 480pFile size… 2.39GB | 1.11GB | 529MBFormat… mp4Duration…. 1h 58minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RookieEncoder…..BlankYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBae DoonaJin Hee-kyungKim Jeong-hyeonKim Rae-wonYoon Ji-hye",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/towY8ML2d6FwOFV3HvdVG63InZ1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oG1jILiTUZbsTYPKd88KO5iL2eO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1bn4xt30d6ue.html",
        "server": "usersdrive.com",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/18-plum-blossom-2000-1080-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Rtt2/(18+)Plum.Blossom.2000.1080p.FHDRip.CM.mp4",
        "server": "megaup.net",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/G3RwGYTA#f7rWpXOpdt5rmHF3awBOSjTPUkDR5ziumOzlh7PmgKY",
        "server": "mega.nz",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/oapv7zxwrw5r",
        "server": "streamvid.io",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/g5gaoy6m3cno.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/18-plum-blossom-2000-720-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3donA/(18+)Plum.Blossom.2000.720p.FHDRip.CM.mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/yvJHWTqB#iAfOyoFHNHsKtwcW7h2qaOj07AsyniODzV144-qyTbI",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/cz74pdu3f3cz",
        "server": "streamvid.io",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/8z6quozwyacw.html",
        "server": "streamsb.com",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/9oap73t2538w.html",
        "server": "usersdrive.com",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/18-plum-blossom-2000-480-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bw0y/(18+)Plum.Blossom.2000.480p.FHDRip.CM.mp4",
        "server": "megaup.net",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/eywUAagT#pTSmwknSegU-Je6flwnxCRorNWjgy4xGcSMCW2hMQak",
        "server": "mega.nz",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/b6hs3ank97m5.html",
        "server": "streamvid.io",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/c2m1ip6gn5vu",
        "server": "streamsb.com",
        "size": "529MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "HFexirncy1E",
      "video_url": "https://www.youtube.com/watch?v=HFexirncy1E",
      "embed_url": "https://www.youtube.com/embed/HFexirncy1E"
    }
  },
  {
    "metadata": "R|2000|1h 38m|Comedy,Crime",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "123000"
    },
    "title": "The Whole Nine Yards (2000)",
    "description": "The Whole Nine Yards (2000)~ IMDb rating – 6.7/10 ~Nicholas “Oz” Oseransky ဟာ လူချစ်လူခင်များပြီး စိတ်ထားကောင်းတဲ့ ကူညီတတ်တဲ့ သွားဆရာဝန်တစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း အိမ်မှာတော့ သူ့ကိုတစ်ချိန်လုံးထိုင်နှိပ်စက်နေတဲ့ဇနီးဆိုးနဲ့ ယောက္ခမဆိုးတွေကြောင့် ဒီအိမ်ထောင်ရေးကနေထွက်ပေါက်ရှာချင်နေတဲ့သူပါ။တစ်နေ့မှာတော့ သူတို့ဘေးအိမ်ကိုပြောင်းလာတဲ့လူဟာ သူ့ဂိုဏ်းခေါင်းဆောင်ကိုလက်ထောက်ချပြီး လာရှောင်တိမ်းနေတဲ့ နာမည်ကျော် ကြေးစားလူသတ်သမားဖြစ်တဲ့ Jimmy The Tulip ဆိုတာကို သူသိလိုက်ရပြီး သူ့မိန်းမကိုပြောပြမိခဲ့ပါတယ်။ အဲဒီမှာပဲ မလည်ရှုပ်လုပ်ချင်တဲ့ သူ့မိန်းမဟာ ကြံကြီးစည်ရာလို့ပြောရမယ့် အကြံကြီးတစ်ခုကိုစိတ်ကူးပေါက်ပြီး သူ့ကိုအတင်းအကျပ်ခိုင်းပါတော့တယ်။ အဲဒီအကြံကတော့ Jimmy ရဲ့ ဂိုဏ်းကိုသွားဆက်သွယ် Jimmy ကို လက်ထောက်ချပြီး ဂိုဏ်းကပေးတဲ့ဆုကြေးကိုထုတ်ဖို့ပါပဲ။ ကြေးစားလူသတ်သမားဖြစ်တဲ့ Jimmy ကတော့ Oz ကိုခင်ခင်မင်မင်လာပေါင်းတဲ့အတွက် Oz ကသူ့ဇနီးခိုင်းတာကိုမလုပ်ချင်ပေမယ့် မလွန်ဆန်နိုင်တဲ့အတွက် ရှေ့ဆက်တိုးရတဲ့အခါမှာတော့…ကြေးစားလူသတ်သမားဖြစ်ချင်တဲ့ Oz ရဲ့ လက်ထောက်ကောင်မလေး Jill, Jimmy ကိုအသေအကြေမုန်းတီးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် Janni, Jimmy ရဲ့ဇနီးဟောင်းမိန်းမလှလေး Cynthia, အဲဒီ Cynthia ကိုမှချစ်မိသွားတဲ့ Oz တို့ကြားမှာ တစ်ယောက်နဲ့တစ်ယောက် လှည့်စားအနိုင်ယူရမယ့် ဉာဏ်ကစားပွဲတစ်ခုဖြစ်လာပါတော့တယ်။အားလုံးသိကြတဲ့မင်းသားကြီး Bruce Willis နဲ့ Friends ပရိသတ်တွေရဲ့အသည်းစွဲ Chandler တဖြစ်လဲ Matthew Perry တို့ခေါင်းဆောင်ပါဝင်ထားတာပါ။Matthew ဟာ Bruce နဲ့အတူဒီဇာတ်ကားရိုက်နေချိန်မှာ အလောင်းအစားတစ်ခုလုပ်ခဲ့ပါတယ်။ အဲဒါကတော့ ဒီဇာတ်ကားသာ ဝင်ငွေကောင်းခဲ့မယ်ဆိုရင် Friends မှာဧည့်သည်အဖြစ်လာရိုက်ပေးဖို့ပါပဲ။ Bruce ကိုယ်တိုင်ကလဲ အဲ့ဒီလောက်အောင်မြင်မယ်မထင်ခဲ့မိတဲ့အတွက်လက်ခံခဲ့ပြီး ဒီဇာတ်ကားက အံ့သြစရာကောင်းလောက်အောင် ဝင်ငွေကောင်းခဲ့ချိန်မှာတော့ သူရှုံးသွားခဲ့တဲ့အတွက် Friends မှာပါလာခဲ့တာဖြစ်ပါတယ်။Friends ထဲက Bruce ရဲ့ဇာတ်ကောင်ဖြစ်တဲ့ Ross ရဲ့ယောက္ခမလောင်း Paul Stevens ကိုမှတ်မိကြဦးမှာပါ။သူ့သမီးနဲ့ Ross ကိုသဘောမတူနိုင်ပဲ တစ်ချိန်လုံးအပြစ်ရှာ ထိုင်ဖောက်နေတတ်တဲ့ဘဲကြီးပေါ့။ အခုဇာတ်ကားမှာတော့ ကြေးစားလူသတ်သမားအဖြစ် သူ့ရဲ့မထီတရီအပြုံးတွေ အေးစက်စက်အကြည့်တွေကိုပြန်မြင်ရမှာဖြစ်ပြီး Matthew ရဲ့ဇာတ်ကောင် Oz ကတော့ Chandler နဲ့စရိုက်ချင်းတူတဲ့အတွက် Friends တုန်းကအတိုင်း အလွဲလွဲ အချော်ချော်ဖြစ်ရပ်တွေနဲ့ပွဲကျစေဦးမှာပါပဲ။ Comedy နဲ့ Crime ကိုမျှမျှတတ ပေါင်းစပ်ထားတဲ့အတွက် အားလုံးအကြိုက်တွေ့မယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 890MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 38MinGenre – Comedy, CrimeSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan LynnStarsAmanda PeetBruce WillisCarmen FerlandCharles Biddle Sr.Deano ClavetFrance ArbourGary GoldGeoff LappHarland WilliamsHoward BilermanJean-Guy BouchardJoanna NoyesJohn Sanford MooreJohnny GoarKevin PollakMark CamachoMatthew PerryMichael Clarke DuncanNatasha HenstridgeRenee Madeline Le GuerrierRichard JutrasRobert BurnsRosanna ArquetteRumer WillisSean DevineSerge ChristianssensStephanie BiddleCastAmanda PeetBruce WillisCarmen FerlandCharles Biddle Sr.Deano ClavetFrance ArbourGary GoldGeoff LappHarland WilliamsHoward BilermanJean-Guy BouchardJoanna NoyesJohn Sanford MooreJohnny GoarKevin PollakMark CamachoMatthew PerryMichael Clarke DuncanNatasha HenstridgeRenee Madeline Le GuerrierRichard JutrasRobert BurnsRosanna ArquetteRumer WillisSean DevineSerge ChristianssensStephanie Biddle",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8k6dGZzXy788rj6DJepl781WlpU.jpg",
      "https://image.tmdb.org/t/p/w300/gOYlpZjpzHFePSHt0OxZHYENfvC.jpg",
      "https://image.tmdb.org/t/p/w300/xmcODzIJBYl9L4w5lFdvafw3e03.jpg",
      "https://image.tmdb.org/t/p/w300/l9t7z2r7vK3W26MhrJgM7LqjfrG.jpg",
      "https://image.tmdb.org/t/p/w300/4qyoUHHMeTLJtcjjV23hdzXPqxI.jpg",
      "https://image.tmdb.org/t/p/w300/vJBUOKLGfd4LAHaVLqFQc0YZ7bv.jpg",
      "https://image.tmdb.org/t/p/w300/raI2EPvyMcDMj4VH7J5EDoWhOGA.jpg",
      "https://image.tmdb.org/t/p/w300/rOEeFwwhTQJ1rXYk5zMFCCfIkQE.jpg",
      "https://image.tmdb.org/t/p/w300/hTRzZiTT7VPUURNXQOnFrisuC0Z.jpg",
      "https://image.tmdb.org/t/p/w300/dJu3d6KWhMfr5RaINBNrzcjKX6A.jpg",
      "https://image.tmdb.org/t/p/w300/1VXTKby9a4yNd52niOViFreoisS.jpg",
      "https://image.tmdb.org/t/p/w300/nmkXMgSpVD6KvZAojGxhKHfXoBt.jpg",
      "https://image.tmdb.org/t/p/w300/pqVFdQDe0wbZRKg6GDyx3ghYXag.jpg",
      "https://image.tmdb.org/t/p/w300/2pY0fGJhLf0YyQKuvamZToHD0Ck.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r4FvRHW1J9FAOnCYchZ7QanQ04e.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-whole-nine-yards-2000-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yNrv/(CM)_The_Whole_Nine_Yards_(2000)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AuhHEJLS#YU301CkXKff1ugHXWHz3Ab5TJJl5-McjupCRQaOeAgY",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8ff92a3ceq0c.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/jf5zo4l9irsj.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/w2pgszrhdgun",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-whole-nine-yards-2000-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3eKTd/(CM)_The_Whole_Nine_Yards_(2000)_720p.mp4",
        "server": "megaup.net",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/E6YTGC6b#BDbdfqpg9lxLNFXu6h7BsXB_lim0plmQwdWGC2pdeNA",
        "server": "mega.nz",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0p5w6vvzk5az.html",
        "server": "usersdrive.com",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/z6l2v58lbpj2.html",
        "server": "streamsb.com",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/r0lh2i2fm13f",
        "server": "streamvid.io",
        "size": "890MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "671bZc4jX7g",
      "video_url": "https://www.youtube.com/watch?v=671bZc4jX7g",
      "embed_url": "https://www.youtube.com/embed/671bZc4jX7g"
    }
  },
  {
    "metadata": "Unrated|2000|1h 42min|Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "804000"
    },
    "title": "Requiem for a Dream (2000)",
    "description": "Requiem for a Dream (2000)IMDb – 8.3/10, RT – 79%တစ်ချို့က Requiem For A Dream ကို ကြည့်ရအခက်ဆုံးရုပ်ရှင်တစ်ကားလို့ ဆိုကြတယ်။ တခြားတော့မဟုတ်ပါဘူး။ စိတ်ညစ်စရာတော်တော်ကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေကြောင့်ပါပဲ။ နာမည်ကျော်ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကတော့ ဒီလိုပြောထားတယ်။” Requiem for a Dream ဟာ အတော်လေးလက်တွေ့ကျတဲ့ စိတ်ဓာတ်ကျစရာအတော်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ Requiem for a Dream နဲ့ ပတ်သက်ပြီး စွဲမက်စရာကောင်းတဲ့အချက်က… ဒါရိုက်တာက ဆေးစွဲနေတဲ့ဇာတ်ကောင်တွေရဲ့ စိတ်ပိုင်းဆိုင်ရာအခြေအနေကို ပြောင်ပြောင်မြောက်မြောက် ပုံဖော်သွားတဲ့အချက်ပါပဲ။ ဆေးသုံးနေတဲ့အချိန်မှာ… ဆေးဟာ ဘာမဆိုဖြစ်နိုင်တဲ့ ကမ္ဘာတစ်ခုထဲကို ပြတင်းတံခါးခဏဖွင့်ပြပေးပြီး… အဲဒီတံခါးပိတ်ကျသွားတဲ့အခါမှာ… ဘဝက အဲဒီပြတင်းတံခါးကိုပြန်ဖွင့်ဖို့ ငွေနဲ့ဆေးကိုရှာဖို့ ကြံမိကြံရာရှာနေရတဲ့ အခြေအနေကို ဆိုက်ရောက်သွားတော့တယ်” တဲ့။ဒီရုပ်ရှင်ဟာ ဆေးစွဲနေတဲ့သူရဲ့ စိတ္တဗေဒကို အစစ်အမှန်ပြသထားတဲ့ ရုပ်ရှင်တစ်ကားပါ။ ဒီရုပ်ရှင်က အဓိကဇာတ်ကောင်တွေက အားလုံးက ဆေးစွဲနေတဲ့သူတွေပါပဲ။ အမျိုးအစားကိုက Psychological Thriller ဆိုတော့ ဒီကားရဲ့ စိတ်ညစ်ညူးစရာကောင်းမှုကို မှန်းဆမိလောက်ကြမှာပါ။သို့ပေမဲ့ ဒါရိုက်တာဟာ ဆေးသုံးနေတဲ့သူတွေနဲ့ ကြည့်ရှုသူကို တစ်ထပ်တည်းနီးပါး ခံစားရအောင် လုပ်နိုင်စွမ်းရှိတယ်လို့ ဆိုရပါမယ်။ ကနဦးမှာ ကိုယ်ပါရုပ်ရှင်ထဲပြေးဝင်ချင်စရာ ကောင်းလောက်တဲ့ ဘယ်လိုပြန်ပြောပြရမှန်းမသိတဲ့ ဇာတ်ဝင်ခန်းတွေကို တီးလုံးသံဆန်းဆန်းနဲ့ လိုက်ဖက်ညီညီပြသွားတယ်။ နောက် အဆုံးအစမဲ့တဲ့ ကောင်းကင်ကျယ်ပြာကြီးကို စီနီမာတိုဂရပ်ဖီလှလှနဲ့ ပြသွားတယ်။ ပြီးကျ ပရိသတ်ကို အနက်ရှိုင်းဆုံး လောကငရဲကို ဆွဲခေါ်သွားတယ်။ သူ့ရဲ့ ရှုပ်ထွေးပြီး လျှပ်တပြက်ဆန်တဲ့ တင်ဆက်ပြသပုံကြောင့်ရော အပြနဲ့ပနံသင့်တဲ့ ဂီတသံကြောင့်ရော ကြည့်ရှုသူကိုပါ ဆေးလိုက်သုံးနေရသလို ခံစားမှုမျိုးပေးနိုင်တယ်။ ရုပ်ရှင်ကြည့်ပြီး ဆေးသုံးနေရသလို ခံစားရစေမယ့်ရုပ်ရှင်ပါပဲ။Requiem For A Dream ရဲ့ ဒါရိုက်တာ Darren Aronofsky ဟာ Black Swan, Mother, Pi, The Fountain, The Wrestler တို့လို နာမည်ကျော်ရုပ်ရှင်တွေကို ရိုက်ထားတဲ့သူပါ။ ဒီရုပ်ရှင်ရဲ့ အဓိကသရုပ်ဆောင်တွေကတော့ Jared Leto, မမ Jennifer Connelly နဲ့ Ellen Burstynတို့ပါပဲ။Jared Letoကတော့ ဒီရုပ်ရှင်အတွက် ဝိတ်တွေကြိုးစားချခဲ့ပြီး ချစ်စရာဆေးသမား ငပိန်လေးရုပ်နဲ့ အံကိုက်ဖြစ်နေတယ်။ သူ့ကာရိုက်တာဖြစ်တဲ့ ဟယ်ရီက အမေတစ်ခု သားတစ်ခုဘ၀မှာ အမေရဲ့ တစ်ခုတည်းသော အဖော်ဖြစ်တဲ့ တီဗီကိုပါ ဗြောင်ခိုးရောင်းပြီး ဆေးချဖို့ငွေရှာရှာနေတတ်တဲ့ ဆေးသမားလေး။ သူက သူ့အမေကိုတော့ သူချစ်တယ်။ သို့ပေမဲ့ ယင်းထလာရင်တော့ ဘာမှကိုမမြင်တော့တဲ့ ကောင်မျိုးပေါ့။ အစမှာ အမြင်ကတ်စရာ ပုံစံနဲ့ ပုံဖော်သွားပေမဲ့ ကြာလာလေ သနားစရာကောင်းလေပါပဲ။ ဆေးသမားတွေရဲ့ တခြားဖက်ကို ပုံဖော်ထားတယ်ဆိုရမယ်။တစ်ချို့ဒါရိုက်တာကြီးတွေပြောကြတာတော့ ရုပ်ရှင်တစ်ကားရိုက်ဖို့ဆို မိန်းမတစ်ယောက်နဲ့ သေနတ်တစ်လက်ပဲလိုတယ်တဲ့။ ဆွဲဆောင်မှုနဲ့ သဲထိတ်ရင်ဖိုကို ဆိုလိုတာနေမှာပါ။ Jennifer Connelly ရဲ့ ဇာတ်ကောင် မာရီယွန်က ဒီရုပ်ရှင်ရဲ့ ဆွဲဆောင်မှုပါပဲ။ အပြောင်မြောက်ဆုံး စွဲဆောင်မှုပေါ့။ သူ့ဇာတ်ကောင်က ဆေးစွဲနေတဲ့ ဒီဇိုင်နာမလေး။ သူချုပ်ထားတဲ့ စကတ်အဆန်းကြီးက ခုနပြောတဲ့ ဘယ်လိုပြောရမှန်းမသိတဲ့ ဇာတ်၀င်ခန်းရဲ့ ပါ၀င်ပစ္စည်းတစ်ခုလို့ဆိုရမယ်။ အ၀တ်တစ်ထည်က ဇာတ်၀င်ခန်းကို အရောင်ပိုတောက်စေခဲ့တဲ့ အခန်းပေါ့။ သူ့ဇာတ်ကောင်က သနားစရာထက် ရင်နာစရာအတော်‌ကောင်းတဲ့ ဇာတ်ကောင်ပါပဲ။ မမဂျနီဖာကွန်နယ်လီက မမြင်အပ်နေရာတွေကို တစ်ပိုင်းတစ်စပြတဲ့အထိကို ရဲတင်းထားတာကို တွေ့ရမှာပါ။ သို့ပေမဲ့ ငမ်းချင်စိတ်ပျောက်ပြီး သူ့ကို ကရုဏာသာသက်မိစေတဲ့ဘက်ပဲ ပိုသွားပါလိမ့်မယ်။နောက်ဒီရုပ်ရှင်ရဲ့ အပြောင်မြောင်ဆုံးဇာတ်ကောင်က Jared Letoရဲ့ဇာတ်ကောင် ဟယ်ရီရဲ့အမေ ဆာရာ။ Ellen ဟာ Academy Award, Emmy Award နဲ့ Tony Award ဆိုတဲ့ ထိပ်တန်းဆုသုံးရထားတဲ့သူပါ။ ဒီလိုဆုရထားတဲ့သူကို Triple Crown of Acting လို့ခေါ်ပါတယ်။ 2021ထိမှ လူ၂၄ယောက်ပဲ ရဖူးသေးပါတယ်။ Ellenဟာ ဒီရုပ်ရှင်ထဲက သူ့ရဲ့ပြောင်မြောက်တဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လည်း ဒီတစ်ကားထဲနဲ့ အမျိုးသမီးသရုပ်ဆောင်ဆု ဆယ်ခုရခဲ့ပါတယ်။ သရုပ်ဆောင်ပိုင်း အတော်ပိုင်နိုင်တဲ့ အမျိုးသမီးကြီးပါ။ ဒီရုပ်ရှင်ထဲက သူ့ဇာတ်ကောင်က ပြောရရင် 12 Angry Menထဲက ” ဘာမှအရေးမပါတဲ့ သူတစ်ယောက်ဖြစ်ရတာ အင်မတန်၀မ်းနည်းဖို့ကောင်းတဲ့ အရာပါပဲ “ဆိုတဲ့ ဒိုင်ယာလော့ကို သတိရစေတယ်။ သူရဲ့ အဓိပ္ပာယ်မရှိတဲ့ ဘ၀ကြီးမှာ အဓိပ္ပာယ်ကိုရှာဖို့ ကြိုးစားရင်း ‌ဆေးကို ဘူမသိကိုးမသိ သုံးမိရာက ပိုသနားဖို့ကောင်းသွားတဲ့ အဘွားကြီးပေါ့။ ဒီရုပ်ရှင်မှာ သူက သနားဖို့အကောင်းဆုံးနဲ့ ဓားစာခံသက်သက် ဖြစ်ခဲ့တဲ့ဇာတ်ကောင်ပါပဲ။ ဇာတ်ကောင်တွေအားလုံးရဲ့ ဆေးရှိန်တက်ခန်း ယင်းထခန်းတွေဟာ ဒါရိုက်တာရဲ့ ရှုပ်ထွေးလှပတဲ့ တင်ဆက်ပုံထက် မလျော့ရအောင် သရုပ်ဆောင်ကောင်းခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ဟာ Adult ကားတွေထက်‌တောင် ပိုဆိုးတဲ့ ၂၁နှစ်အောက်ဘယ်လိုမှမကြည့်သင့်တဲ့ ရုပ်ရှင်ဆိုတာကိုတော့ သတိချပ်စေချင်ပါတယ်။ လိင်ပိုင်းဆိုင်ရာအပြခန်းတွေလည်း ကြမ်းပေမဲ့ အဓိကက အဲဒီအချက်ကြောင့်မဟုတ်ဘဲ ဆေးသုံးတာကို ပုံဖော်ထားတာတွေဟာ ပီပြင်လွန်း စိတ်ဝင်စားစရာကောင်းလွန်းနေတာကြောင့် လူငယ်တွေလက်တည့်စမ်းမိကြမှာ စိုးလို့ပါလို့ ဆိုပါတယ်။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.63GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.3/10Format – mp4Duration – 1H 42MinType – Drama,Psychological ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarren AronofskyCastAbraham AbrahamAbraham AronofskyAjay NaiduAliya CampbellAllison FurmanAmi GoodheartAndrew KesslerBen CohenBen ShenkmanBill BuellBrett FeinsteinBrian CostelloBryan ChattooCarter MansbachChad WeinerCharlotte AronofskyChas MastinChris VarvaroChristopher McDonaldCraig RalloDaniel ClarinDarren AronofskyDavid SeltzerDenise DowseDylan BakerEddie De HarpEllen BurstynEric CohenGeordan ReisnerGreg WeissmanGregg BelloHeather LitteerHenry StramHubert Selby Jr.Jack O'ConnellJames ChinlundJanet SarnoJared LetoJennifer ConnellyJenny DeckerJesse WeissbergerJim CentofantiJimmie Ray WeeksJoanne GordonJohn GetzJoshua PollackKeith DavidKeith ScandoreLeland GanttLianna PaiLouise LasserMarcia Jean KurtzMark MargolisMarlon WayansMichael KaycheckNina ZavarinOlga MeredizPeter CheyennePeter MaloneyRicardo ViñasRicky FierRobert Dylan CohenRoss LombardoSamia ShoaibScott BaderScott ChaitScott FranklinScott MillerSean GulletteShaun O'HaganStanley B. HermanSuzanne ShepherdTe'ron A. O'NealTodd Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c5g1Dn1tF22CS2oOvHDNKr1Ve2U.jpg",
      "https://image.tmdb.org/t/p/w300/hGtmFJI7q1S0UN1FeLSM9pwkWks.jpg",
      "https://image.tmdb.org/t/p/w300/g1U311jgL4DJbGgvIZgiCfHp44Q.jpg",
      "https://image.tmdb.org/t/p/w300/AbIbkLgXnpgKv8y7GdYVnuctTdW.jpg",
      "https://image.tmdb.org/t/p/w300/1nlsY3Eawg9wLOqHNYPLoJum473.jpg",
      "https://image.tmdb.org/t/p/w300/peZI7LOBmZ75swPRdmpwsUsJCf0.jpg",
      "https://image.tmdb.org/t/p/w300/4TSZHY0j6qDWxXT1cozejbauz04.jpg",
      "https://image.tmdb.org/t/p/w300/fmcxVkgyvFsqFgTvwpHE3HYuEjy.jpg",
      "https://image.tmdb.org/t/p/w300/1giA38lZtzkfGE4NpAk0fZyVqRT.jpg",
      "https://image.tmdb.org/t/p/w300/7jR6xSOqnWCrm3OGhm06Y8jGCYS.jpg",
      "https://image.tmdb.org/t/p/w300/qAvnoeYrPhhCO42NuEAYMOM1oOl.jpg",
      "https://image.tmdb.org/t/p/w300/mxuPubF3wbAOOZ9ofBIyXyp730X.jpg",
      "https://image.tmdb.org/t/p/w300/pmkJLDzWpulGjWnom1DOaBzvnar.jpg",
      "https://image.tmdb.org/t/p/w300/jRxxp0ZOBt9pgfFHMViKYCL0Ken.jpg",
      "https://image.tmdb.org/t/p/w300/lL9RVBMjrbSGeIU87z09yZYf9yv.jpg",
      "https://image.tmdb.org/t/p/w300/mjxygfk4tG8BmDpxWIpuFowTfQD.jpg",
      "https://image.tmdb.org/t/p/w300/lXsYIcePNodqW3clkrxFEuDwDrP.jpg",
      "https://image.tmdb.org/t/p/w300/fPvDxqz6Juey2BOedXn4HMGYwxA.jpg",
      "https://image.tmdb.org/t/p/w300/brnMiy0w09L8RmsHs2lcu7Nu1u4.jpg",
      "https://image.tmdb.org/t/p/w300/iF9Z6fmbsX2vL74yGPZzZn2UTdx.jpg",
      "https://image.tmdb.org/t/p/w300/7NMbhfii0hYBR4pAhFkCn5B3M3P.jpg",
      "https://image.tmdb.org/t/p/w300/xMR8fuypRy0MhYipr7Y1aJ3bkYs.jpg",
      "https://image.tmdb.org/t/p/w300/tAnEQGzdxVLQMKOBMS1HU75NBRd.jpg",
      "https://image.tmdb.org/t/p/w300/jGmrPBbBkUxgRs8oBTgdP5EqT0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/a1BrBoErndBAYEZZEJaotIJ6CE1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/requiem-for-a-dream-2000",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-requiem-for-a-dream-2000-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1H236/(CM)_Requiem_for_A_Dream_(2000)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OhlnBKDZ#CGzafA5NooPJkSRIeQllRXLhUN057DbWF8Owc2ftock",
        "server": "mega.nz",
        "size": "1.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/je3mmi991ooa.html",
        "server": "usersdrive.com",
        "size": "1.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-requiem-for-a-dream-2000-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mZuZ/(CM)_Requiem_for_A_Dream_(2000)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/jw9l3A7Z#zLtDnZuhlz1YR_eUxe94NRk219eZBTLEKZYhT72BifM",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8uckys4nzzda.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/8inhccdy6bre.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lgo3Hb5vWLE",
      "video_url": "https://www.youtube.com/watch?v=lgo3Hb5vWLE",
      "embed_url": "https://www.youtube.com/embed/lgo3Hb5vWLE"
    }
  },
  {
    "metadata": "R|2000|102 min|Comedy,Crime",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "715,073"
    },
    "title": "Snatch(2000)",
    "description": "Snatch(2000)IMDb….8.3,,,,Rotten….73%Snatch ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီကားရဲ့ ဒါရိုက်တာဖြစ်တဲ့Guy Ritchie အကြောင်းကိုပြောရမယ်ထင်တယ်…ဒီဘိုးတော်ကြီးက အောင်မြင်မှုရနိုင်ခြေနည်းတဲ့ King Arthur လိုကားမျိုးကိုတောင်ရင်ထဲစွဲကျန်နေအောင်ရိုက်နိုင်တဲ့အပြင် အခုလည်း လက်ရှိ မူလကျောရိုးအတိုင်းရိုက်ပေမယ့်အောင်မြင်မှုရနေတဲ့ Aladdin ရုပ်ရှင်ကားတို့ရဲ့ ဒါရိုက်တာဖြစ်တယ်….ပြောရရင်အထက်ပါ ၂ကားဟာပရိတ်သတ်ရင်ထဲကို ပုံရိပ်ဟောင်းပေါင်းများစွာလွှမ်းမိုးမှုရှိပေမယ့် သူကတော့ သစ်လွင်သောခမ်းနားခြင်းရသတွေနဲ့ဖမ်းစားနိုင်ခဲ့လေရဲ့…ဒီ Snatch ကားကလည်း ့ စိန်တုံးကြီးတစ်တုံးကအခြေတည်ပြီး လက်ဝှေ့ပွဲစီစဉ်သူရယ် အူကြောင်ကြားဓားပြတစ်ဖွဲ့ရယ် ဂျူးကျောက်မျက်ကုန်သည်ရယ် လက်နက်မှောင်ခိုသမားရယ် လူမိုက်ဂိုဏ်းခေါင်းဆောင်ရယ်တို့ရဲ့ကြားက စိန်တုံးကိုလိုက်ရင်း လူ့သဘော လူမနောတွေကို ဟာသတွေနှောရင်းအလှပဆုံးပုံဖော်ထားလို့ UK 2001 ရဲ့ ဒါရိုက်တာ Empire Award ဆုကိုရရှိခဲ့တယ်…Bratt Pitt ကြီးကတော့ အကောင်းဆုံးဇာတ်ပို့ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီးအခြားဆု(၄)ဆုလည်း ရရှိခဲ့တယ်….ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့….File Size : (950MB) and (390 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:42:00Genre :Comedy,CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura Zarni AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid ReidGuy RitchieMary HaddowMick WardStarsAlan FordBenicio del ToroBrad PittDennis FarinaJason StathamLennie JamesMike ReidRade SerbedzijaRobbie GeeVinnie JonesCastAdam FogertyAdeAlan FordAndrew ShieldAndy BeckwithAndy TillAustin DrageBenicio del ToroBrad PittCharles CorkChuck JulianDave LegenoDean SmithDennis FarinaElwin 'Chopper' DavidEric MeyersEwen BremnerGoldieGuy RitchieJames CunninghamJames WarrenJason BuckhamJason FlemyngJason Ninh CaoJason StathamJimmy RoussounisJoe WilliamsJohn FarnellJohn TahenyLennie JamesLiam DonaghyLiam McMahonMichael HughesMick TheoMickey CantwellMickey DeeMike ReidNicola CollinsPaul O'BoylePeter SzakacsRade SerbedzijaRobbie GeeRonald IsaacRoy SnellSam DouglasScott WelchShaun PearsonSid HoareSidney SedinSorcha CusackStephen GrahamTeena CollinsTim FaradayTrevor SteedmanVelibor TopicVinnie JonesWilliam BeckYuri Stepanov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lE1srrhvN9LHmJrFIrBkdo6NqSh.jpg",
      "https://image.tmdb.org/t/p/w300/ylEOcmmuVd2umPx53EEbFgzX4ab.jpg",
      "https://image.tmdb.org/t/p/w300/yWU0ved5F9jhGWZtetw23Ncy9HI.jpg",
      "https://image.tmdb.org/t/p/w300/ef05ioveTBNhRyzOvdG4RXnhb9e.jpg",
      "https://image.tmdb.org/t/p/w300/xJmffdhsb2oKBdEY9QjiSTxn1CL.jpg",
      "https://image.tmdb.org/t/p/w300/cNLZ7YGRikb4IsLblrzu86ndZPw.jpg",
      "https://image.tmdb.org/t/p/w300/BTitbf5n9RbZJxB9evceDKBlLU.jpg",
      "https://image.tmdb.org/t/p/w300/zPbTfZYAfTrdSA1oIyA2Ywu30iF.jpg",
      "https://image.tmdb.org/t/p/w300/w6Ecdh1Erq285jEVVKmjnkFUIdj.jpg",
      "https://image.tmdb.org/t/p/w300/dQXse6pM47zssvolMBeHQVmsj3B.jpg",
      "https://image.tmdb.org/t/p/w300/jHAzKOOaasN1YnoIIBtuLsI8iqx.jpg",
      "https://image.tmdb.org/t/p/w300/vc0Kpx2wvzw741uErZplALV70A.jpg",
      "https://image.tmdb.org/t/p/w300/qxK5NexHeA4VBgQOPbRfMpCQaMl.jpg",
      "https://image.tmdb.org/t/p/w300/nbQNqIAxqxyOT9RESkGaIMeZyiv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/on9JlbGEccLsYkjeEph2Whm1DIp.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2Tn7p/Snatch_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/snatch-2000",
        "server": "VIP Links",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/snatch-2000-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed3.com/9ixndwwjsdgj.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "ni4tEtuTccc",
      "video_url": "https://www.youtube.com/watch?v=ni4tEtuTccc",
      "embed_url": "https://www.youtube.com/embed/ni4tEtuTccc"
    }
  },
  {
    "metadata": "PG-13|2000|1h 47m|Action,Adventure,D&D Trilogy,Fantasy",
    "rating": {
      "rating": "/10",
      "rating_count": "34000"
    },
    "title": "Dungeons & Dragons (2000)",
    "description": "Dungeons & Dragons (2000)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ကားတွေကို ကြိုက်တဲ့သူတွေအတွက် အာသာပြေစေမယ့်ကား‌တွေလို့ပြောလို့ရတာတော့ မမှားပါဘူး။~ ဇာတ်လမ်းအကျဉ်း ~Dungeons & Dragons Trilogy ရဲ့ အကောင်းဆုံးကားလို့ပြောရပါမယ်။ Jeremy Ironsတို့ Marlon Wayansတို့ပါဝင်ထားပါတယ်။ အသစ်ပြမယ့် Reboot ကလည်း ဒီကားကိုပဲ အခြေခံထားတယ် ထင်ပါတယ်။ ဒီကားမှာတော့ အစ်ဇမာရဲ့ဧကရီမလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ထီးနန်းစိုးစံဖို့ဖြစ်လာပါတယ်။ ဒါပေမဲ့ကောင်စီက ဧကရီမလေးရဲ့ မှော်ဆရာတွေနဲ့ သာမန်လူတွေကို တစ်သားတည်းထား တန်းတူညီမျှအခွင့်အရေးပဲ ပေးချင်တဲ့ ပုန်ကန်တတ်တဲ့ဗီဇကို ကြောက်ရွံ့ပြီး ဧကရီမလေးဆီက အာဏာသိမ်းတဲ့ သဘောဆန်ဆန်လုပ်ဖို့ကြံလာပါတယ်။ ဒီခေတ်မှာတော့ ဘုရင်မဟာ နဂါးတွေကိုထိန်းချုပ်နိုင်စွမ်းရှိပြီး နဂါးတွေနဲ့ တိုက်ခိုက်တာတွေ ဘာတွေမြင်ရပါမယ်။ ဒါပေမဲ့ ကောင်စီက ဧကရီမလေးရဲ့ ရာဇတောင်ဝှေးကို အကြောင်းပြချက်ပေးသိမ်းယူဖို့ကြံတာကြောင့် ဧကရီမလေးနဲ့ လူယုံတွေဟာ နဂါးနီတွေကို ထိန်းချုပ်နိုင်တဲ့ ကျိုင်းကိုရှာပြီး သူ့လက်နက်အစားကိုင်စွဲပြီး ကောင်စီကို ဆန့်ကျင်ဖို့ လုပ်ပါတယ်။ ပုံပြင်ထဲမှာသာရှိပြီး မတွေ့တာကြာပြီဖြစ်တဲ့ ဒီကျိုင်းကိုရှာဖို့ မှော်ကျောင်းကမှော်ဆရာမလေးရယ် ဧကရီမလေးရဲ့အမှုထမ်းရယ် သူခိုး၂ကောင်ရယ် လူပုလေးတစ်ကောင်ရယ် စွန့်စားခန်းဖွင့်ကြတာကို ကြည့်ရမှာပါ။ နတ်သူငယ်တွေလည်း ပါပါသေးတယ်။ ဒီတော့ သူ့ပုံစံကြီးက GoT နဲ့ LoTR ကိုပေါင်းထားသလိုလိုပါပဲ။ ဘာနေနေကြည့်ကောင်းတဲ့ စွန့်စားခန်းမှော်ကားတစ်ကားလို့ပြောလို့ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 1.05MBQuality – 1080p, 720pFormat – mp4Duration – 1H 45MinGenre – Action, Adventure, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCourtney SolomonStarsBruce PayneDavid O'KellyEdward JewesburyJeremy IronsJustin WhalinKristen WilsonLee ArenbergMarlon WayansMartin AstlesMatthew O'TooleRichard O'BrienRobert MianoThora BirchTom BakerTomas HavrlikZoe McLellanCastBruce PayneDavid O'KellyEdward JewesburyJeremy IronsJustin WhalinKristen WilsonLee ArenbergMarlon WayansMartin AstlesMatthew O'TooleRichard O'BrienRobert MianoThora BirchTom BakerTomas HavrlikZoe McLellan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6EkMUU6qkdASRvZbnhqsd1dRGqR.jpg",
      "https://image.tmdb.org/t/p/w300/utozhLLXu9lXuoilMomJfXJOy5x.jpg",
      "https://image.tmdb.org/t/p/w300/dlpc4YSNhc9SgFpbyhOHDYQof46.jpg",
      "https://image.tmdb.org/t/p/w300/2mkDJRzYzFFExd4mJs9TP9mNg0r.jpg",
      "https://image.tmdb.org/t/p/w300/jWUQX2SPBYZSUSK3xNI8gYl3mRY.jpg",
      "https://image.tmdb.org/t/p/w300/iZv5vPj1HUx3YmZGizWCuG0EQWZ.jpg",
      "https://image.tmdb.org/t/p/w300/tOCfglRNJgbTDIuhnlhaa58R9zu.jpg",
      "https://image.tmdb.org/t/p/w300/pj6hdG1utbw1TRJKZFLnlq0Zhhf.jpg",
      "https://image.tmdb.org/t/p/w300/aFOmj2X7YBrQsajCDGA8rmd1KZt.jpg",
      "https://image.tmdb.org/t/p/w300/mhAzA8tS9sEmRrlmLfIOx0OBAfR.jpg",
      "https://image.tmdb.org/t/p/w300/zOztSuQUuXrVmvkzpFFBCrrB2eI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bbVFeTA4vv7gqXb8dPzxTg9j2gr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-2000-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Rjnw/(CM)_Dungeons_&_Dragons_(2000)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/crh1DS7Q#VgWsKFTaOOkiZp5gAYg8hmKPB8NEWOQK2kvmY1tVg1Q",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6imosjr52m0h.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/yx5gbxap0i9m.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jy42m2a7pe7p",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-2000-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Rjmv/(CM)_Dungeons_&_Dragons_(2000)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xqgzESKI#BXYGbK-WIrWcihltKQkWo75Jo9FYWKm1VvXwafawA7I",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1nch94m5ti5z.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/rob9t8tkbgkv.html",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/lbo1kovncj1t",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "efSq9FF1r2Q",
      "video_url": "https://www.youtube.com/watch?v=efSq9FF1r2Q",
      "embed_url": "https://www.youtube.com/embed/efSq9FF1r2Q"
    }
  },
  {
    "metadata": "PG-13|2000|1h 58min|Action,Crime,Drama,Mystery",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "100,129"
    },
    "title": "Frequency (2000)",
    "description": "Frequency (2000)IMDb – 7.3/10_____Rotten – 70%ရုပ်ရှင်အညွှန်းလေးကို မပြောပြခင် ဒီရုပ်ရှင်ကားကို Video Type ခေတ်ကတည်းကကြည့်ရှုခဲ့တာမို့ အဟောင်းတွေ ပြန်လည်တူးဆွရင်း ပြန်လည်တွေ့ရှိပြီးဘာသာပြန် Moe Myint Lwin ကို ဘာသာပြန်ဖို့ တိုက်တွန်းခဲ့ပြီးယခု ကြည့်ရှုသူများလက်သို့ အရောက် အပ်ခဲ့ပါပြီ….ဇတ်လမ်းရဲ့ ပုံစံကတော့ ဂျွန် ဟာ သူငယ်စဉ်ကတည်းက ဖခင်ကိုဆုံးရှုံးခဲ့ရသူဖြစ်ပြီး မီးသတ်တပ်ဖွဲ့အတွက် ဖခင်ဟာ အသက်ပေးသွားရသူပါဘ၀ တစ်လျှောက်လုံး ဂျွန် ဟာ ဖခင် မေတ္တာငတ်မွတ်ခဲ့ရပါတယ်…ဂျွန် မှာ မိခင်ကြီးသာ ရှိပြီး အမေ နှင့်လဲ မတွေ့ဖြစ်တာ ပိုများနေပါတယ်…ဂျွန် ၏ အလုပ်မှာ ရဲစုံထောက်ဖြစ်ပြီး ကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးရန်စုံစမ်းစစ်ဆေးနေတဲ့ အချိန်ဖြစ်ပါတယ်…တစ်ရက်မှာတော့ ဂျွန် သူငယ်ချင်း နှင့် သူငယ်ချင်း၏ သားဖြစ်သူတို့ ဂျွန်အိမ်ကို လာပြီးဖခင်ကြီး သိမ်းဆည်းသွားသော မီးသက်တပ်ဖွဲ့ဝန်ထမ်း သေတ္တာကို ဖွင့်စစ်ရာဖခင်ကြီး အသုံးပြုခဲ့သော ရှေးခေတ် အရေးပေါ် အသံထုတ်လွှင့်ဖမ်းစက် တစ်ခုကိုပြန်လည်ရှာတွေ့ကြပြီး သူငယ်ချင်း ၂ ယောက်ထိုစက်အား ကောင်းမကောင်းပြန်တပ်ဆင်ကြပါတော့တယ်….မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားသော ည တစ်ညမှာတော့ ထို အသံထုတ်လွှင့်ဖမ်းစက် အားတစ်ခြား အသံလှိုင်းတစ်ခုမှ လာရောက် ပူးပြီး ဂျွန်နှင့် မိတ်ဆက်စကားပြောရင်းထို အသံလှိုင်းပိုင်ရှင်မှာ လွန်ခဲ့သော နှစ်ပေါင်း ၃၀ တွင် ကွယ်လွန်သွားခဲ့သောဂျွန် ၏ ဖခင်ကြီး ဖရန့် ဖြစ်နေသည်ကို သိလိုက်ရသော အခါမှာတော့…..(Thit San Khant)IMDb Rate – 7.3/10File size – ( 848 MB )Quality – HD Rip 720PFormat – MP4Duration – 1h 58mSubtitle – Myanmar SubtitleEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGregory HoblitStarsDennis QuaidElizabeth MitchellJim CaviezelShawn DoyleCastAndre BraugherDaniel HensonDennis QuaidElizabeth MitchellJack McCormackJessica MeyerJim CaviezelJoan HeneyJohn Di BenedettoJordan BridgesKirsten BishopMarin HinkleMelissa ErricoMichael CeraNesbitt BlaisdellNoah EmmerichPeter MacNeillRichard SaliRocco SistoShawn DoyleStephen Joffe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hg9fFsZjtw64wworVY5mo45gkh9.jpg",
      "https://image.tmdb.org/t/p/w300/3N6iWYfL5spmk18d4s7rl4N89Pg.jpg",
      "https://image.tmdb.org/t/p/w300/w4W5gze2aQoW4BkmqHdS6WEg8qX.jpg",
      "https://image.tmdb.org/t/p/w300/sm0tgw5X0u8330FrhxHxbsq9slk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMjExMDg1MzIyM15BMl5BanBnXkFtZTYwNjYxNDg4._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/roz8nq2iqftn.html",
        "server": "usersdrive.com",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/frequency-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      },
      {
        "link": "https://yuudrive.me/9f4c5/frequency-20-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      },
      {
        "link": "http://www.filedwon.info/qsajfwxuaajb/Frequency_[2000]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      },
      {
        "link": "https://megaup.net/TEx4/Frequency_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      },
      {
        "link": "https://mega.nz/file/JsAQFDaT#sf3YcQBoUXY_7ZbIidpqIa7O0CHpOfrfD5BlKi5o7c0",
        "server": "mega.nz",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      },
      {
        "link": "https://upstream.to/3xggwd7fj3xj",
        "server": "upstream.to",
        "size": "848 MB",
        "quality": "HD-Rip 720P"
      }
    ],
    "trailer": {
      "video_id": "i6VQxn6HK_c",
      "video_url": "https://www.youtube.com/watch?v=i6VQxn6HK_c",
      "embed_url": "https://www.youtube.com/embed/i6VQxn6HK_c"
    }
  },
  {
    "metadata": "|2000||Fantasy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "1052"
    },
    "title": "The Machinery of Dreams (2021)",
    "description": "The Machinery of Dreams (2021)========================ကားတိုက်မှုကြောင့် သူ့အမေ ထိခိုက်သွားပြီး ဆေးရုံတက်နေရတာကြောင့် ရှစ်နှစ်သမီးလေး လီလီဟာ သူ့အဒေါ်မာသာ အဘွားဘက်သ်တို့နဲ့အတူ နေရဖို့ အကြောင်းဖန်လာပါတယ်။သူ့အဘွားဘက်သ်က ပုံပြင်ကောင်းကောင်းလေးတွေ ပြောတတ်သူတစ်ဦးပါ တစ်နေ့မှာတော့ လီလီ့ကို လယ်သမားနဲ့ မီးနတ်သူငယ်ဆိုတဲ့ ပုံပြင်‌လေး ပြောပြပါတယ်။ ပုံပြင်အရ သူ့အမေနေပြန်ကောင်းလာဖို့ နှလုံးသားတစ်စုံကို ရှာရပါမယ်။ နှလုံးသားကို မီးနတ်သူငယ်ကသုံးပိုင်းခွဲပြီး လောကသုံးခုက လူသုံးယောက်ဆီမှာ ပေးထားပါတယ်။သူ့အမေနေပြန်ကောင်းဖို့ ဘာမဆိုလုပ်မယ့် လီလီလေး လောကသုံးခုကို ခရီးသွားပြီး နှလုံးသားအစိတ်အပိုင်းတွေ ရှာပါတော့တယ်။လီလီလေး ခရီးမှာ ဘာအလှည့်အပြောင်းတွေ ကြုံရဦးမလဲ ဘာသင်ခန်းစာတွေ သင်ယူရမလဲ သူ့အမေရော ပြန်သတိရလာပါ့မလား စတာတွေကို ဒီဇာတ်လမ်းလေးမှာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပါ။ သင်ယူစရာသင်ခန်းစာတွေ အများကြီး ရမှာမို့ အားလုံး ခံစားကြည့်ကြဖို့ တိုက်တွန်းလိုက်ရင်း တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Phu Myat Thwe ဖြစ်ပါတယ်)File Size……….(1.3 GB) / (500 MB) / (330 MB)Quality…………WEB-RIP 1080p / 720p / 480PDuration………1Hr 40MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..FantasyTranslator…….Phu Myat ThweEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric HurtCastCora MetzfieldJack SteinbergJay TaylorJon CobbJoseph D. DurbinJulia KennerKate MonaghanRichard CooperSandra BelforteTonya BludsworthZach Bowman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mJQzKQPJpafOY0O1nI9maE50PxK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZjg0Y2NkNjEtOGNlZS00ZWQ4LTlhMDQtNDI5ZjhhYWMyZDkyXkEyXkFqcGdeQXVyNzc5NjAyNA@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-machinery-of-dreams-2021-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3eGby/The.Machinery.Of.Dreams.2021.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/q0ksb5t3dzok.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/u3ZT2CjQ#4NpZAThMiIDp5zi2qWR2Ky9nWCwaDXS3GNag-Yylc-w",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/0xv1y7ou02b2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/275d2q23oh4o",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-machinery-of-dreams-2021-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SLg2/The.Machinery.Of.Dreams.2021.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/cp1if4jz9y1m.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/O3JCWZBT#YQPrhoN5Gi9mNyMBHRNNydlj9nn9okwHpUPkY1pGBsE",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hyq7wvd7w3b9.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/7ii4d846h4b4",
        "server": "streamvid.io",
        "size": "500 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-machinery-of-dreams-2021-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "330 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1SLgk/The.Machinery.Of.Dreams.2021.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "330 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/0xv1y7ou02b2.html",
        "server": "streamsb.com",
        "size": "330 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/mrBA0CwC#loB7hnaY3wkdxu4XhDUrFJ3RyDlVngyn0Ni-r3mHnbE",
        "server": "mega.nz",
        "size": "330 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/1vk8uloucc2g.html",
        "server": "usersdrive.com",
        "size": "330 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/evn8kaz7knh2",
        "server": "streamvid.io",
        "size": "330 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "r3xZmn9Vz_w",
      "video_url": "https://www.youtube.com/watch?v=r3xZmn9Vz_w",
      "embed_url": "https://www.youtube.com/embed/r3xZmn9Vz_w"
    }
  },
  {
    "metadata": "|2000||Action,Adventure,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "441,114"
    },
    "title": "Mission: Impossible – Ghost Protocol (2011)",
    "description": "Mission: Impossible – Ghost Protocol (2011)================================IMDb Rating 7.4/10ကျွန်တော်တို့ဘဝမှာ No Plan,No Backup,No Choice အခြေအနေဖြစ်နေတဲ့အခက်အခဲတွေကိုကြုံ ဖူးကြမှာပါ၊ ဒီဇာတ်ကားထဲကလိုပေါ့။ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတွေထဲမှာ Mission Impossible ဇာတ်ကားတွေလည်း ပါပါတယ်။Mission Impossible ဇာတ်ကားတိုင်းဟာ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်လမ်းဇာတ်ကွက်၊ မရိုးနိုင်တဲ့စွန့်စားခန်းတွေနဲ့ ရုံဝင်ငွေကိုဦးဆောင်နိုင်ခဲ့တာချည်းပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့…အကြမ်းဖက်သမားတွေ ကရင်မလင် နန်းတော်ကို ဗုံးခွဲရာမှာ မတားဆီးနိုင်ခဲ့တာကြောင့် IMF အေးဂျင့်တွေဖြစ်တဲ့အီသန်ဟန့်နဲ့ ထောက်လှမ်းရေး အေဂျင်စီ တစ်ဖွဲ့လုံး နုတ်ထွက်လိုက်ရပါတယ်။အဖွဲ့အစည်း အထောက်အပံ့ မရတော့ပေမယ့် အီသန်ဟန့်တစ်ယောက် လက်မလျှော့ဘဲသူ့နာမည်နဲ့  သူတို့အေဂျင်စီ ဂုဏ်သတင်းကို ကာကွယ်ဖို့နဲ့ နောက်ထပ်အကြမ်းဖက်တိုက်ခိုက်မှုတွေ ထပ်ဖြစ်မလာဖို့ အားကုန်ရုန်းပါတော့တယ်။ဒါပေမယ့် သူတို့အဖွဲ့မှာ သူနဲ့ရည်မှန်းချက်မတူတဲ့လူတွေလဲပါဝင်နေတာကြောင့် မှန်ကန်တဲ့ရွေးချယ်မှုတွေနဲ့ IMF တစ်ဖွဲ့လုံးကို ပြန်လည်ကယ်တင်နိုင်မလားဆိုတာကတော့…။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=mission+impossibleကြည့်ပါ။File size…(10 GB)/(1.5 GB)/(1.1 GB)Quality….BluRay4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:12:55Subtitle….Myanmar Subtitle (Hardsub)Encoder….SWM, Nyeinsaeya AungTranslated byYe Kyaw HtetYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad BirdJakub DvorakStarsAnil KapoorIvan ShvedoffJeremy RennerLéa SeydouxMichael NyqvistPaula PattonSamuli EdelmannSimon PeggTom CruiseVladimir MashkovCastAles PutikAnastasiya NovikovaAndreas WisniewskiAndrej BestcastnyjAnil KapoorApril StewartBrian CaspeClaudia VasekováGhaleb El SaadiGina HirschGoran NavojecIlia VolokIvan ShvedoffJan Pavel FilipenskýJeremy RennerJiří KrausJosh HollowayLadislav BeranLéa SeydouxMichael NyqvistMichelle MonaghanMike DopudMiraj GrbićPaula PattonPavel BezdekPavel CajzlPavel KřížPetra LustigováRandy HallSamuli EdelmannSimon PeggTammy HuiTom CruiseTom WilkinsonTomáš ValíkVing RhamesVitaly KravchenkoVladimir Mashkov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pc7a2qrIkIxzqWGqcexd3mHzIxy.jpg",
      "https://image.tmdb.org/t/p/w300/rNGSM46gHZVszNngmx2HR9ift4n.jpg",
      "https://image.tmdb.org/t/p/w300/wLRRjb0GEUCuBMx3YFksg2xyH4S.jpg",
      "https://image.tmdb.org/t/p/w300/hqyjzDRCs1N5gEsh2gklzPdsEFD.jpg",
      "https://image.tmdb.org/t/p/w300/lD1R6Ffid5k95F7pvlFyXUuVRB8.jpg",
      "https://image.tmdb.org/t/p/w300/jHAgTvKmlQUHwaGqHyh8PtCU7xS.jpg",
      "https://image.tmdb.org/t/p/w300/AkyjuQxu1gPNRhew6NQBsyXhTnm.jpg",
      "https://image.tmdb.org/t/p/w300/aXnsqGRm1YLEbfUEBPwWgFmTHZx.jpg",
      "https://image.tmdb.org/t/p/w300/hHHhHf8f6Cf4f6E6ROdajdUxI7U.jpg",
      "https://image.tmdb.org/t/p/w300/aNslAdWX0WpPgjFMGjNIPo6YoEd.jpg",
      "https://image.tmdb.org/t/p/w300/w0MWm6QIHdet4SAC6c6p0jfMj9e.jpg",
      "https://image.tmdb.org/t/p/w300/eNBJf1brI0Y8DJfKuu2tTMZpZq3.jpg",
      "https://image.tmdb.org/t/p/w300/gqdKtcW8AIbdn5v5EV0PWCMsmJn.jpg",
      "https://image.tmdb.org/t/p/w300/8PGxlpRxxUIIszwQ5fIiSse7VR2.jpg",
      "https://image.tmdb.org/t/p/w300/voev1GftvqkxJ8ZyqYuAsdlL2DF.jpg",
      "https://image.tmdb.org/t/p/w300/lsMd8LRrsY69xqCXovqQuhT3ECr.jpg",
      "https://image.tmdb.org/t/p/w300/ihMiXX51olrHLGAPko8jzsQuFyL.jpg",
      "https://image.tmdb.org/t/p/w300/9FFuyZiu5kIDHYweBHDvdJDJ7sJ.jpg",
      "https://image.tmdb.org/t/p/w300/cr7RE8QZDCqSTTz11Odlq7Wxuyg.jpg",
      "https://image.tmdb.org/t/p/w300/xjsJIOpBFJdH87DAOFiqKUX3dh8.jpg",
      "https://image.tmdb.org/t/p/w300/1lS2tN4tpgoj4KyszD2qDIIfnZH.jpg",
      "https://image.tmdb.org/t/p/w300/sfRf9cNi6l4F4vIaQZVyVBNCree.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI4-4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-ghost-protocol-2011-2160-p-4-k-uhd-sdr-10-bluray-x-265-10-bit-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "10 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-iv-ghost-protocol-2011-1080-p-blu-ray-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3xBlh/[CM]Mission.Impossible.IV.Ghost.Protocol.2011.1080p.BluRay.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/mission-impossible-ghost-protocol-2011-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Ba3s/Mission_Impossible_-_Ghost_Protocol_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/b4wdsh43au8y.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "7wkih9Yvxq0",
      "video_url": "https://www.youtube.com/watch?v=7wkih9Yvxq0",
      "embed_url": "https://www.youtube.com/embed/7wkih9Yvxq0"
    }
  },
  {
    "metadata": "G|2000|1h 18m|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "13k"
    },
    "title": "Rugrats in Paris: The Movie (2000)",
    "description": "Rugrats In Pairs 2000IMDb 6.1ဒီတစ်ခါတော့ ဒီကလေးတစ်သိုက်က တောထဲရော လူသူကင်းမဲ့တဲ့ကျွန်းပေါ်ပါရောက်သွားတာမျိုးမဟုတ်ဘဲ ပဲရစ်မြို့ကြီးကိုရောက်သွားတာပါအလုပ်မှာအမှားဖြစ်သွားတာကြောင့် ReptarLandရဲ့ တာဝန်ရှိသူက ချက်ကီရဲ့အဖေကိုလှမ်းခေါ်ပြီး အမှားပြင်ဆင်ခိုင်းပါတယ်ချက်ကီမှာအားလုံးသိကြတဲ့အတိုင်း အမေမရှိပါဘူး တခြားကလေးတွေလိုမိခင်ရဲ့နွေးထွေးကြင်နာမှုကိုမခံရဘဲဖခင်နဲ့ပဲကြီးပြင်းလာတဲ့ချက်ကီလေးတစ်ယောက်ပဲရစ်မြို့ကြီးမှာတစ်ယောက်တည်းအထီးကျန်နေရာကသူငယ်ချင်းတွေကကြည့်မနေနိုင်တော့ဘဲ မေမေသစ်ရှာပေးမယ်ဆိုပြီး အကောင်အထည်ဖော်ပါတော့တယ်ဖြစ်ချင်တော့ ReptarLandရဲ့ တာဝန်ရှိသူ ကိုကိုးကလည်းကလေးချစ်တဲ့အထက်အရာရှိကိုသူလည်း ကလေးအဖေတစ်ယောက်နဲ့ယူတော့မှာဖြစ်ကြောင်းလိမ်လည်လိုက်ရာကအထက်လူကြီးကမင်္ဂလာပွဲအထိလာကြည့်ပြီးမှ လုပ်ငန်း‌တွေဆက်လက်တွဲသွားမယ်ဆိုပြီးပြောလာတာကြောင့် အကြပ်ရိုက်နေချိန် …တစ်ဖက်မှာလည်းမေမေသစ်လိုချင်နေတဲ့ချက်ကီနဲ့ဘယ်လိုနှစ်ပါးသွားကြမလဲ ကလေးမချစ်တတ်တဲ့ကိုကိုးနဲ့ ချက်ကီတို့ကလေးတစ်သိုက်ရဲ့ဗရုတ်ကျတဲ့အလွဲတွေနဲ့ ရယ်မောစရာကာတွန်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်Reviewed by YunniFile size…1.7GB /  900MBQuality…1080p Bluray AAC 5.1Ch / 720pFormat…mp4Duration….1h 18mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStig BergqvistPaul DemeyerStarsCasey KasemChristine CavanaughElizabeth DailyJohn LithgowKath SoucieMichael BellSusan SarandonTara StrongCastBilly WestCasey KasemCheryl ChaseChristine CavanaughCree SummerDan CastellanetaDebbie ReynoldsDionne QuanElizabeth DailyJack RileyJoe AlaskeyJohn LithgowJulia KatoKath SoucieKevin Michael RichardsonLisa McClowryMakoMelanie ChartoffMichael BellPhil ProctorRoger RoseSusan SarandonTara StrongTim CurryTress MacNeille",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9yxIBACv6GZs9JrhizDW6SEYaNu.jpg",
      "https://image.tmdb.org/t/p/w300/oDHkm3EyUY57K16Bd7F8OVxlBMg.jpg",
      "https://image.tmdb.org/t/p/w300/gWPDq2Z7SL6mYhzkwQdpwA1OwQ7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-in-paris.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/rugrats-in-paris-the-movie-2000",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/rugrats-in-paris-the-movie-2000-1080-p-blu-ray-h-264-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/18kebv8ngu1i.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1MWgw/Rugrats.In.Paris.The.Movie.2000.1080p.BluRay.H264.AAC.5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dpAT0BqA#N8N8cYW3bZRSX92uI_8WbQqjJuOFj_AxTctY6BdmFBQ",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/j9yixcer6pie.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/cjxqfk6ecuz9",
        "server": "veryfiles.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rugrats-in-paris-the-movie-2000-720-p-blu-ray-h-264-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u54b3zvgya3m.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1MWgt/Rugrats.In.Paris.The.Movie.2000.720p.BluRay.H264.AAC.2.0CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/B5BSDALJ#5KZ8FtgFXiE7qfpzS__cqKXqxLD2Z7NfWnWPN1mmoWA",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/tqyv808k20zd.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/aj0rizb4j53o",
        "server": "veryfiles.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "F8riqB7r5EQ",
      "video_url": "https://www.youtube.com/watch?v=F8riqB7r5EQ",
      "embed_url": "https://www.youtube.com/embed/F8riqB7r5EQ"
    }
  },
  {
    "metadata": "R|2000|1h 38min|Horror,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "222,507"
    },
    "title": "Final Destination (2000)",
    "description": "Final Destination(2000)IMDb……6.7/10(Blu-Ray 1080p 5.1 CH,Blu-Ray 720p တို့ဖြင့် အရောင်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….))Horror ကားကြိုက်နှစ်သက်သူတို့အဖို့  ကြည့်ဖူးသမျှထဲမယ် သူတို့ရဲ့ နှလုံးသည်းအူကို လှုပ်ရမ်းနိုင်တဲ့ ဇာတ်ကားများကို ပြောပါဆိုရင်Final Destination တွေကိုပြောကြမှာသေချာသလောက်ပါပဲ….ယ္ခုနောက်ပိုင်းထွက်တဲ့ horror ကားတော်တော်များများမှာ အထူးသဖြင့် Jump scare မျိုး ဝုန်းကနဲဒိုင်းခနဲ ခြောက်လှန့်တတ်တဲ့ ကားမျိုးတွေကို horror ကား ကြိုက်နှစ်သက်သူသူတို့အဖို့ ကြာလာတော့ အနည်းငယ်ရိုးအီလာသလိုပါပဲ…….Final Destination လို horror မျိုးကျတော့လည်း တကယ့်ကို သွေးပျက်ထိတ်လန့်စရာဖြစ်တဲ့အပြင်ကျောထဲစိမ့်နေအောင် ကြောက်နေရတာမျိုး….မင်း horror ဘယ်လောက် crazy ဖြစ်လဲဆိုတာကို Final Destination (1 to 5)ကို စဆုံးကြည့်ဖြစ်လားဆိုတာမျိုးနဲ့ ဆုံးဖြတ်ရလောက်အောင် သွေးပျက်ထိတ်လန့်စရာပါပဲ… ယ္ခုလည်း New Line Cinema ကFinal Destination Reboot ကိုစတင်လုပ်ဆောင်နေပြီလို့သိရပါတယ်။ဒီတော့ စဆုံးလေးကို ပြန်လည် ခံစားချင်သူများအတွက်  အရည်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်…..———————————————————File Size : (1.6GB) and (856MB)Quality : Blu-Ray 1080p 5.1 CH,Blu-Ray 720pFormat…mp4Duration…01:38:00Genre :  Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Subtitled by War DogEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrent CrowellJack HardyJames WongLara FoxRoger Scott RussellThomas J. WrightStarsAli LarterAmanda DetmerBrendan FehrChad DonellaDaniel RoebuckDevon SawaKerr SmithKristen ClokeSeann William ScottTony ToddCastAlessandro JulianiAli LarterAmanda DetmerBarbara TysonBrendan FehrChad DonellaChristine ChatelainDaniel RoebuckDevon SawaForbes AngusFred KeatingGuy FauchonJohn HainsworthKerr SmithKristen ClokeKristina MatisicLarry GilmanLisa Marie CarukMark HoldenMarrett GreenNicole RobertP. Lynn JohnsonPete AthertonRandy StoneRobert WisdenRoger Guenveur SmithSeann William ScottTony ToddTroy Yorke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7LU0ryVKd0AkmENyEzCYiGullu5.jpg",
      "https://image.tmdb.org/t/p/w300/7OD0Vkymc2nn6T5LvKoJRhURIHm.jpg",
      "https://image.tmdb.org/t/p/w300/eIGt4mLFykzYITaSR1qsOzJ0NZU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/Final-destination.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/final-destination-2000-mm-sub",
        "server": "VIP Links",
        "size": "1.6GB/856MB",
        "quality": "Blu-Ray 1080p 5.1 CH,Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/final-destination-2000-1080-p-blu-ray-5-1-ch-mm-sub-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://yoteshinportal.cc/final-destination-2000-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "856MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1x0j8/Final_Destination_[2000]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://megaup.net/4ePRT/Final_Destination_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "856MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfast.com/kwrfgn8g0695.html",
        "server": "streamsb.com",
        "size": "856MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "pna8QJDfJUE",
      "video_url": "https://www.youtube.com/watch?v=pna8QJDfJUE",
      "embed_url": "https://www.youtube.com/embed/pna8QJDfJUE"
    }
  },
  {
    "metadata": "R|2000|1h 39m|Crime,Hellraiser Franchise,Horror,Mystery",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "19000"
    },
    "title": "Hellraiser: Inferno (2000)",
    "description": "Hellraiser: Inferno (2000)ရှေ့က Hellraiser တွေနဲ့ အများကြီးကွဲထွက်နေတဲ့ ဇာတ်ကားလေးပါ။ Body Horror ထက် ဇာတ်လမ်းအသားပေး Horror, Mystery, Crime ဇာတ်ကား ဆန်နေပါတယ်။Cenobite တွေပါပြီး ငရဲအကြောင်းကို ခပ်ပါးပါးပြောပြသွားတာကလွဲပြီး စုံထောက်ကားပါပဲ။ ဒါရိုက်တာကတော့ Dr. Strange နဲ့ အခြား Sinister လို၊ The Exorcism of Emily Rose လို နာမည်ကျော် Horror ဇာတ်ကားတွေကို ကိုယ်တိုင်ရေး ကိုယ်တိုင် ရိုက်ကူးထားတဲ့ Scott Derrickson ပါ။ Saw Franchise ရဲ့ Spiral ဇာတ်ကားက ဒီဇာတ်ကားကို မှီးထားတာလို့လည်း ပြောကြပါတယ်။ဇာတ်လမ်းက အကျိုးအကြောင်းနဲ့ ယုတ္တိဗေဒကိုလက်ကိုင်ထားပြီး အရာတိုင်းကို အဖြေရှာရတာကို စွဲလန်းနေတဲ့ စုံထောက်တစ်ယောက် သေတ္တာနဲ့ တွေ့သွားတဲ့ အကြောင်းပါ။ Hellraiser အကြောင်းကို သိမထားရင်တော့ အဆုံးသတ်ကို နားလည်ဖို့အဆင်မပြေပါဘူး။ Hellraiser Franchise ရဲ့ ငါးကားမြောက်ဇာတ်ကားဖြစ်ပြီး ကျွန်တော့်အမြင်အရတော့ ရှေ့ကထွက်ဖူးသမျှထဲဇာတ်ကားတွေနဲ့ယှဉ်ရင် အကောင်းဆုံးလို့ ပြောချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.45GB, 930MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 39MinGenre – Crime, Horror, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott DerricksonStarsAkihiro NoguchiBrad BlumenthalBrian SostekCarmen ArgenzianoChristopher KriesaChristopher NeimanCliff CadaverCoco LeighCraig ShefferDaniel GavinDarlene LevinDoug BradleyEvan OkadaIan BarfordJ.B. GaynorJames RemarJessica ElliotKathryn JoostenKazuhiro YokoyamaLeigh Taylor-YoungLindley GardnerLindsay TaylorLynn SpeierMatt GeorgeMaureen Sue LevinMichael DenneyMichael Shamus WilesMike J. ReganNicholas SadlerNicholas TurturroNoelle EvansPatricia KaraPaul HayesRachel CurrenceRay MiceliRon AltamareSasha BarreseThomas CrouchTimothy 'TJ' James DriscollTimothy OmanWinifred FreedmanCastAkihiro NoguchiBrad BlumenthalBrian SostekCarmen ArgenzianoChristopher KriesaChristopher NeimanCliff CadaverCoco LeighCraig ShefferDaniel GavinDarlene LevinDoug BradleyEvan OkadaIan BarfordJ.B. GaynorJames RemarJessica ElliotKathryn JoostenKazuhiro YokoyamaLeigh Taylor-YoungLindley GardnerLindsay TaylorLynn SpeierMatt GeorgeMaureen Sue LevinMichael DenneyMichael Shamus WilesMike J. ReganNicholas SadlerNicholas TurturroNoelle EvansPatricia KaraPaul HayesRachel CurrenceRay MiceliRon AltamareSasha BarreseThomas CrouchTimothy 'TJ' James DriscollTimothy OmanWinifred Freedman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2yagY3Q2lAhBdInADCn3B9H56XM.jpg",
      "https://image.tmdb.org/t/p/w300/HKxmKCLEeN6JqykTzaKhd7qcBn.jpg",
      "https://image.tmdb.org/t/p/w300/rnNyaZVV68JdF8wpQZ1WVsvdasb.jpg",
      "https://image.tmdb.org/t/p/w300/qAe4OrahEXWYwmm5wEjk5G7UjxU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3OfJppmD5cRFgmosXXAxRFcMyrM.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-inferno-2000-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZw2a/(CM)_Hellraiser_-_Inferno_(2000)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9rtGnQbA#IOtCV_DJ2DhFIfMG_MFbm5sGBVY-GzImGnTUhtEJeFQ",
        "server": "mega.nz",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9v4x5tthad2d.html",
        "server": "usersdrive.com",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-inferno-2000-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZvZt/(CM)_Hellraiser_-_Inferno_(2000)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5yUTDaLA#6L-eb6PwQV-ezHB-DbXh7HG2ZjflxRDqjAVmzZlqLkE",
        "server": "mega.nz",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lmuc67plnhbr.html",
        "server": "usersdrive.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/7o67tjj2kugt",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/0ubymawre81y",
        "server": "streamvid.io",
        "size": "930MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "r_aEhYZuXRs",
      "video_url": "https://www.youtube.com/watch?v=r_aEhYZuXRs",
      "embed_url": "https://www.youtube.com/embed/r_aEhYZuXRs"
    }
  },
  {
    "metadata": "R|2000|129 min|Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "97,537"
    },
    "title": "Men of Honor(2000)",
    "description": "Men of Honor(2000)*****************IMDb…..7.2ကားနာမည်ကိုမြင်လိုက်ရုံနဲ့ ခင်ဗျားတို့ဟာ ဒီဇာတ်ကားရဲ့ အတိမ်အနက်ကို အနည်းငယ်ခန့်မှန်းမိလောက်မယ်ထင်မိပါရဲ့….ဇာတ်ကားရဲ့နာမည်က လေးနက်သလို ဒီကားထဲက သရုပ်ဆောင်တွေ ဇာတ်လမ်းဇာတ်ကွက်တွေ စကားပြောတွေ ပေးချင်တဲ့ message တွေဟာလည်း ခမ်းနားလှပလွန်းပါတယ်….ဒီကားက အမေရိကန် ရေတပ်မတော်မှာ ပထမဆုံးသော လူမည်းရေငုတ်သမားဘဝကို ဖိနှိပ်တားဆီးမှုကြားကကြိုးစားခဲ့ရတဲ့ ကားလ်ဘရေးရှီးရှား Carl Brashear ရဲ့ ဘဝဖြစ်စဉ်ကို ရိုက်ပြထားတာဖြစ်ပါတယ်…ဒီကားထဲက မင်းသားကြီးတွေဖြစ်တဲ့ Robert De Niro နဲ့ Cuba Gooding Jr. တို့ကိုတော့ တော်တော်များများသိကြမယ်ထင်ပါတယ်….ဇာတ်လမ်းနဲ့ပတ်သက်ပြီး ကျွန်တေ်ာဒီလောက်ပဲပြောပြချင်တယ်…ဒီကားက ဟာသတွေ CGI နည်းပညာတွေ မျက်ရည်ချူကွက်တွေ ရိုဆန်ဆန်အမူအရာတွေ တစ်ခုမှ မပါ ပါဘူး…သို့ပေမယ့် ခင်ဗျားဟာ ဇာတ်လမ်းအမျိုးအစားရွေးချယ်ကြည့်ရှုရာမှာ ဘယ်လောက်ပဲ ဇီဇာကြောင်နေနေ …ဒီကားကချွင်းချက်ဖြစ်သွားလိမ့်မယ်လို့ ကျွန်တော် မဝံမရဲ အာမခံပေးလိုက်ပါ့မယ်…ခံစားကြည့်လိုက်ပါဦးဗျ….File Size : (950 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:09:00Genre : Adventure, Drama, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thet Htet OoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGeorge TillmanJr.StarsAunjanue EllisCharlize TheronCuba Gooding Jr.David KeithGlynn TurmanHal HolbrookHolt McCallanyMichael RapaportPowers BootheRobert De NiroCastAunjanue EllisCharlize TheronCuba Gooding Jr.David KeithGlynn TurmanHal HolbrookHenry HarrisHolt McCallanyMichael RapaportPowers BootheRichard SandersRobert De NiroTheo Nicholas PagonesTyler Posey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7wVtInOyDrYlcZGQcaGGH4rm8iJ.jpg",
      "https://image.tmdb.org/t/p/w300/9ORojugWMoMUKMBmZNaDvwGAcFg.jpg",
      "https://image.tmdb.org/t/p/w300/3kxaapc9eBs6kthZC4Y50pqnVtC.jpg",
      "https://image.tmdb.org/t/p/w300/h4HuSmeZUr554cSNcDorl2scO1K.jpg",
      "https://image.tmdb.org/t/p/w300/jrpKAEdNQd0Nfp9iJAIcySSgVLG.jpg",
      "https://image.tmdb.org/t/p/w300/cXHY9uwITu8cwx6OLNi166ZO8kV.jpg",
      "https://image.tmdb.org/t/p/w300/iS0ngCgiFCAtCRLZaEfdamvSyiE.jpg",
      "https://image.tmdb.org/t/p/w300/WU2MMVEhWGDcujbaS4b7bNDeRs.jpg",
      "https://image.tmdb.org/t/p/w300/n0oBZ9KdsmIeaKnfnYWc18kFJB8.jpg",
      "https://image.tmdb.org/t/p/w300/wN3Ki8l9UkswX9OsCm3Lt42Io5H.jpg",
      "https://image.tmdb.org/t/p/w300/dRG8XQ0O4sRl6YloWL1TEeHIMpe.jpg",
      "https://image.tmdb.org/t/p/w300/7du5hnGz2TWw9uHgAof9L8WEZh6.jpg",
      "https://image.tmdb.org/t/p/w300/7w4U35JZTKFMmwgbgaRkoivEiV7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wNUAnXV1mzOOfvnVBIYsalkk078.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/32x66mbd4r3b.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/8e75bb2/men-of-honor-20-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/men-of-honor-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/d/XxW9u7AnQczutw",
        "server": "disk.yandex.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/km0udmqqz4pe",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://1fichier.com/?ghygsumz4t22mgnps18z",
        "server": "1fichier.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4UFwV/Men_Of_Honor_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/1M1XUYaa#0P4gd8Gvg2cQIiyqF0EndR-tB3WSgZpEaswhBuuVXlE",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2000||Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "7500"
    },
    "title": "Scooby-Doo and the Alien Invaders (2000)",
    "description": "Scooby-Doo and the Alien Invaders (2000)===============================IMDb Rating – 6.8/10ဒီတစ်ခါမှာတော့ 2002 ခုနှစ်ထွက် Scooby Doo ရုပ်ရှင်ရဲ့Graphic quality ကို အပြည့်အဝပြန်ခံစားပြီး Nostalgicဖြစ်လိုက်ကြရအောင်လားဗျာ။ IMdb Rating – 6.8 ရှိတာမို့ပုံမှန်လို Entertainment အသားပေးသာသာ Common senserating နည်းလေ့ရှိတဲ့ ဇာတ်လမ်းမျိုးမဟုတ်တာတော့ အထွေအထူးညွှန်းဖို့ မလို‌လောက်ပါဘူးနော်။Mystery Machine ရဲ့ ဒါရိုင်ဘာခုံမှာ ဖင်မထိုင်ဖူး‌သူ Shaggy နဲ့Scooby တို့နှစ်ယောက် ထူးထူးခြားခြား ကားမောင်းတာဝန်ယူတဲ့ညမှာမှ တိုက်တိုက်ဆိုင်ဆိုင် ဇာတ်လမ်းကစတာပါ။ ကန္တာရဒေသမို့ အချိန်အခါမဟုတ် သဲမုန်တိုင်းတိုက်နေတာပေါ့။ MysteryMachine ပေါ်ကနေ ပန်းကန်ပြားပျံသဏ္ဍာန် အရိပ်ကြီးတစ်ခု ဖြတ်ပျံသွားပြီးနောက်မှာတော့ ဂြိုဟ်သားကျူးကျော်မှုရဲ့ သားကောင်ဖြစ်နေတဲ့ နယ်မြို့လေးတစ်မြို့မှာ Scooby တို့သူငယ်ချင်းတစ်စု သောင်တင်စတည်းချရဖို့ ဖြစ်လာပါတော့တယ်။အစိုးရစီမံကိန်းရဲ့ စလောင်းတွေကြောင့် ဂြိုဟ်သားအန္တရာယ်ဖြစ်ရပါတယ်လို့ဆိုသူများအပြင်ကိုမှ Velma ကတော့ တခြားအရာကိုသာသံသယရှိနေခဲ့ပါတယ်။ ညဆိုတာနဲ့ ကြက်ပျောက်ငှက်ပျောက်ရှိလှတဲ့မြို့မှာ ခေါင်မိုးထပ်တက်ပြီး စိတ်ချလက်ချအိပ်မိတဲ့ Shaggy နဲ့ Scoobyတို့ကို ဂြိုဟ်သားတွေပြန်ပေးဆွဲသွားတာကနေစလို့ Mystery Gang ရဲ့စုံစမ်းစစ်ဆေးရေးအသက်ဝင်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(1.6 GB) / (716 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 14MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Adventure, ComedyTranslator…….Hnin Wut YiEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJim StenstrumCastAudrey WasilewskiB.J. WardCandi MiloFrank WelkerJeff BennettJennifer HaleKevin Michael RichardsonMark HamillMary Kay BergmanNeil RossScott Innes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zWNSygfmyghMvtc74CAObNQwOka.jpg",
      "https://image.tmdb.org/t/p/w300/4COXzXt4axwGNxOK90KJ3YD8lM9.jpg",
      "https://image.tmdb.org/t/p/w300/uHqyfQRPu4DkZiLurrMWV73IB1N.jpg",
      "https://image.tmdb.org/t/p/w300/arbMu04MN81pt4zEOGbTUwY1bOP.jpg",
      "https://image.tmdb.org/t/p/w300/9CDXPOStaNZtsAawUe1MmM2CQAe.jpg",
      "https://image.tmdb.org/t/p/w300/aLGNkzKa2KoVoGA2CtAkshbksfw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BNDA1NTIyNGMtOWU5Ni00MDgxLWJiOGYtOGMzMmU4M2MzNGVmXkEyXkFqcGdeQXVyNTA4NzExMDg@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/scooby-doo-and-the-alien-invaders-2000-1080-p-web-rip-x-264-aac-5-1-yts-mx-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Gi5l/Scooby-Doo.And.The.Alien.Invaders.2000.1080p.WEBRip.x264.AAC5.1-[YTS.MX]CM.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/kyatavbt85e7",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ZbVUDRoS#BHb-ONfkKpLecalO_D4Vmzh5Wr7y_T3_Rtx72PSbRx8",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nbok6toaji8n.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/scooby-doo-and-the-alien-invaders-2000-720-p-web-rip-x-264-aac-5-1-yts-mx-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "716 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kn9y/Scooby-Doo.And.The.Alien.Invaders.2000.720p.WEBRip.x264.AAC5.1-[YTS.MX]CM.mp4",
        "server": "megaup.net",
        "size": "716 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/uuko4iey1g8o",
        "server": "streamsb.com",
        "size": "716 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tOdCEbpR#GNXtIG1kPOGzu9369T7txizzCghLzFAflArMf4tjw-Q",
        "server": "mega.nz",
        "size": "716 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r0z6m3smjw3f.html",
        "server": "usersdrive.com",
        "size": "716 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BDocbhOloFI",
      "video_url": "https://www.youtube.com/watch?v=BDocbhOloFI",
      "embed_url": "https://www.youtube.com/embed/BDocbhOloFI"
    }
  },
  {
    "metadata": "PG-13|2000|1h 47min|Adventure,Comedy,Crime",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "276,552"
    },
    "title": "O Brother, Where Art Thou? (2000)",
    "description": "O Brother, Where Art Thou?(2000)IMDb….7.7/10_______Rotten – 77%အဲဗရက် ဒယ်လ်မာ နဲ့ ပိဒ်တို့ တို့ သူငယ်ချင်း (၃)ယောက်ဟာ ခပ်ဆိုးဆိုး ဘော်ဒါတွေ….တစ်ရက်တော့အမှုတစ်ခုကြောင့် ၃ယောက်လုံးထောင်ကျသွားတယ်….ဒါပေမယ့် ထောင်မကျခင်တုန်းမှာ ရတနာတွေကို သူတို့ဖွက်ထားနိုင်ခဲ့တယ်….ဒီရတနာတွေကြောင့် သူတို့ (၃)ယောက်ဟာ ထောင်ကထွက်ပြေးပြီးရတနာတွေကိုရှာဖွေဖို့ကြိုးစားကြတော့တယ်….သူတို့ ထောင်ကလွတ်မြောက်မလား…ဖွက်ထားတဲ့ရတနာတွေရောပြန်တွေ့မလား….ဒီကြားထဲ သူတို့ထောင်ပြေးလုပ်နေစဉ်ကာလအတွင်းမှာ ရင်ဆိုင်ရတဲ့ အန္တရယ်ပေါင်းစုံကိုလည်း ကျော်လွှားနိုင်ပါ့မလားဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး……..ဒီကားက IMDb 7.7, Rotten Tomatoes 77% ရရှိထားပြီးလူ(၃)ယောက်စရိုက် ၃မျိုးနဲ့ ထွက်ပြေးစဉ်ကာလတစ်လျှောက် လူတွေရဲ့သဘော မနောတွေအာဏာရူးတဲ့သူတွေအကြောင်း သူငယ်ချင်းမေတ္တာတရားတွေအကြောင်းကို ဟာသလေးတွေနှောပြီးပညာသားပါပါလေးရိုက်ကူးပြထားတာပါ…အတင်းကလိထိုးရယ်ခိုင်းတဲ့အကွက်တွေလုံးဝမပါပဲတွေးတွေးပြီးပြုံးနေရတဲ့အခန်းမျိုးတွေပါ…1930 ခုနှစ်လောက်က အမေရိကန်တောင်ပိုင်းရဲ့ ကျေးလက်ဒေသ အလှအပတွေကို တစ်ဝကြီး ရှုစားရမှာဖြစ်တဲ့အပြင်Cinematography ပိုင်းကလည်းပြောစရာမလိုအောင် လှပတဲ့ ရှုခင်းတွေ ကို ခံစားရမှာဖြစ်ပါတယ်…မင်းသားကြီးတွေကလည်း နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့George Clooney, John Turturro, Tim Blake Nelson တို့ဖြစ်ပါတယ်…Comedy,Drama ကားကောင်းတစ်ခုဖြစ်သလို Folk Music ကောင်းကောင်းလေးတွေပါနားဆင်ရဦးမှာဖြစ်တာကြောင့် မိုးအေးအေးလေးနဲ့ ကော်ဖီခွက်လေးတစ်ခွက်ကိုင်ပြီး ဇိမ်ကျကျနှပ်လို့ရအောင် လက်တို့ပေးလိုက်ပါရစေလားဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပဲဖြစ်ပါတယ်…File Size : (852 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:47:00Genre : Adventure, Comedy, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by KiwiEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEthan CoenJoel CoenThomas JohnstonStarsCharles DurningChris Thomas KingDel PentecostGeorge ClooneyHolly HunterJ.R. HorneJohn GoodmanJohn TurturroMichael BadaluccoTim Blake NelsonCastBrian ReddyCharles DurningChris Thomas KingChristy TaylorDaniel von BargenDel PentecostEd GaleFrank CollisonGeorge ClooneyHolly HunterJ.R. HorneJohn GoodmanJohn TurturroLee WeaverMia TateMichael BadaluccoMillford FortenberryMusetta VanderQuinn GasawayRay McKinnonStephen RootTim Blake NelsonWayne Duvall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9qAqlxaeGsXwwpeSEVDt7LPHLwn.jpg",
      "https://image.tmdb.org/t/p/w300/zkwA1dPsQkGidsrKTkPbFqMhTGV.jpg",
      "https://image.tmdb.org/t/p/w300/c30bThmhiCtT7diNpXq64kfd2S3.jpg",
      "https://image.tmdb.org/t/p/w300/hAsQ9OaGpppH75gb85blDodelSL.jpg",
      "https://image.tmdb.org/t/p/w300/4CVPPAlYUol8W9MQfgWuRIi4sQE.jpg",
      "https://image.tmdb.org/t/p/w300/hzW2kxEXGkciDc5tB20AbcysnUu.jpg",
      "https://image.tmdb.org/t/p/w300/1IdIWD9dhe2hhnsz9QRc1Gvk7fK.jpg",
      "https://image.tmdb.org/t/p/w300/j5N2iTQkKF5puiNGmsMgpZ2sxtO.jpg",
      "https://image.tmdb.org/t/p/w300/rbsm633lnt3hKHEpk7FOt3dy82a.jpg",
      "https://image.tmdb.org/t/p/w300/wgN5flfsoCOczn3q7oxA8Zgw6uw.jpg",
      "https://image.tmdb.org/t/p/w300/3U98a4AWjRRptUSbNdxtM9cp3dd.jpg",
      "https://image.tmdb.org/t/p/w300/8MMrMOilQgLFoBk8MVcKU53Kfnf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/O-brother-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mgbokoakli7i.html",
        "server": "usersdrive.com",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/o-brother-where-art-thou-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/i3ghkpfm3zav",
        "server": "upstream.to",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/o-brother-where-art-thou-2000-mm-sub",
        "server": "VIP Links",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2l0km/O_Brother,_Where_Art_Thou_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://tubesb.com/qxjeo1aa15mm.html",
        "server": "streamsb.com",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "G7nNDKrTrag",
      "video_url": "https://www.youtube.com/watch?v=G7nNDKrTrag",
      "embed_url": "https://www.youtube.com/embed/G7nNDKrTrag"
    }
  },
  {
    "metadata": "R|2000|1h 42min|Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "464,752"
    },
    "title": "American Psycho (2000)",
    "description": "American Psycho(2000)IMDb….7.6,,,,Rotten…69%အမေရိကန် ပြည်ထောင်စု ၉၀နှစ်ဝန်းကျင်မှာ ကုမ္ပဏီ လူကြီးမင်းတွေကြားက အချင်းချင်းပြိုင်ဆိုင်မှုတွေ မနာလိုမှုတွေ အဆင့်အတန်းခွဲ ခြားမှုတွေပြည့်နှက်နေခဲ့တယ် ....ရယ်မောစကားပြောနေပေမယ့် အတွင်းစိတ်က မုန်းတီးနေကြတဲ့ ပတ်ဝန်းကျင်တစ်ခု….. ဒီလိုအနေအထားမှာ ပက်ထရစ် ဘိတ်မန်း တစ်ယောက် သူကြည့်မရတဲ့ လုပ်ဖော်ကိုင်ဘက်ကို သတ်ပစ်ခဲ့တယ် ...သူ့လုပ်ရပ်တွေက အကုန်အဆန်းတွေကြီးပဲ…ဒီကားဟာ TOP IMDB ထဲမှာပါသလို ရုပ်ရှင်ဝေဖန်ရေးသမားတွေအသိအမှတ်ပြုဇာတ်ကားတစ်ကားဖြစ်တယ်….ဒီကားကိုကြည့်တဲ့သူတွေအဖို့  ဘိတ်မန်းရဲ့ စရိုက် အမူအကျင့်တွေ ပတ်ဝန်းကျင်ကို ဆက်ဆံပုံတွေ အသေးစိတ် မျက်ခြေမပြတ်လိုက်ရပါ့မယ်..….သူလုပ်ရပ်တွေဟာ အမှန်တကယ်ဖြစ်ခဲ့တာလား…စိတ်ကူးယဉ်သက်သက်လား….သူစီစဉ်ခဲ့တာတွေဟာဘာအတွက်လဲ…. ဘာကြောင့်လဲ…ဒီကားက အတော်ကို ခေါင်းစားပါတယ်...နောက်ပြီးအဖော်အချွတ်အခန်းတစ်ချို့ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဒီကားရဲ့ အဓိကသရုပ်ဆောင် Christian Bale  ကိုတော့ ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...ဒီကားဟာ ကျွန်တော့်အမြင်ပြောရရင် ကြည့်ရှူသူကို အဖြေတွေရှာခိုင်းတာ ဒါမှမဟုတ် ခံစားဆုံးဖြတ်နိုင်စွမ်းဘယ်လောက်ရှိသလဲ စမ်းသပ်နေတာနဲ့ပိုတူပါတယ်...ဆိုတော့ကား ဒီကားကြည့်ပြီး ခံစားသိမြင်တာလေးတွေကို ကျွန်တော်တို့ channel myanmar group မှာ  လာရောက်ဆွေးနွေး မျှဝေပေးဖို့ဖိတ်ခေါ်အပ်ပါတယ်…————————————————–အ​ေမရိကန္​ ျပည္​​ေထာင္​စု ၉၀နွစ္​၀န္​းက်င္မွာ ကုမၸဏီ လူႀကီးမင္​း​ေတြၾကားက အခ်င္​းခ်င္​းၿပိဳင္​ဆိုင္​မႈ​ေတြ မနာလိုမႈ​ေတြ အဆင္​့အတန္​းခြဲ ျခားမႈ​ေတြျပည္​့နွက္​​ေနခဲ့တယ္​ ....ရယ္​​ေမာစကား​ေျပာ​ေန​ေပမယ္​့ အတြင္​းစိတ္​က မုန္​းတီး​ေနၾကတဲ့ ပတ္​၀န္​းက်င္​တစ္​ခု….. ဒီလုိအေနအထားမွာ ပက္​ထရစ္​ ဘိတ္​မန္​း တစ္​​ေယာက္​ သူၾကည္​့မရတဲ့ လုပ္​​ေဖာ္​ကိုင္​ဘက္​ကို သတ္​ပစ္​ခဲ့တယ္​ ...သူ႕လုပ္ရပ္ေတြက အကုန္အဆန္းေတြႀကီးပဲ…ဒီကားဟာ TOP IMDB ထဲမွာပါသလုိ ရုပ္ရွင္ေ၀ဖန္ေရးသမားေတြအသိအမွတ္ျပဳဇာတ္ကားတစ္ကားျဖစ္တယ္….ဒီကားကုိၾကည့္တဲ့သူေတြအဖုိ႕  ဘိတ္မန္းရဲ႕ စရုိက္ အမူအက်င့္ေတြ ပတ္၀န္းက်င္ကုိ ဆက္ဆံပုံေတြ အေသးစိတ္ မ်က္ေျခမျပတ္လုိက္ရပါ့မယ္..….သူလုပ္ရပ္ေတြဟာ အမွန္တကယ္ျဖစ္ခဲ့တာလား…စိတ္ကူးယဥ္သက္သက္လား….သူစီစဥ္ခဲ့တာေတြဟာဘာအတြက္လဲ…. ဘာေၾကာင့္လဲ…ဒီကားက အေတာ္ကုိ ေခါင္းစားပါတယ္...ေနာက္ၿပီးအေဖာ္အခြ်တ္အခန္းတစ္ခ်ဳိ႕ ပါလုိ႕ မိသားစုနဲ႕အတူမၾကည့္သင့္ပါဘူး..ဒီကားရဲ႕ အဓိကသရုပ္ေဆာင္ Christian Bale  ကုိေတာ့ ေထြေထြထူးထူးမိတ္ဆက္ေပးစရာမလုိဘူးထင္ပါတယ္...ဒီကားဟာ ကြ်န္ေတာ့္အျမင္ေျပာရရင္ ၾကည့္ရွဴသူကုိ အေျဖေတြရွာခုိင္းတာ ဒါမွမဟုတ္ ခံစားဆုံးျဖတ္ႏုိင္စြမ္းဘယ္ေလာက္ရွိသလဲ စမ္းသပ္ေနတာနဲ႕ပုိတူပါတယ္...ဆုိေတာ့ကား ဒီကားၾကည့္ၿပီး ခံစားသိျမင္တာေလးေတြကို ကြ်န္ေတာ္တုိ႕ channel myanmar group မွာ  လာေရာက္ေဆြးေႏြး မွ်ေ၀ေပးဖုိ႕ဖိတ္ေခၚအပ္ပါတယ္…File Size : (804 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:42:00Genre :  Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thet Htet OoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDawn SorokolitMary HarronStarsBill SageCara SeymourChloë SevignyChristian BaleJared LetoJosh LucasJustin TherouxMatt RossSamantha MathisWillem DafoeCastAlan McCulloughAnthony LemkeBill SageBlair WilliamsBrett Alexander DavidsonBryan RenfroCara SeymourCatherine BlackCharlotte HunterChloë SevignyChristian BaleChristina McKayConnie ChenGlen Marc SilotGuinevere TurnerJared LetoJessica LauJoseph OliveiraJosh LucasJoyce R. KorbinJustin TherouxKate SteenKelley HarronKiki ButtignolKrista SuttonLandy CannonLeanne Poirier GreenfieldLilette WiensMargaret MaMarie DameMark PawsonMatt RossMonika MeierPark BenchPatricia GagePeter LoungPeter Tufford KennedyReese WitherspoonReg E. CatheyReuben ThompsonRoss GibbySamantha MathisSomaya ReeceStephen BogaertWillem Dafoe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/alWtP7JwoanQyqXzg3PCbEFrfwS.jpg",
      "https://image.tmdb.org/t/p/w300/2Tawvc0JMmR9nBXD3nhBThTQP2X.jpg",
      "https://image.tmdb.org/t/p/w300/fVJQjlTIEczbHKi4Uk11zBBMypb.jpg",
      "https://image.tmdb.org/t/p/w300/gwY3drQFMVXCCMSJBY6g32viMIK.jpg",
      "https://image.tmdb.org/t/p/w300/bneUTWFAcVCdsb0O5UwZbJd8xqZ.jpg",
      "https://image.tmdb.org/t/p/w300/3K2EBHo9z3rcCfSl5d0nkgkVqhO.jpg",
      "https://image.tmdb.org/t/p/w300/xMnGZBGeR12qYjhOmg5WeWkUxdU.jpg",
      "https://image.tmdb.org/t/p/w300/jzfYJnxlTrVWdrrqMNGIes14tHP.jpg",
      "https://image.tmdb.org/t/p/w300/ytKNFowP7STVOgpK4HjaQLrfUbj.jpg",
      "https://image.tmdb.org/t/p/w300/rVAgTKGZEVpbDNMAsirp0i30sIu.jpg",
      "https://image.tmdb.org/t/p/w300/ioqVQQdAAOwF4MV0gydU49f5GbA.jpg",
      "https://image.tmdb.org/t/p/w300/9SZCbF3OzmoUZsNtRyn6BsNbwv5.jpg",
      "https://image.tmdb.org/t/p/w300/5oaMV2q0qzxkIW2ukU3lldLu5q2.jpg",
      "https://image.tmdb.org/t/p/w300/oAMvIOhPncXpqmAHYa8hHwkKuwD.jpg",
      "https://image.tmdb.org/t/p/w300/5YZfjWJWCYixkLiWYdREPFMNvr6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/American-psycho.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/its1wmah9cg0.html",
        "server": "usersdrive.com",
        "size": "804 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/american-psycho-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "804 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x1ck/American_Psycho_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "804 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9A4jBSrQ#QOm8A6fIANPltrYPnlaO7JvGHnD8IrypGhdFEVWx3uk",
        "server": "mega.nz",
        "size": "804 MB",
        "quality": "72op"
      },
      {
        "link": "https://upstream.to/n24v287c0kn6",
        "server": "upstream.to",
        "size": "804 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5YnGhW4UEhc",
      "video_url": "https://www.youtube.com/watch?v=5YnGhW4UEhc",
      "embed_url": "https://www.youtube.com/embed/5YnGhW4UEhc"
    }
  }
]