[
  {
    "metadata": "R|2023|1h 33m|Horror",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "179"
    },
    "title": "Where the Devil Roams (2023)",
    "description": "Where the Devil Roams (2023)~ IMDb – 5.6/10, Rotten Tomatoes – 100% ~Rotten Tomatoes မှာ ၁၀၀ရာခိုင်နှုန်းအပြည့်ရထားတဲ့ မြင်ရခဲတဲ့ Horror ကားမျိုးပေါ့။ ဒါပေမဲ့ ဒီကားကို သာမန်ပရိသတ်တွေတော့ သိပ်ကြိုက်တဲ့ထဲမပါဘူး။ ဒါလည်း ဖြစ်သင့်ပါတယ်။ ဘာလို့ဆို ဒီကားက မိန်းစထွင်းဟော်ရာကားဆန်ဆန်လိုင်းကို သွားထားတာမဟုတ်ဘူး။ အင်ဒီဆန်ဆန် ဟော်ရာကားမျိုးလို့ပြောရမယ်။ ဟော်ရာဆိုပေမဲ့ သရဲလိုင်းမဟုတ်ဘဲ နတ်ဆိုးလိုင်းပေါ့။ ဒါပေမဲ့ အဲဒီနတ်ဆိုးကို ထည့်သွင်းထားပုံကလည်း တစ်မူထူးခြားနေတယ်။ နတ်ဆိုးပယောဂဆိုတာထက် လူတွေရဲ့ လောဘတရားကို ပိုဇောင်းပေးသလိုလိုတော့ ဖြစ်သွားမယ်။ ပြောသာပြောရတယ် အဲဒီလောက်ရိုးရှင်းနေတဲ့ ဇာတ်လည်းမဟုတ်ပြန်ဘူး။ ဇာတ်ကိုကလည်း နားလည်ရခက်စွာနဲ့ စိတ်ဝင်စားစရာကောင်းနေသလို အပြတွေကလည်း ဘော်ဒီဟော်ရာဆန်ဆန်ကို ရွံစရာကောင်းတာတွေလည်းပါတယ်။ ဒီကားက သမားရိုးကျဟော်ရာကားတွေကြည့်ရတာ ရိုးနေပြီး ကွဲပြားတာလေးကြည့်ချင်တဲ့လူတွေအတွက်ဖြစ်ပါလိမ့်မယ်။ ဒါပေမဲ့ ဘာမျှော်လင့်ချက်မှမထားဘဲ ဒီတိုင်းပဲ စိတ်ကိုရှင်းထားပြီးသား ကြည့်လိုက်ပါ။ အနည်းဆုံးတော့ ကြည့်ကောင်းပါလိမ့်မယ်။ ဒီထက်လည်း ပိုပါလိမ့်မယ်။ ဒါပေမဲ့ ခင်ဗျားမြင်နေကျ စံနှုန်းတွေနဲ့ သွားတိုင်းရင်တော့ ဒီရုပ်ရှင်ကို စိတ်ကျေနပ်မယ်လို့တော့မထင်ပါဘူး။ နတ်ဆိုးတောင်မှ အသုံးများတဲ့ နတ်ဆိုးမသုံးဘဲ ဟီဘရူးနတ်ဆိုးကို သုံးသွားတာပါ။ သူ့ကျောရိုးဇာတ်လမ်းကလည်း ဆန်းပြားပါတယ်။ Expressionism, Surrealism ဝတ္တုတောင်ဆန်ပါတယ်။ဒီကားကို အဒမ်မိသားစုလို့ခေါ်တဲ့ ဂျွန်အဒမ်နဲ့ ဇယ်ဒါအဒမ်တို့က ရိုက်ထားပြီး သူတို့ရဲ့သမိုင်းကြောင်းကို ခြေရာပြန်ကောက်ကြည့်လိုက်ရင်လည်း The Deeper You Dig, Hellbender နဲ့ Halfway To Zen တို့လို ဟော်ရာပေမဲ့ ဝေဖန်ရေးအရအောင်မြင်ခဲ့တဲ့ကားတွေချည်း ရိုက်ခဲ့တဲ့ သူတွေဆိုတော့ ကားကောင်းတွေကြိုက်တတ်တဲ့လူတွေတော့ စိတ်ချလက်ချကြည့်လို့ရပါတယ်။ ထပ်ပြောရရင် သမားရိုးကျ ဟော်ရာကားတွေကို ကြိုက်တတ်တဲ့လူတွေအတွက်တော့ လုံးဝမဟုတ်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 760MBQuality – 1080p, 720pIMDb Rating – 5.6/10Format – mp4Duration – 1H 33MinGenre – HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated byWEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn AdamsToby PoserZelda AdamsStarsJohn AdamsLulu AdamsSam RoddToby PoserZelda AdamsCastJohn AdamsLulu AdamsSam RoddToby PoserZelda Adams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dQyufIxrE8AxBZiMEkKDOocML8z.jpg",
      "https://image.tmdb.org/t/p/w300/9ys6Cu8LS3N98pyA9LiEXTT8Ouq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tm4CuCFUmIHXO6DtMl1gg2s0Ipq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-where-the-devil-roams-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20c5l/(CM)_Where_The_Devil_Roams_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NbM3GIwb#1_vPaMlMNpz06ykBMjBww81hSAxyGAFw1fiTMrJiCrQ",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n6g6rvuzztq1.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-where-the-devil-roams-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20c4l/(CM)_Where_The_Devil_Roams_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RHcExb6a#bSYUQvMedRG8BdIMrZ4cGtkvWTFw8iFQKiJwYjD0aFE",
        "server": "mega.nz",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mgvvf2twlxx7.html",
        "server": "usersdrive.com",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/lt5u0zdjvcct",
        "server": "streamsb.com",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/oexkqmq6lihv",
        "server": "streamvid.io",
        "size": "760MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AF_HSs7W6iM",
      "video_url": "https://www.youtube.com/watch?v=AF_HSs7W6iM",
      "embed_url": "https://www.youtube.com/embed/AF_HSs7W6iM"
    }
  },
  {
    "metadata": "not rated|2022|2h 21m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "239"
    },
    "title": "Urvasivo Rakshasivo (2022)",
    "description": "Urvasivo Rakshasivo (2022)ဒီတစ်ခါမှာတော့ Netflix ကထွက်ရှိလာပြန်တဲ့အချစ်ကားလေးတင်ဆက်ပေးချင်ပါတယ် ဒီကားက ၂၀၁၈ထွက်Pyaar Prema Kaadhal ကို Remake ပြန်လည်ရိုက်ကူးထားပေမယ့်လူကြိုက်များခဲ့တဲ့ဇာတ်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်းဆရီးကူမားကတော့ မိန်းမမရသေးတဲ့လူပျိုကြီးမို့လို့သူ့အမေကိုယ်တိုင်ကချွေးမလိုက်ရှာပေးနေသူပေါ့ ဒါပေမယ့်ဆရီးကြိုက်နေတဲ့ကောင်မလေးရှိနေပါတယ်သူတို့ရုံးရဲ့မျက်စောင်းထိုးရုံးကကောင်မလေးစင်ဒူပါဆရီးထိုင်ခုံနဲ့စင်ဒူခုံနဲ့က ပြတင်းပေါက်ကကြည့်ရင်အတိုင်းသားဆိုတော့လူပျိုကြီးဆရီးကနေ့တိုင်းရုံးတက်ရုံးဆင်းထိုင်ငေးတော့တာပေါ့ဒါပေမယ့် စင်ဒူကခေတ်ဆန်ပြီး ဆရီးကအရက်ဆိုင်မှာအအေးမှာသောက်တတ်တဲ့ကောင်မျိုးပါစော်လိုက်နည်းမသိလို့ ဦးလေးဖြစ်သူကသင်ပြပေးရတဲ့အထိကိုတုံးပါတယ်သူတို့နှစ်ယောက်ကြားဆရီးမျှော်မှန်းထားသလိုဖြစ်လာမလားအချစ်စစ်တို့လမ်းမှန်ရင် မဖြောင့်ဖြူးဘူးမို့လို့ ဒီနှစ်ယောက်ကြားဘယ်လိုအလှည့်အပြောင်းတွေကြုံမလဲဆိုတာဆက်လက်ရှုစားကြပါရှင်File size…1.8GB / 966MBQuality…1080p  HQ /720pFormat…mp4Duration….2h 21mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL ~ OeliuJ ~ YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAamaniAllu SirishAnu EmmanuelPosani Krishna MuraliSunil VarmaVennela KishoreCastAamaniAllu SirishAnu EmmanuelBabloo PrithiveerajKedar ShankaraPosani Krishna MuraliSunil VarmaVennela Kishore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/scH6B1gNvNgmYA53PpgvyBXobCK.jpg",
      "https://image.tmdb.org/t/p/w300/omnbo5JAJd2eua42EqHXa8Imwxl.jpg",
      "https://image.tmdb.org/t/p/w300/uFQNM5a30MDtBTcYueHiSHSR49m.jpg",
      "https://image.tmdb.org/t/p/w300/ehm8aGqny0lNPWwTRaynA3PV0AC.jpg",
      "https://image.tmdb.org/t/p/w300/c0Srg8C79MP7i8mSWvagwubdDWz.jpg",
      "https://image.tmdb.org/t/p/w300/7FpS6sdoBCTvytx2XIndOLmlFcr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWJmZjZkZGItYmJjNy00NjM3LWIwMTUtNDQ5MWYyMWViZTQwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/usgqh62n9n1i.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/s8r7s69von2g/Urvasivo_Rakshasivo_(2022)_Telugu_TRUE_WEB-DL.1080p.HQ(CM).mp4",
        "server": "streamvid.io",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aB1g/Urvasivo_Rakshasivo_(2022)_Telugu_TRUE_WEB-DL.1080p.HQ(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/HHACCKKL#cKx6UI41tKpjOvWhcv7eqLh3e1umg6KjPP97VWSOcWs",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/jdxx2udkcsgu.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x36uxl8ga15c.html",
        "server": "usersdrive.com",
        "size": "966MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aAt7/Urvasivo_Rakshasivo_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "966MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yXAgzRZQ#xUw-uj1Loa0H2ZXeVMeCXdaVphhhagIZNk6pZr_wngE",
        "server": "mega.nz",
        "size": "966MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/bt3ow4zsrlil.html",
        "server": "streamsb.com",
        "size": "966MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fdx1mhha8nfj/Urvasivo_Rakshasivo_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "server": "streamvid.io",
        "size": "966MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R||1h 49min|Action,Crime,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "74,319"
    },
    "title": "Broken City (2013)",
    "description": "Broken City (2013)______IMDb – 6.2/10Shooter မင်းသား Mark Wahlberg နဲ့ နာမည်ကျော်မင်းသား Russell Crowe တို့ပါဝင်တဲ့သည်းထိပ်ရင်ဖို မှုခင်းဇာတ်လမ်းလေးပါ…Shooter မင္းသား Mark Wahlberg နဲ႕ နာမည္ေက်ာ္မင္းသား Russell Crowe တို႕ပါဝင္တဲ့သည္းထိပ္ရင္ဖို မွဳခင္းဇာတ္လမ္းေလးပါ…File Size – 774 MBQuality – 720pTranslator – Ei Ei MarEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAllen HughesPam FullerStarsAlona TalBarry PepperCatherine Zeta-JonesJames RansoneJeffrey WrightKyle ChandlerMark WahlbergMichael BeachNatalie MartinezRussell CroweCastAlona TalAndrea FrankleAnnika PergamentBarry PepperBenjamin KanesBenton GreeneBritney TheriotCatherine Zeta-JonesChance KellyChelsea BrulandGreg SprolesGriffin DunneJames RansoneJason MitchellJeffrey WrightJohn W. HoughtalingJoseph MeissnerJudd LormandJustin ChambersKyle ChandlerLeslie HippensteelLori CampbellLuis TolentinoLydia HullMark WahlbergMichael BeachNatalie MartinezOdessa SykesReynaldo PiniellaRic ReitzRobert LarriviereRussell CroweTony BentleyVeronica BerryWilliam Ragsdale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eOGn9qEMLVWa3Qnf67TpfRB2oGA.jpg",
      "https://image.tmdb.org/t/p/w300/gC5QonmODs5zcZCZa2BTySAX1Ka.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/p9337419_v_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kj0zvy6madda.html",
        "server": "usersdrive.com",
        "size": "774 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/broken-city-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "774 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2da4v/Broken_City_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "774 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YIwzkbRK#ABR4RT_ALeykDjuby817FiuQNHtMR1NilxzJRQkqezE",
        "server": "mega.nz",
        "size": "774 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/asam3as3hm2g",
        "server": "upstream.to",
        "size": "774 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KaD6Ve4FDLA",
      "video_url": "https://www.youtube.com/watch?v=KaD6Ve4FDLA",
      "embed_url": "https://www.youtube.com/embed/KaD6Ve4FDLA"
    }
  },
  {
    "metadata": "||1h 28min|Crime,Drama,Mystery",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "152,129"
    },
    "title": "Rashomon (1950)",
    "description": "[Unicode]Rashomon(1950)=============IMDb Rating – 8.2 out of 10ကူရိုဆာဝါလိုနာမည်ကျော်ဒါရိုက်တာ ရိုက်ထားတဲ့ ဒီရရှော်မွန်ကိုကောင်းမှန်းသိပေမယ့် ညွှန်းကြပေမယ့်အဖြူအမဲဖြစ်နေတာရော ခေတ်ကာလအရမ်းကွာတာရောကြောင့် သိပ်ဓာတ်မကျမိလို့ မကြည့်ဖြစ်ခဲ့ဘူး။ခင်မောင်ရင် ဘာသာပြန်ထားတဲ့ ယူနိုဆူကီ အကူတာဂါဝါရဲ့ ရရှော်မွန်ကိုဖတ်ပြီးမှ ကြည့်ကြည့်ချင်စိတ် အတော်လေးပေါက်လာလို့ ကြည့်လိုက်မိတယ်။ကူရိုဆာဝါရိုက်ထားတဲ့ ရရှော်မွန်က တကယ်တမ်း ရရှော်မွန်ဆိုတဲ့ဝတ္တုတိုကို အဓိကထားရိုက်ထားတာတော့မဟုတ်ဘူးအဲ့ဒီစာအုပ်ထဲက ပထမဆုံးအပုဒ်ဖြစ်တဲ့ In A Grooveကိုရိုက်ထားတာ။ကူရိုဆာဝါက အဲ့ဒီဝတ္တုတိုနှစ်ပုဒ်ကို ဆက်သုံးလိုက်ပြီး မူလဝတ္တုထက် ဇာတ်ကြောင်းပြောပြတဲ့ ဇာတ်ကောင်တွေကို ချုံ့ပစ်လိုက်တယ်။ပြောရရင် မအီတော့ဘဲ ဗိုက်ပြည့်ရုံ ပမာဏပဲ ဖြစ်ရပ်ကိုပြောခိုင်းထားတယ်။တစ်ခုရှိတာက သူ့ရဲ့ ရရှော်မွန်ဝတ္တုကို ဇာတ်သိမ်းပြင်ထားတဲ့ ဇာတ်သိမ်းခန်းက ဝတ္တုထက်သာတယ်ပြောရမယ်။ဝတ္တုထက်သာတဲ့ရုပ်ရှင်ကရှားတယ်ပြပါဆိုရင်တော့ကျွန်တော် ဒီကားပြမိမယ်။အတော်လေး အထားအသိုမှန်တယ်ဆိုရမယ်။ပြီးတော့ ဇာတ်လမ်းက ကျွန်တော်တို့ဆီက တစ်စုံတစ်ရာကို ယူပြီးနောက်မှာကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပေးသင့်တဲ့ တစ်စုံတစ်ရာကိုပြန်ပေးထားတယ်။ဒါကြောင့်ပဲ ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပိုသာသွားတယ်လို့ ထင်မြင်တယ်။ယေဘုယျပုံစံကတော့ 12 Angry Menလို ပုံစံလို့ပြောရမယ်။မုဒိန်းကျင့်မှုတစ်ခုလူသတ်မှုတစ်ခုဖြစ်ခဲ့တယ်။တောပုန်းရယ် ဇနီးရယ် ယောကျာ်းရယ်အခင်းဖြစ်ကြတယ်။ယောကျာ်းသေသွားတယ်။ဘာလို့သေတာလဲတော့ပြထားတယ်။ပြထားတာမှ လေးခုတောင်ပြထားတာ။တောပုန်းရယ် ဇနီးရယ် ယောကျာ်းရယ်စတဲ့အမှုနဲ့ပက်သက်နေတဲ့လူသုံးယောက်ရယ်အလောင်းကိုတွေ့တဲ့ သစ်ခုတ်သမားရယ်ရဲ့ဇာတ်လမ်းလေးခုလုံးကိုပြသွားတာ။(အသတ်ခံရတဲ့ယောကျာ်းကိုကနတ်ဝင်သည်ထဲဝင်ပူးခိုင်းပြီးမေးတာ)တစ်ခုနဲ့တစ်ခုလုံးဝကိုမတူဘူး။သုံးယောက်လုံးကလည်း သူတို့သတ်တာပါဆိုပြီးဝန်ခံကြတယ်။ဒီအမှုအကြောင်းကို ဘုန်းတော်ကြီးတစ်ပါးရယ်သစ်ခုတ်သမားရယ် သာမန်လူတစ်ယောက်ရယ်ရရှော်မွန်ဆိုတဲ့ ဂိတ်အပျက်ကြီးအောက်မှာဆွေးနွေးနေကြတယ်။ သူတို့သုံးယောက်ရဲ့စရိုက်တွေက တခြားစီ၊ တစ်ယောက်ကလူတွေမှာ စိတ်ကောင်းဝိညာဉ်ရှိပါသေးတယ်လို့ယုံတယ် တစ်ယောက်က ယုံချင်တယ်တစ်ယောက်က မယုံဘူး။ ဘာတွေပြောကြသလဲတော့ ကိုယ်တိုင်ပဲ ကြည့်ကြည့်။စိတ်ဝင်စားစရာကောင်းတယ်။တစ်ခုရှိတာက ရရှော်မွန်ဆိုတဲ့ ဂိတ်ကြီးမှာ စကားထိုင်ပြောနေရုံနဲ့ ဒီရုပ်ရှင်နာမည်က ဘာလို့ရရှော်မွန်ဖြစ်သွားလဲ တွေးချင်တွေးမိမယ်။ရရှော်မွန်ဆိုတာ ကျိုတိုမှာအကြီးမားဆုံးဂိတ်ကြီး ၁၀၆ပေမြင့်ပြီး ၂၆ပေနက်တယ်။သက္ကရာဇ်၇၈၉ခုနှစ် မှာဆောက်ခဲ့တယ်။ဒီဇာတ်လမ်းရဲ့ကာလမှာတော့ရရှော်မွန်က ပျက်စီးနေပြီ။ ဒီအပျက်အစီးတွေကိုအခွင့်ယူပြီး တိရိစ္ဆာန်တွေ သူခိုးဓားပြတွေ‌ အောင်းတဲ့နေရာလည်းဖြစ်နေပြီ။ပိုင်ရှင်မဲ့အလောင်းတွေထားတဲ့နေရာလည်းဖြစ်နေပြီ။ဒီလိုနေရာကြီးကို လူ့ယဉ်ကျေးမှုသမိုင်းရဲ့ နိမိတ်ပုံအဖြစ်ထည့်ပြီး ကူရိုဆာဝါက စာရေးဆရာပြချင်တဲ့လူ့သဘာဝကို ပိုထင်ရှားအောင်ပြသွားနိုင်ခဲ့တယ်။အဖြူအမဲရုပ်ရှင်ဆိုပြီး အထင်သေးလို့တော့မရဘူး ရိုက်ချက်တွေက အထားအသို အရမ်းကျတယ်။Old but Goldလို့တော့ လာမပြောနဲ့ဗျ။ရွှေတွေက ဘယ်တော့မှ မဟောင်းဘူး။စစ်မှန်တဲ့အရာတွေက ဘယ်တော့မှမဟောင်းဘူး။ရရှော်မွန်ဟာ ဘယ်တော့မှ ဟောင်းမသွားမယ့် ရုပ်ရှင်တစ်ကားပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]Rashomon(1950)=============IMDb Rating – 8.2 out of 10ကူ႐ိုဆာဝါလိုနာမည္ေက်ာ္ဒါ႐ိုက္တာ ႐ိုက္ထားတဲ့ ဒီရေရွာ္မြန္ကိုေကာင္းမွန္းသိေပမယ့္ ၫႊန္းၾကေပမယ့္အျဖဴအမဲျဖစ္ေနတာေရာ ေခတ္ကာလအရမ္းကြာတာေရာေၾကာင့္ သိပ္ဓာတ္မက်မိလို႔ မၾကည့္ျဖစ္ခဲ့ဘူး။ခင္ေမာင္ရင္ ဘာသာျပန္ထားတဲ့ ယူႏိုဆူကီ အကူတာဂါဝါရဲ႕ ရေရွာ္မြန္ကိုဖတ္ၿပီးမွ ၾကည့္ၾကည့္ခ်င္စိတ္ အေတာ္ေလးေပါက္လာလို႔ ၾကည့္လိုက္မိတယ္။ကူ႐ိုဆာဝါ႐ိုက္ထားတဲ့ ရေရွာ္မြန္က တကယ္တမ္း ရေရွာ္မြန္ဆိုတဲ့၀တၱဳတိုကို အဓိကထား႐ိုက္ထားတာေတာ့မဟုတ္ဘူးအဲ့ဒီစာအုပ္ထဲက ပထမဆုံးအပုဒ္ျဖစ္တဲ့ In A Grooveကို႐ိုက္ထားတာ။ကူ႐ိုဆာဝါက အဲ့ဒီ၀တၱဳတိုႏွစ္ပုဒ္ကို ဆက္သုံးလိုက္ၿပီး မူလ၀တၱဳထက္ ဇာတ္ေၾကာင္းေျပာျပတဲ့ ဇာတ္ေကာင္ေတြကို ခ်ဳံ႕ပစ္လိုက္တယ္။ေျပာရရင္ မအီေတာ့ဘဲ ဗိုက္ျပည့္႐ုံ ပမာဏပဲ ျဖစ္ရပ္ကိုေျပာခိုင္းထားတယ္။တစ္ခုရွိတာက သူ႔ရဲ႕ ရေရွာ္မြန္၀တၱဳကို ဇာတ္သိမ္းျပင္ထားတဲ့ ဇာတ္သိမ္းခန္းက ၀တၱဳထက္သာတယ္ေျပာရမယ္။၀တၱဳထက္သာတဲ့႐ုပ္ရွင္ကရွားတယ္ျပပါဆိုရင္ေတာ့ကြၽန္ေတာ္ ဒီကားျပမိမယ္။အေတာ္ေလး အထားအသိုမွန္တယ္ဆိုရမယ္။ၿပီးေတာ့ ဇာတ္လမ္းက ကြၽန္ေတာ္တို႔ဆီက တစ္စုံတစ္ရာကို ယူၿပီးေနာက္မွာကူ႐ိုဆာဝါရဲ႕ ဇာတ္သိမ္းက ေပးသင့္တဲ့ တစ္စုံတစ္ရာကိုျပန္ေပးထားတယ္။ဒါေၾကာင့္ပဲ ကူ႐ိုဆာဝါရဲ႕ ဇာတ္သိမ္းက ပိုသာသြားတယ္လို႔ ထင္ျမင္တယ္။ေယဘုယ်ပုံစံကေတာ့ 12 Angry Menလို ပုံစံလို႔ေျပာရမယ္။မုဒိန္းက်င့္မႈတစ္ခုလူသတ္မႈတစ္ခုျဖစ္ခဲ့တယ္။ေတာပုန္းရယ္ ဇနီးရယ္ ေယာက်ာ္းရယ္အခင္းျဖစ္ၾကတယ္။ေယာက်ာ္းေသသြားတယ္။ဘာလို႔ေသတာလဲေတာ့ျပထားတယ္။ျပထားတာမွ ေလးခုေတာင္ျပထားတာ။ေတာပုန္းရယ္ ဇနီးရယ္ ေယာက်ာ္းရယ္စတဲ့အမႈနဲ႔ပက္သက္ေနတဲ့လူသုံးေယာက္ရယ္အေလာင္းကိုေတြ႕တဲ့ သစ္ခုတ္သမားရယ္ရဲ႕ဇာတ္လမ္းေလးခုလုံးကိုျပသြားတာ။(အသတ္ခံရတဲ့ေယာက်ာ္းကိုကနတ္၀င္သည္ထဲ၀င္ပူးခိုင္းၿပီးေမးတာ)တစ္ခုနဲ႔တစ္ခုလုံး၀ကိုမတူဘူး။သုံးေယာက္လုံးကလည္း သူတို႔သတ္တာပါဆိုၿပီး၀န္ခံၾကတယ္။ဒီအမႈအေၾကာင္းကို ဘုန္းေတာ္ႀကီးတစ္ပါးရယ္သစ္ခုတ္သမားရယ္ သာမန္လူတစ္ေယာက္ရယ္ရေရွာ္မြန္ဆိုတဲ့ ဂိတ္အပ်က္ႀကီးေအာက္မွာေဆြးေႏြးေနၾကတယ္။ သူတို႔သုံးေယာက္ရဲ႕စ႐ိုက္ေတြက တျခားစီ၊ တစ္ေယာက္ကလူေတြမွာ စိတ္ေကာင္းဝိညာဥ္ရွိပါေသးတယ္လို႔ယုံတယ္ တစ္ေယာက္က ယုံခ်င္တယ္တစ္ေယာက္က မယုံဘူး။ ဘာေတြေျပာၾကသလဲေတာ့ ကိုယ္တိုင္ပဲ ၾကည့္ၾကည့္။စိတ္၀င္စားစရာေကာင္းတယ္။တစ္ခုရွိတာက ရေရွာ္မြန္ဆိုတဲ့ ဂိတ္ႀကီးမွာ စကားထိုင္ေျပာေန႐ုံနဲ႔ ဒီ႐ုပ္ရွင္နာမည္က ဘာလို႔ရေရွာ္မြန္ျဖစ္သြားလဲ ေတြးခ်င္ေတြးမိမယ္။ရေရွာ္မြန္ဆိုတာ က်ိဳတိုမွာအႀကီးမားဆုံးဂိတ္ႀကီး ၁၀၆ေပျမင့္ၿပီး ၂၆ေပနက္တယ္။သကၠရာဇ္၇၈၉ခုႏွစ္ မွာေဆာက္ခဲ့တယ္။ဒီဇာတ္လမ္းရဲ႕ကာလမွာေတာ့ရေရွာ္မြန္က ပ်က္စီးေနၿပီ။ ဒီအပ်က္အစီးေတြကိုအခြင့္ယူၿပီး တိရိစာၦန္ေတြ သူခိုးဓားျပေတြ‌ ေအာင္းတဲ့ေနရာလည္းျဖစ္ေနၿပီ။ပိုင္ရွင္မဲ့အေလာင္းေတြထားတဲ့ေနရာလည္းျဖစ္ေနၿပီ။ဒီလိုေနရာႀကီးကို လူ႔ယဥ္ေက်းမႈသမိုင္းရဲ႕ နိမိတ္ပုံအျဖစ္ထည့္ၿပီး ကူ႐ိုဆာဝါက စာေရးဆရာျပခ်င္တဲ့လူ႔သဘာ၀ကို ပိုထင္ရွားေအာင္ျပသြားႏိုင္ခဲ့တယ္။အျဖဴအမဲ႐ုပ္ရွင္ဆိုၿပီး အထင္ေသးလို႔ေတာ့မရဘူး ႐ိုက္ခ်က္ေတြက အထားအသို အရမ္းက်တယ္။Old but Goldလို႔ေတာ့ လာမေျပာနဲ႔ဗ်။ေ႐ႊေတြက ဘယ္ေတာ့မွ မေဟာင္းဘူး။စစ္မွန္တဲ့အရာေတြက ဘယ္ေတာ့မွမေဟာင္းဘူး။ရေရွာ္မြန္ဟာ ဘယ္ေတာ့မွ ေဟာင္းမသြားမယ့္ ႐ုပ္ရွင္တစ္ကားပဲ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__B&W 720pIMDb Rating__8.2/10Format__mp4Duration__01:28:00Type__Crime , Drama , MysterySubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkira KurosawaStarsMachiko KyôMasayuki MoriToshirō MifuneCastDaisuke KatôKichijirô UedaMachiko KyōMasayuki MoriMinoru ChiakiNoriko HonmaTakashi ShimuraToshirō Mifune",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zyO6j74DKMWfp5snWg6Hwo0T3Mz.jpg",
      "https://image.tmdb.org/t/p/w300/qLGAOQd1RSnfpJab0MN5Lubkgu5.jpg",
      "https://image.tmdb.org/t/p/w300/ouxbEPWdQiZDTV5ziJYrqG2DuBw.jpg",
      "https://image.tmdb.org/t/p/w300/5J17MUb49mOCJGkBqUhs1DDKsb5.jpg",
      "https://image.tmdb.org/t/p/w300/icLbRzGmeLcBMekVWcakf5IQk22.jpg",
      "https://image.tmdb.org/t/p/w300/H6S2f0MRxQAK6y9zlIMrNiTcq9.jpg",
      "https://image.tmdb.org/t/p/w300/iwjd37vpwfQsBnVEzdaVHvATyAW.jpg",
      "https://image.tmdb.org/t/p/w300/jVngHAPgQghKg3pDFjCjlKFFW9P.jpg",
      "https://image.tmdb.org/t/p/w300/SfhquX6l4ZDtW2OiD5lqI8hhql.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/rashomon-1950",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "B&W 720p"
      },
      {
        "link": "https://yoteshinportal.cc/rashomon-1950-band-w-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "B&W 720p"
      },
      {
        "link": "https://usersdrive.com/yg5griuorcip.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "B&W 720p"
      },
      {
        "link": "https://megaup.net/2WV6w/Rashomon_(1950)_B&W_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "B&W 720p"
      },
      {
        "link": "https://mega.nz/file/0plUjIiT#hLUbbfjNqEeG0l0GHYy3GiwIurPUrIdOhY62V3G_q-g",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "B&W 720p"
      },
      {
        "link": "https://upstream.to/2y22r7opcoaz",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "B&W 720p"
      }
    ],
    "trailer": {
      "video_id": "7cJRLGsmRLc",
      "video_url": "https://www.youtube.com/watch?v=7cJRLGsmRLc",
      "embed_url": "https://www.youtube.com/embed/7cJRLGsmRLc"
    }
  },
  {
    "metadata": "PG-13|2016|95 min|Action,Biography,Drama",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "1,894"
    },
    "title": "Birth of the Dragon (2016)",
    "description": "အခုတင္ဆက္ေပးမယ့္ဇာတ္လမ္းေလးကေတာ့ အက္ရွင္ကားအလန္းေလးပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၆၄ခုႏွစ္ ဆန္ဖရန္စစ္စကိုၿမိဳ႕မွာအေျခခံၿပီး႐ိုုက္ထားတာပါ။ဒီဇာတ္လမ္းထဲမွာဆိုရင္ဘ႐ုစ္လီဆိုတဲ့လူတစ္ေယာက္ကကိုယ္ခံပညာမွာေက်ာ္ၾကားဖို႔အတြက္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဝါင္ဂ်က္မန္းဆိုတဲ့ကြန္ဖူးဆရာႀကီးနဲ႔ေတြ႕တဲ့အခါမွာ သူဟာဘာစည္းမ်ဥ္းမွမရွိပဲတိုက္ခိုက္ဖို႔စိန္ေခၚလိုက္ပါတယ္။ဘ႐ုစ္လီနဲ႔ကြန္ဖူးဆရာႀကီးေဝါင္ဂ်က္မန္းတို႔ဘယ္လိုေတြစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တိုက္ခိုက္ၾကမယ္ဆိုတာဒီဇာတ္ကားထဲမွာအမွန္အကန္ျမင္ေတြ႕ရမွာပါ။(ဘာသာျပန္သူကေတာ႔ Saw Wunna ပါ)File Size : (700 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre :Action, Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Saw WunnaEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGeorge NolfiStarsBilly MagnussenChristina July KimDarren E. ScottKing LauPhilip NgRon YuanTeresa NavarroVanessa RossXia YuYee Jee TsoCastBilly MagnussenChristina July KimDarren E. ScottKing LauPhilip NgRon YuanTeresa NavarroTerry ChenVanessa RossXia YuYee Jee Tso",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sny1LWyTfB4NSHXjWvwrKBABacN.jpg",
      "https://image.tmdb.org/t/p/w300/iqs9UD1RYU7dIquX3zHxwzMF6Uf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzk3OTQ4MjY0OF5BMl5BanBnXkFtZTgwNzQ2MTcwMzI@._V1_SY1000_CR006771000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://viwright.com/6l9v",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://viwright.com/6lBN",
        "server": "Soliddrive.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://viwright.com/6lCn",
        "server": "Soliddrive.co",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://viwright.com/6lEK",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://viwright.com/6lGh",
        "server": "openload.co",
        "size": "330 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "SL7OfxJo2oA",
      "video_url": "https://www.youtube.com/watch?v=SL7OfxJo2oA",
      "embed_url": "https://www.youtube.com/embed/SL7OfxJo2oA"
    }
  },
  {
    "metadata": "|||Comedy,Horror,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Tales from the Darkside: The Movie (1990)",
    "description": "Tales from the Crypt တို့ Creepshow တို့လို နာမည်ကျော် Horror anthology series တွေကိုအခြေခံတဲ့ ရုပ်ရှင်တစ်ခုပါပဲ။ ဇာတ်ကားကိုလည်း ဇာတ်လမ်းတိုသုံးခုနဲ့ဖွဲ့စည်းထားပါတယ်။စုန်းမတစ်ယောက်ကဖမ်းပြီး ပါတီပွဲအတွက်သတ်စားဖို့ ကြံစည်ခံထားရတဲ့ ကောင်လေးတစ်ယောက်က အချိန်ဆွဲတဲ့အနေနဲ့ Tales from the Darkside ဆိုတဲ့စာအုပ်ထဲကစိတ်ဝင်စားစရာအကောင်းဆုံးဇာတ်လမ်းသုံးခုကို ပြန်ပြောပြတဲ့ပုံစံနဲ့ ဇာတ်လမ်းကို စတင်ထားတာဖြစ်ပါတယ်။Lot 249ဘယ်လင်တန်ဆိုတဲ့စာကြမ်းပိုး၊ ဆင်းရဲတဲ့ကောလိပ်ကျောင်းသားလေးတစ်ယောက်ဟာ ကျောင်းထောက်ပံ့ကြေးလျှောက်တဲ့အချိန်မှာ သူဌေးသားကျောင်းသူကျောင်းသားတစ်စုရဲ့ လှည့်ဖျားမှုကိုခံလိုက်ရပြီး နောက်ကောက်ကျခဲ့ပါတယ်။ အဲ့ဒါကိုပြန်ကလဲ့စားချေတဲ့အနေနဲ့ ရှေးဟောင်းမံမီတစ်ကောင်ကိုအသက်သွင်းပြီး သူ့ကိုညစ်ခဲ့တဲ့သူတွေကို လိုက်သတ်ခိုင်းတဲ့အခါ..။The Cat from Hellကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်တဲ့ ဟော်စတန်ဟာ ရှေးဟောင်းစံအိမ်ကြီးတစ်ခုကိုဖိတ်ခေါ်မှုကြောင့်ရောက်လာခဲ့ပါတယ်။ စံအိမ်ကြီးရဲ့ပိုင်ရှင်ကတော့ သန်းကြွယ်သူဌေးကြီးတစ်ဦးဖြစ်ပြီး သူ့ကိုကြေးကြီးကြီးနဲ့ငှားလိုက်ရတဲ့အကြောင်းရင်းက သူ့အိမ်မှာရှိနေတဲ့ ကြောင်နက်တစ်ကောင်ကိုသတ်ဖို့ဆိုတာ သိလိုက်ရပါတယ်။ တကယ်ပဲ အဲ့ဒီကြောင်နက်က အဘိုးကြီးထင်နေသလို ဒုက္ခပေးနိုင်တဲ့ ငရဲကလာတဲ့ကြောင်တစ်ကောင်ဖြစ်နေမလား။Lover’s Vowပရက်စတန်က ကြိုးစားနေဆဲအနုပညာရှင်တစ်ယောက်ဖြစ်ပြီး သူ့လက်ရာတွေကို လူတွေအားမပေးတဲ့အတွက် ငွေပြတ်ပြီး စိတ်ဓာတ်ကျနေပါတယ်။ ဘားတစ်ခုကအပြန် နောက်ဖေးလမ်းကြားမှာ အမည်မသိသတ္တဝါကြီးတစ်ကောင်ရဲ့ တိုက်ခိုက်မှုကိုခံခဲ့ရပြီး အဲ့ဒီသတ္တဝါကြီးက သူနဲ့တွေ့ခဲ့တဲ့အကြောင်းကို ဘယ်သူ့ကိုမှပြန်မပြောဖို့ကတိတောင်းပြီး ပျောက်ကွယ်သွားခဲ့ပါတယ်။ အဲ့ဒီညမှာပဲ သူ့ဘ၀ကို ကံကောင်းခြင်းတွေယူဆောင်လာမယ့် မိန်းကလေးတစ်ယောက်နဲ့တွေ့ပြီး သူ့ဘ၀အကောင်းဘက်ကို ဦးတည်ပြောင်းလဲသွားခဲ့ပေမယ့် နောက်ဆယ်နှစ်အကြာမှာတော့..။ဂန္ဓဝင် Horror ရုပ်ရှင်တွေထွက်ခဲ့တဲ့ ခေတ်ကာလကဆိုတော့ မကောင်းမှာမပူရတဲ့ genre ပရိသတ်တွေ လက်လွတ်မခံသင့်တဲ့ ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။File size…(1.8 GB)/(952 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:33:00Genre… Comedy, Fantasy , HorrorSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by AliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlice DrummondAshton WiseChristian SlaterDaniel HarrisonDavid ForresterDavid JohansenDebbie HarryDolores SuttonDonald Van HornDonna DavidgeGeorge GuidallJames RemarJoe DabenignoJulianne MooreKathleen ChalfantLarry SilvestriMark MargolisMatthew LawrenceMichael DeakNicole LeachPaul GreenoPhilip LenkowskyRae Dawn ChongRalph MarreroRobert KleinRobert SedgwickSteve BuscemiWilliam Hickey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kaugYe8b4ig5pr5FEfC8vf6SfPm.jpg",
      "https://image.tmdb.org/t/p/w300/hRbw0AjAoEE5nzBTNb60wMI28WP.jpg",
      "https://image.tmdb.org/t/p/w300/1uiJy8ybkNN3LFcDEzp2oR22KSw.jpg",
      "https://image.tmdb.org/t/p/w300/7BapE0MYo95HMBQA7MjulN8zvPA.jpg",
      "https://image.tmdb.org/t/p/w300/cQSIiSrOrWOCDNqGieGL3TDNWzR.jpg",
      "https://image.tmdb.org/t/p/w300/nTtUi7x7m9dTyctscA23e6hCyxM.jpg",
      "https://image.tmdb.org/t/p/w300/nGPxBwpJRmeXUQUXV81uIzFyCcw.jpg",
      "https://image.tmdb.org/t/p/w300/duikYFcYKmAcelaRPT4GiPsh5M0.jpg",
      "https://image.tmdb.org/t/p/w300/8JZRFTdPLGyLcZR8Y6NVgqiN0nC.jpg",
      "https://image.tmdb.org/t/p/w300/vbBQfvJ9FA77FSDcLZiG1fgUEJ7.jpg",
      "https://image.tmdb.org/t/p/w300/cfhH5Mjmid4RwegdlZlMRpSUu2r.jpg",
      "https://image.tmdb.org/t/p/w300/s5Q3p9oxS8F6Wylnj5fzEPtnOhv.jpg",
      "https://image.tmdb.org/t/p/w300/9bH5ORnsdZG4AaYHinxUykOnXDk.jpg",
      "https://image.tmdb.org/t/p/w300/ukRjPosMY9ptVJjsvoQdvUHbkpy.jpg",
      "https://image.tmdb.org/t/p/w300/8Qx69Fda6hL1Bt8r9mqE7mBDjvZ.jpg",
      "https://image.tmdb.org/t/p/w300/omcsd2XAXRF9vzNprdmynEzphlS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BODI4ZTI1ZjMtYmE5MC00NTM5LTgwMDgtNWI1ZTI1MDYyOGYyXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tales-from-the-darkside-1990-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ezgwevcj835t.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eeqob/Tales.From.The.Darkside.1990.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RbkSSTbB#nBgU6iYNfhsNaYQGdVAUOec09eF8l54Uyz5OaFwiIvE",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tales-from-the-darkside-1990-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bewtd3jvbs8v.html",
        "server": "usersdrive.com",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l00cm/Tales.From.The.Darkside.1990.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oOkSlRrb#uw6S-jzPMDKeMSf8DfHyobLxE_g6TS3fokmDUP0g8SU",
        "server": "mega.nz",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/1m4fwoinlqeb",
        "server": "streamsb.com",
        "size": "952 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "R9lVoUKk-8Y",
      "video_url": "https://www.youtube.com/watch?v=R9lVoUKk-8Y",
      "embed_url": "https://www.youtube.com/embed/R9lVoUKk-8Y"
    }
  },
  {
    "metadata": "|||Comedy,Horror,Mystery,Science Fiction,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Caviar (2023)",
    "description": "လူသိများတဲ့ ဆိုရှယ် influencer တစ်ဦးဖြစ်သူ Antigone ဟာ သိပ်မကြာသေးခင်က ဆုံးသွားတဲ့ သူ့အစ်ကို နာမည်ကြီးသတင်းထောက်အတွက် ပူဆွေးဝမ်းနည်းနေတဲ့အချိန်မှာ ဇာတ်လမ်းစထားပါတယ်။ ဒါပေမဲ့ မကြာခင်မှာပဲ သူ ကမ္ဘာ့ကြီးကို မြင်တဲ့အမြင်၊ လောကကြီးရဲ့ကံကြမ္မာနဲ့ပတ်သတ်ပြီး ယုံကြည်ချက်တွေနဲ့ပတ်သတ်ပြီး မေးခွန်းထုတ်သွားစေမဲ့ ဗွီဒီယိုတစ်ခုရောက်လာပါတယ်။ အဲဗွီဒီယိုကတော့ သေသွားပြီလို့ သိထားတဲ့သူ့အစ်ကိုဆီကပဲဖြစ်ပါတယ်။ တကယ်ပဲ သူ့အစ်ကိုဆီကလား… ဗွီဒီယိုထဲမှာရော ဘာတွေပြောထားသလဲ ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။File size…(2.6 GB)/(940 GB)/(500 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:24:00Genre…Horror, Mistery, Thriller, Comedy, Science FictionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by  Myat Noe ChoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron PrunerAl WarrenBetsey BrownColleen HallasD. Edward LemminkFender SardoJacob Michael KingJais SardoJames Healy Jr.Katherine TaylorReginald WillisTess SardoTony Suriano",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6hCIm8CpuZoOsKowgRPstwWORkW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDhhN2I0YmEtMjQ2Yy00YzNjLWEyN2YtMDNmOGFlZjM4NjM0XkEyXkFqcGdeQXVyMTU2MDM5NzI2._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/caviar-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ahoqmzcksikq.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Ao5n/Caviar.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5C9S3RQR#3kd2BtaXgHsNsoR9Mk9nut5Fnj2hbRb0U8En-R0zUPc",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/caviar-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "940MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/a7c9633adp0c.html",
        "server": "usersdrive.com",
        "size": "940MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1etay/Caviar.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "940MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/USVGkKYY#3qQlEH8qsgXiljrSJ7DYPSEJDJSewpYMV04iA0jDzGI",
        "server": "mega.nz",
        "size": "940MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/xys0c9o90xvu.html",
        "server": "streamsb.com",
        "size": "940MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tf36hliz8zeo",
        "server": "streamvid.io",
        "size": "940MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/caviar-2023-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/jitbxqwljeud.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1etat/Caviar.2023.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/kCVlzApR#apNk2TXaxCG5ymsdwKz2FVLfDE-vVx2HHkVM1JVH7as",
        "server": "mega.nz",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrapid.com/b7knwb8zg4u1.html",
        "server": "streamsb.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/5npihmqz1k2g",
        "server": "streamvid.io",
        "size": "500MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "6ftXepXNThY",
      "video_url": "https://www.youtube.com/watch?v=6ftXepXNThY",
      "embed_url": "https://www.youtube.com/embed/6ftXepXNThY"
    }
  },
  {
    "metadata": "R|2022|1h 41min|Comedy",
    "rating": {
      "rating": "5/10",
      "rating_count": "8k"
    },
    "title": "Me Time (2022)",
    "description": "Me Time (2022)ခုမှ netflix ကနေ အသစ်စက်စက် ထွက်ရှိထားတဲ့ ဟာသကားလေးပါဇာတ်ကားနာမည်က me time ဆိုတဲ့အတိုင်းပဲ ကိုယ့်အတွက်ကိုယ်ပဲ အချိန်ပေးကြမယ်ပေါ့နာမည်ကြီး ဟာသ သရုပ်ဆောင် Kevin Hart နဲ့ Mark Wahlberg တို့ အတူ ပါဝင် သရုပ်ဆောင်ထားတဲ့ ကားလေးမလို့ မရယ်ရမှာတော့ စိတ်မပူပါနဲ့ဇာတ်လမ်းကတော့ ဆွန်နီ (kevin) နဲ့ ဟက် (mark) တို့ကငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းတွေ ဖြစ်ပြီးတော့ ဟက်ရဲ့ မွေးနေ့တိုင်းကိုလည်း တူတူဖြတ်သန်းခဲ့ကြတယ်အသက်တွေကြီးလာတော့ ဆွန်နီက မိန်းမနဲ့ ကလေးနှစ်ယောက်ရှိတဲ့ မိသားစု ဘဝလေးကို ပိုင်ဆိုင်နေပါပြီငယ်ငယ်ကလိုလည်း ဟက်နဲ့တူတူပျော်ပျော်ပါးပါး မရှိတော့တာလည်း ကြာပါပြီမိသားစုနဲ့ ကလေးတွေကိုပဲ ဂရုစိုက်နေရတဲ့ ဆွန်နီ တစ်ယောက် ကိုယ့်အတွက်ကိုယ် အချိန်မပေးနိုင်ခဲ့ပါဘူးတစ်ရက်မှာ မိန်းမနဲ့ကလေးတွေက အားလပ်ရက်ခရီးသွားတော့မိန်းမကလည်း သူ့ကိုယ်သူ အချိန်ပေးဖို့ဆိုပြီး တစ်ယောက်တည်း ထားခဲ့ပါတယ်အဲမှာ ဆွန်နီက ကိုယ့်အတွက်ကိုယ်အချိန်ပေး မလုပ်ဖြစ်တာတွေ လုပ်ရင်းဟက်ရဲ့ ၄၄ နှစ်ပြည့် မွေးနေ့ပါတီကို သွားခဲ့ပါတယ်မတွေ့တာကြာတဲ့ သူငယ်ချင်းနဲ့လည်းတွေ့ ပါတီတွေကျင်းပနှစ်ယောက်ပေါင်းပြီးတော့ တလွဲတွေလုပ်တာတွေကို ဟာသတွေနဲ့ ပူးတွဲကြည့်ရမယ့် ဇာတ်ကားလေးပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့Kuzပဲ ဖြစ်ပါတယ်။Genre….. ComedyQuality…. 1080p | 720p | 480pFile size… 1.63GB | 949MB | 364MBFormat… mp4Duration…. 1h 41minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..KuzEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexis RheeAllison BillsAmanda BarlowAmentii SledgeAndrew SantinoAnna Maria HorsfordAntione GrantBen SchneiderBonnie MercadoBottara AngeleBrad Lee WindCarlo RotaCarlos Javier RiveraCathy ChangCharlene HooverChau LongChe TafariConnie ChenCraig HoskingDeborah S. CraigDiane DelanoDrew DroegeIlia Isorelýs PaulinoJai CarterJameelahJames ChanJean-Philippe KayaJimmy O. YangJohn AmosKamilah Michelle HatcherKavya ThakrarKayden Alexander KoshelevKevin HartKieran RobertsKoji NiiyaLuis Gerardo MéndezManika BeverlyMark WahlbergMelanie MinichinoMichelle DeShonMila SussmanMorgan GrierNaomi EkperiginNick TaylorNoah StaggsOctavio SolorioOren SkoogPaul Riley FoxPhillip BrandonPrisca KimRegina HallSandra RoskoSealSean Patrick BryanSharon GardnerShira GrossShyaam KarraSydney SkidmoreTaani FuahalaTahj MowryThomas OchoaVitta Quinn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5FFpcmPzD5mhLom7bymZq7Py8eT.jpg",
      "https://image.tmdb.org/t/p/w300/4zsJyxF2UGSgvs53ikysuexjlpU.jpg",
      "https://image.tmdb.org/t/p/w300/dn6NViwD4kT59MM9y0ypbIkZmyQ.jpg",
      "https://image.tmdb.org/t/p/w300/6S3Jjpo8PFO1eVD5Quv6v22dbOK.jpg",
      "https://image.tmdb.org/t/p/w300/rnuEW12JmC7syMwBNHUJvBv7s2E.jpg",
      "https://image.tmdb.org/t/p/w300/kRVcUNxCdP9nsSp6AIQbordnUHu.jpg",
      "https://image.tmdb.org/t/p/w300/8qwHXIdCy9jtMSMPkQJrSaPahDp.jpg",
      "https://image.tmdb.org/t/p/w300/8OoxmkVh39axJWXm5tvR8oi39G0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bkjPoisqAavXUvtoirxTEcLLQyI.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/me-time-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/jd2nuavrbfja.html",
        "server": "usersdrive.com",
        "size": "1.63GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/me-time-2022-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.63GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/17Eys/Me.Time.2022.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.63GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/9W8XUJ6S#sdehTTmsYKA4_P3fllzGQvp5IrkhabObgntS_Fdi9vA",
        "server": "mega.nz",
        "size": "1.63GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/mcfsqgzfbdq7.html",
        "server": "usersdrive.com",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/me-time-2022-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/17Eyg/Me.Time.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/pHsmhRTR#G_CQsw56YGuz9WpXf_b6inbTdIylXZaHOLf_QqA_Nlg",
        "server": "mega.nz",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/ejrvndvadj3j.html",
        "server": "streamsb.com",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/y3n14h049vix.html",
        "server": "usersdrive.com",
        "size": "364MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/me-time-2022-480-p-nf-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "364MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2tzue/Me.Time.2022.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "364MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/BDMTlIoB#5jXv-rIr3QmblyFe25QyNQ8l52dPXUYRAG3KQOwIFnc",
        "server": "mega.nz",
        "size": "364MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/k78513acjjzh.html",
        "server": "streamsb.com",
        "size": "364MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "Mmq_NVwLN_g",
      "video_url": "https://www.youtube.com/watch?v=Mmq_NVwLN_g",
      "embed_url": "https://www.youtube.com/embed/Mmq_NVwLN_g"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Dragon Tiger Gate(2006) – မြန်မာစာတန်းထိုး",
    "description": "Dragon Tiger Gate(2006) တရုတ် Action and Drama ကားကောင်းလေးတစ်ကားကို ဒီနေ့အတွက် တင်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ IMDb rating 6.6/10 ရရှိထားပြီး . တရုတ်ဇာတ်ကားများကိုကြိုက်နှစ်သူများအတွက် အလွန်ကြည့်ရှုဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကြောင်းလေး အနည်းငယ်ပြောပြရမယ်ဆိုရင် . . . ကျားနဂါး ဂိုဏ်းကို ကွန်ဖူး ပညာရှင် ဝူဂျန်လောင်း နဲ့ ဝေါင်ဖူဟူးတို့ ၂ ယောက်စတင်တည်ထောင်ခဲ့ပါတယ်။ လူတွေ ဖိနှိပ်ခံရခြင်းမှ လွတ်မြောက်စေဖို့ သူတို့ကတိပြုခဲ့ကြပြီး . လမ်းပေါ်က လူပေလူတေတွေကအစ သိုင်းပညာသင်ပေးခဲ့ကြပါတယ်။အဲ့ဒါကြောင့် ကျားနဂါးဂို်ဏ်းဟာ တရားမျှတခြင်း သင်္ကေတတခု ဖြစ်လာခဲ့ပါတယ်။လူငယ်တို်င်း တတ်ကြွစွာ ပါဝင်လှုပ်ရှား နေစဉ်မှာပဲ ဝေါင်ဖူဟူးရဲ့သား နဂါးလေးဟာ ဂိုဏ်းမှထွက်ခွာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ သူ့ညီ ကျားလေးနဲ့လည်းခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်။ ကဲ . နောက်ပိုင်း အဖြစ်အပျက်တွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်ရှုကြပါ။( ဒီဇာတ်လမ်းကို ညီလေး MT(UCSY) မှဘာသာပြန်ပေးထားပါတယ်။ )@SanWinMaungFile Size                          : 999 MbQuality                            : HD 720PFile Size 2                       : 499 MbQuality                            : HD 360PRunning Time                  : 1h 30mTranslated                       : MT(UCSY)Encoded                         : San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/01/D1-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dragon-tiger-gate-2006-mm-sub",
        "server": "VIP Links",
        "size": "999.62MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/dragon-tiger-gate-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999.62MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/ilay13sqal4r.html",
        "server": "streamsb.com",
        "size": "999.62MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Drama,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1,323"
    },
    "title": "12 Hour Shift (2020)",
    "description": "12 Hour Shift (2020)=================IMDb Rating – 5.3/10#Unicode၂၀၂၀ ခုနစ်ထွက် Drama, Thriller အမျိုးအစားဖြစ်ပါတယ် …ဇာတ်လမ်းအရတော့ မန်ဒီက ဆေးရုံတစ်ခုမှာအစမ်းခန့်ကာလဆင်းနေတဲ့ သူနာပြုတစ်ယောက်ပါသူ့အချစ်ဆုံးသူငယ်ချင်းကတော့ ကာရန်ပေါ့…သူတို့နှစ်ယောက်မှာ လျှို့ဝှက်ချက်တစ်ခုရှိပါတယ်…အဲဒါကတော့ သူတို့နှစ်ယောက်ဟာ သေခါနီးလူနာတွေ မျှော်လင့်ချက်မရှိတော့တဲ့လူနာတွေကို သတ်ပြီး ကလီစာတွေထုတ်ရောင်းနေကြတာပါပဲ…တစ်ညတော့ ကလီစာတွေကို တစ်ဆင့်ခံပို့ပေးရတဲ့ရဂ်ဂျီနာကြောင့် ကျောက်ကပ်တစ်လုံးပျောက်သွားတဲ့အခါ….ရဂ်ဂျီနာတစ်ယောက် လုပ်မိလုပ်ရာနဲ့ ဆေးရုံမှာ ဘယ်လိုမွှေမလဲဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်…IMDB 5.3/10 ရရှိထားပြီး မင်းသမီးကြီး Angela Bettis က မန်ဒီအဖြစ် ခပ်မိုက်မိုက်သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi၂၀၂၀ ခုနစ္ထြက္ Drama, Thriller အမ်ိဳးအစားျဖစ္ပါတယ္ …ဇာတ္လမ္းအရေတာ့ မန္ဒီက ေဆး႐ုံတစ္ခုမွာအစမ္းခန႔္ကာလဆင္းေနတဲ့ သူနာျပဳတစ္ေယာက္ပါသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္းကေတာ့ ကာရန္ေပါ့…သူတို႔ႏွစ္ေယာက္မွာ လွ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိပါတယ္…အဲဒါကေတာ့ သူတို႔ႏွစ္ေယာက္ဟာ ေသခါနီးလူနာေတြ ေမွ်ာ္လင့္ခ်က္မရွိေတာ့တဲ့လူနာေတြကို သတ္ၿပီး ကလီစာေတြထုတ္ေရာင္းေနၾကတာပါပဲ…တစ္ညေတာ့ ကလီစာေတြကို တစ္ဆင့္ခံပို႔ေပးရတဲ့ရဂ္ဂ်ီနာေၾကာင့္ ေက်ာက္ကပ္တစ္လုံးေပ်ာက္သြားတဲ့အခါ….ရဂ္ဂ်ီနာတစ္ေယာက္ လုပ္မိလုပ္ရာနဲ႔ ေဆး႐ုံမွာ ဘယ္လိုေမႊမလဲဆိုတာ ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္…IMDB 5.3/10 ရရွိထားၿပီး မင္းသမီးႀကီး Angela Bettis က မန္ဒီအျဖစ္ ခပ္မိုက္မိုက္သ႐ုပ္ေဆာင္ထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 26minSubtitle – Myanmar HardsubFormat – Mp4Genre :Drama,ThrillerSource : 1080p.WebRipTranslator – May Myat ThuEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAngela BettisBriana LaneBrooke SeguinChloe FarnworthDavid ArquetteDusty WarrenJulianne DowlerKit WilliamsonMichael MayMick FoleyMissy Stahr ThreadgillMolly SimpsonMorgan Peter BrownNikea Gamby-TurnerScott DeanSydney SteinbergTara PerryTaylor AldenTed FergusonThomas HobsonTom DeTrinis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vghBAXOb9VlDkbjHBkoG19GAW8w.jpg",
      "https://image.tmdb.org/t/p/w300/q7iz5NgviV6DvyLvUlU4cGhUtCD.jpg",
      "https://image.tmdb.org/t/p/w300/cNOb4vq00S49BHLloU0VHVRTH26.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-15-at-5.15.17-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/12-hour-shift-2020-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/12-hour-shift-2020-web-rip-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://megaup.net/1zkuc/12.Hour.Shift.2020.WebRip.720P[CM].mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1zku6/12.Hour.Shift.2020.WebRip.480P[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/gugiczmby8av",
        "server": "upstream.to",
        "size": "760 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/a9bmokrh221s",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/pLpQECpQ#kA3j6wjsUhbW_BkWcFQ6OqYqa4rsWY2eHAYIjq3hof0",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/1DB3HITT#Vpd1Xo_FZ0lFQtO-KM9IP7h7QzoqAkhRLNtBHMei5IQ",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/12-hour-shift-2020",
        "server": "VIP Links",
        "size": "760 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "vs_DkzeY0CI",
      "video_url": "https://www.youtube.com/watch?v=vs_DkzeY0CI",
      "embed_url": "https://www.youtube.com/embed/vs_DkzeY0CI"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "7.3/",
      "rating_count": "15"
    },
    "title": "Chilling Adventures of Sabrina (2018)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8AdmUPTyidDebwIuakqkSt6u1II.jpg",
      "https://image.tmdb.org/t/p/w300/zBsYZSCfO5sW2808ksS5vP7TiUH.jpg",
      "https://image.tmdb.org/t/p/w300/pv5j9lzsuJpHtskk7NZ5wa3QEoI.jpg",
      "https://image.tmdb.org/t/p/w300/dnD2mjcinwFanRc3t94JgnAkO6v.jpg",
      "https://image.tmdb.org/t/p/w300/9NUMeHtAwTxsm7nfEZkMim9VNoU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yxMpoHO0CXP5o9gB7IfsciilQS4.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "Ab_rXrgk5R4",
      "video_url": "https://www.youtube.com/watch?v=Ab_rXrgk5R4",
      "embed_url": "https://www.youtube.com/embed/Ab_rXrgk5R4"
    }
  },
  {
    "metadata": "NC16||2h 10min|Action,Adventure,Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "714"
    },
    "title": "A Writer’s Odyssey ( 2021 )",
    "description": "ဒီတစ်ခေါက်ကတော့ yang mi ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးသွားမှာပါဝတ္ထုတစ်ပုဒ်က လက်ရှိကမ္ဘာကို ပြောင်းလဲနိုင်သလားဇာတ်လမ်းအကြောင်းအရာလေးကတော့…ကွမ်နင်ဟာ သူ့မှာရှိသမျှအရာအားလုံးကို ရင်းပြီး ပျောက်သွားတဲ့သမီးဖြစ်သူကို ခြောက်နှစ်လုံးလုံး လိုက်ရှာနေသူတစ်ယောက်ပါတစ်နေ့မှာ ထူလင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်က သူ့သမီးကိုရှာပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ် ဒါပေမဲ့ ပြန်ပေးရမဲ့တန်ကြေးကတော့ “နတ်ဘုရားသုတ်သင်သူ” ဆိုတဲ့ ဝတ္ထုကိုရေးသားတဲ့ လုခုံဝမ်ကို သတ်ပေးရမှာပါ သတ်ရမှာလွယ်မယ်လို့ထင်ထားပေမဲ့လည်း “နတ်ဘုရားသုတ်သင်သူ” ဝတ္ထုကလက်ရှိကမ္ဘာနဲ့ ဆက်နွယ်မှုတွေရှိနေတဲ့အခါ ဘယ်လိုမထင်မှတ်ထားမှုတွေကကွမ်နင်ကို စောင့်ကြိုနေမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါQuality: WEB-DL720Format : mp4Subtitle : Myanmar Sub ( hardsub )Translated By Yamin EiEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYang LuStarsJiayin LeiJingfei GuoZijian DongCastDong JieDong ZijianGuo JingfeiLei JiayinTong LiyaYang MiYu Hewei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tATpHG3CjsBCsNXZBcHHE2gZjBy.jpg",
      "https://image.tmdb.org/t/p/w300/burhBJ9922PnGC6cuqPMnDWWSuN.jpg",
      "https://image.tmdb.org/t/p/w300/ySMcbyqCGWYD470i9u9QnJrEFeZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6BNjjfdFJDGRF59nYNEb2i042xX.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-writers-odyssey-2021",
        "server": "VIP Links",
        "size": "1.48 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://drive.google.com/file/d/1gzPuo25bZW3yDEnu9Gaj7CTFnv_YCeah/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.48 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/33Lbi/A.Writer_s.Odyssey.2021.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.48 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://viewsb.com/9udns7swx63d.html",
        "server": "streamsb.com",
        "size": "1.48 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "xs7DJeJgc1s",
      "video_url": "https://www.youtube.com/watch?v=xs7DJeJgc1s",
      "embed_url": "https://www.youtube.com/embed/xs7DJeJgc1s"
    }
  },
  {
    "metadata": "Unrated|2018|2h 14m|Drama,Music",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "221"
    },
    "title": "The Forest of Wool and Steel (2018)",
    "description": "The Forest of Wool and Steel (2018)~IMDb – 6.2/10, MyDramaList – 7.6/10 ~ဟော့ကိုင်းဒိုး (Hokkaido) မှာရှိတဲ့ နယ်မြို့လေးတစ်မြို့က အထက်တန်းကျောင်းသားလေးတစ်ယောက်က အထက်တန်းကျောင်းအောင်ပြီးရင် ဒီအတိုင်းလေးပဲ ဘဝကို ဆက်ရှင်သန်မယ်လို့တွေးနေတဲ့အခိုက် သူ့ကျောင်းက တစ်ခုသောစန္ဒရားကို ပြင်(အသံညှိ) ပေးဖို့ လာခဲ့တဲ့ စန္ဒရားအသံညှိဆရာ (Piano Tuner) တစ်ယောက်ကို လိုက်ပြပေးရတယ်။ အဲဒီဆရာအသံညှိပြီး တီးခတ်လိုက်တဲ့ စန္ဒရားသံစဉ်ကို ကြားသွားတဲ့ ကျောင်းသားလေးက ရုတ်တရက် သာယာငြိမ့်ညောင်းတဲ့တောအုပ်ထဲ ရောက်ရှိသွားသလို ခံစားရပြီး စန္ဒရားအသံညှိဆရာဖြစ်ချင်တဲ့ဆန္ဒ တဖွားဖွားဖြစ်လာလို့ ကျောင်းပြီးတာနဲ့ တိုကျိုမှာ စန္ဒရားအသံညှိကျောင်းကို ၂ နှစ်သွားတက်ခဲ့တယ်။ ၂ နှစ်တက်ပြီး သူ့ဇာတိမြို့မှာပဲ သူဆုံခဲ့တဲ့စန္ဒရားအသံညှိဆရာရဲ့ အဲတိုတူရိယာပစ္စည်းဆိုင် (Eto Musical Instrument Shop) မှာပဲ စန္ဒရားအသံညှိဆရာအဖြစ် ဝင်လုပ်ခဲ့တယ်။ အဲဒီမှာဝင်လုပ်ရင်း စီနီယာစန္ဒရားအသံညှိဆရာတွေ၊ စန္ဒရားပိုင်ရှင်တွေ၊ စန္ဒရားတီးခတ်သူတွေနဲ့ စန္ဒရားမျိုးစုံကို ကြုံတွေ့ရပါတော့တယ်။ဒီဇာတ်ကားဟာ အမျိုးသမီးစာရေးဆရာ Natsu Miyashita က ၂၀၁၆ ခုနှစ်မှာရေးသားထုတ်ဝေခဲ့ပြီး ထိုနှစ်မှာကျင်းပခဲ့တဲ့ the 13th Japan Booksellers ဆုကိုရသွားခဲ့တဲ့ “Hitsuji to Hagane no Mori (The Forest of Wool and Steel)” ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။Live-Action သရုပ်ဆောင်တွေထဲက နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်တဲ့ Kento Yamazaki ကို ဒီဇာတ်ကားထဲမှာ စန္ဒရားအသံညှိဆရာတစ်ယောက်အဖြစ် တစ်မူထူးခြားစွာမြင်ရမှာဖြစ်ပါတယ်။ နောက်ပြီး ၂၀၂၄ ခုနှစ်ထဲ Netflix ကနေထွက်ရှိလာမယ့် City Hunter ဇာတ်ကားထဲက Ryohei Suzuki လည်း စီနီယာစန္ဒရားအသံညှိဆရာအဖြစ်ပါဝင်ထားသလို Tomokazu Miura, Ken Mitsuishi တို့လို ဝါရင့်မင်းသားကြီးတွေလည်းအားဖြည့်ထားပြီး Mone နဲ့ Moka တို့ Kamishiraishi ညီအစ်မလည်း ပါဝင်ထားပါသေးတယ်။ Kamishiraishi ညီအစ်မထဲက ညီမဖြစ်သူ Moka က 42nd Japan Academy Awards ပွဲမှာ တက်သစ်စသရုပ်ဆောင်ဆုကို ဒီဇာတ်ကားနဲ့ ဆွတ်ခူးသွားခဲ့ပါတယ်။စန္ဒရားတီးတာမဟုတ်ဘဲ စန္ဒရားတစ်ခုမှာ ဘာတွေပါလဲ၊ ဘယ်လိုပုံစံနဲ့အလုပ်လုပ်လဲ၊ စန္ဒရားအသံညှိဆရာတစ်ယောက်ရဲ့ သိသင့်သိထိုက်တဲ့ နည်းပညာတွေကဘာလဲ၊ စန္ဒရားတစ်ခုကို ဘယ်လိုပြုပြင်ထိန်းသိမ်းရမလဲ၊ စန္ဒရားကိုအပြင် စန္ဒရားတီးခတ်သူရဲ့စိတ်ဆန္ဒအတိုင်း အဆင်ပြေအောင် ဘယ်လိုဆောင်ရွက်ပေးရမလဲ၊ စန္ဒရားအသံညှိဆရာတစ်ယောက်အနေနဲ့ ဘာကိုရည်မှန်းချက်ထားရမလဲဆိုတာတွေကို စိတ်ဝင်စားရင်တော့ ၂ နာရီနီးပါးကြာမယ့် The Forest of Wool and Steel ထဲမှာ စန္ဒရားသံစဉ်တွေနဲ့ အဲဒီသံစဉ်တွေကြောင့် ပေါ်လာတဲ့ စိတ်ကူးပုံရိပ်တွေကို နားထောင်ခံစားကြည့်ရှုလိုက်ကြပါခင်ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.45GB, 1.05GBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 2H 14MinGenre – Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byAKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKojiro HashimotoStarsKeiko HoriuchiKen MitsuishiKento YamazakiMoka KamishiraishiMone KamishiraishiRiisa NakaRyôhei SuzukiTomokazu MiuraYu ShirotaYuki MorinagaCastHayato SanoKazuko YoshiyukiKeiko HoriuchiKen MitsuishiKento YamazakiMoka KamishiraishiMone KamishiraishiRiisa NakaRyohei SuzukiTomokazu MiuraYu ShirotaYuki Morinaga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uwKo8YFTjoZ3cDTCJVH3mZjRyWv.jpg",
      "https://image.tmdb.org/t/p/w300/prTQIl3BHwIHCPtAsEwdOBxWNgW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6vqgtLKlReHqAlIMm8iDwM8crcZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-forest-of-wool-and-steel-2018-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2H0mg/(CM)_The_Forest_of_Wool_and_Steel_(2018)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UKcXHTKB#k1PL47DMx7DOPBLfKuXlTN_bCPXiv0ciiOX6ptkyC6o",
        "server": "mega.nz",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/94xlabp3zdi5.html",
        "server": "usersdrive.com",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-forest-of-wool-and-steel-2018-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2H0kj/(CM)_The_Forest_of_Wool_and_Steel_(2018)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tK0iXKpb#zzeQw9BumjCQMjsLdue6JoJ7PmCXYMhEr_Se4-Lri5Q",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/abed6y1ghh5j.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/j32ixbl6bvps",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/295exyc6pam4",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cVmuY0DZSlk",
      "video_url": "https://www.youtube.com/watch?v=cVmuY0DZSlk",
      "embed_url": "https://www.youtube.com/embed/cVmuY0DZSlk"
    }
  },
  {
    "metadata": "|2011||Drama,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "166,102"
    },
    "title": "The Tree of Life (2011)",
    "description": "The Tree of Life (2011)=================IMDb Rating – 6.8/10#Unicodeပြောရမယ်ဆိုရင် ဒီရုပ်ရှင်နဲ့ ကျွန်တော်နဲ့ကြားမှာတံတိုင်းကြီးတစ်ခုခြားထားတယ်။အဲ့ဒီတံတိုင်းကခရစ်ယာန်ဘာသာရေးပါပဲ။ ဒီရုပ်ရှင်ရဲ့ အဓိကConceptက ဘာသာရေးဆိုတော့ ဒါကို ဖယ်ပြီးခံစားဖို့အတော်ခက်တယ်။ ကောင်းလားမေးရင်လည်းဒီရုပ်ရှင်ဟာ အတော်တန်းမြင့်တဲ့အထဲထည့်လို့ရတဲ့အထိကောင်းတယ်။ အတော်အနုပညာဆန်တယ်။အပေါ်မှာပြောထားတဲ့ ဘာသာရေးတွေဘာသာစကားတွေကို ဖယ်ကြည့်လိုက်ရင်ကျွန်တော်တို့အားလုံးဟာ နှလုံးသားကိုယ်စီရှိကြတဲ့တူညီတဲ့လူသားတွေပါပဲ။ ဒီတော့ ဒီထဲကအဓိက Conceptမဟုတ်တဲ့ မိသားစုဆက်ဆံရေးထဲကအတော်လှတဲ့ ချစ်ခြင်း ပဋိပက္ခတွေကို ပြသွားတဲ့ပု‌ံတွေကို အပြည့်အ၀ခံစားလို့ရတယ်။အဓိက Conceptမဟုတ်တာနဲ့တောင်ဒီရုပ်ရှင်ဟာ အတော်လေးစွဲမက်ဖို့ကောင်းတယ်။စကားပြောသံတွေက မသဲမကွဲတွေစကားပြောနေရင်းတောင် တစ်ချိန်လုံးနီးပါးကြားနေရတဲ့ဂန္တ၀င်ဂီတ‌တွက စကားပြောသံထက်ပိုစူးရှနေတယ်။ ဒါကလည်းအတော်ဆွဲဆောင်မှုရှိတယ်ပြောရမယ်။ စကြ၀ဠာကနေ သားလောင်းအထိလှပတဲ့ (ခရစ်ယာန်စကားနဲ့ဆို ဖန်ဆင်းမှု)တွေကိုထည့်သုံးသွားတာကလည်း သက်ဆိုင်သူတွေအတွက်တကယ်ခံစားရစေမယ့်အရာပါပဲ။Tree ofLifeဆိုတဲ့နာမည်လှလှလေးနဲ့လိုက်ဖက်အောင်ကိုဒီရုပ်ရှင်ထဲက အရာအားလုံးကလှပတယ်။Castတွေကလည်း Aတန်း၀င် Actorတွေဘရက်ပစ် ရှောင်ပင်းန်။ ဘာရည်ရွယ်ချက်နဲ့လဲတော့မသိပေမယ့် ‌အသက်ခြောက်ဆယ်ရှိပြီဖြစ်တဲ့ရှောင်ပင်းန်ကို ငါးဆယ့်ခြောက် ဘရက်ပစ်ရဲ့သားလုပ်ပစ်ထားတာကတော့ တစ်မျိူးပါပဲ။ရှောင်ပင်းန်အခန်းတွေမှာတော့ ဘာမှထူးထူးခြားခြားသိပ်မရှိပေမယ့် ဘရက်ပစ်ကတော့ တကယ့်ဘ၀မှာကလေးတွေအများကြီးရဲ့ အဖေဖြစ်နေတ‌ာရောဇာတ်ကောင်လိုက်ဖက်မှုကြောင့်ရောဖခင်အစစ်တစ်ယောက်လိုခံစားရစေတယ်။သူမဟုတ်ဘဲ တခြားလူသာဆို ဒီလောက်လှမယ်မထင်မိဘူး။ ဇာတ်လမ်းအကျဉ်းပြောဖို့မလိုလောက်အောင် ဇာတ်လမ်းက အရမ်းရိုးရှင်းတယ်။ဒီဇာတ်လမ်းရိုးရိုးလေးကို မပျင်းရအောင်ရိုက်ပြသွားတဲ့ ဒါရိုက်တာရဲ့ အရည်အချင်းကိုလည်းမချီးကျူးဘဲထားလို့မရဘူး။သူကလည်းခရစ်ယာန်ယုံကြည်သူစစ်တစ်‌ယောက်မဟုတ်ဘူး။ဒါပေမယ့် အခမ်းနားဆုံးဖြစ်သွားအောင်ရိုက်ခဲ့တယ်။ဒါက သူ့အနုပညာအပေါ်သူထားတဲ့ စေတနာပဲထင်တယ်။ အေးအေးဆေးဆေးအချိန်ရမှကြည့်ပြီး အသံတွေကို စပီကာနဲ့နားထောင်ပြီးကြည့်ကြည့်ဖို့တော့ အကြံပေးချင်တယ်။Arthouseဆန်တဲ့ ရုပ်ရှင်ကြိုက်တဲ့လ‌ူတွေအတွက်အတော်ခံစားလို့ကောင်းမှာ မလွဲမသေပါပဲ။Tree of Lifeဟာ 2011ရဲ့ Top 10စာရင်း၀င်တဲ့အပြင်BBCစစ်တမ်းမှာ Gratest American Filmလည်းဖြစ်ခဲ့တယ်။2000ခုနှစ်နောက်ပိုင်း ခုနှစ်ကားမြောက်အကောင်းဆုံးရုပ်ရှင်အဖြစ်လည်း သတ်မှတ်ခံခဲ့ရတယ်အော်စကာ ဆန်ခါတင်သုံးခါ၀င်ခဲ့တယ်။ဒီလောက်လှတဲ့ရုပ်ရှင် အော်စကာတစ်ဆုမှမရခဲ့တာတော့‌နှမြောစရာပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiေျပာရမယ္ဆိုရင္ ဒီ႐ုပ္ရွင္နဲ႔ ကြၽန္ေတာ္နဲ႔ၾကားမွာတံတိုင္းႀကီးတစ္ခုျခားထားတယ္။အဲ့ဒီတံတိုင္းကခရစ္ယာန္ဘာသာေရးပါပဲ။ ဒီ႐ုပ္ရွင္ရဲ႕ အဓိကConceptက ဘာသာေရးဆိုေတာ့ ဒါကို ဖယ္ၿပီးခံစားဖို႔အေတာ္ခက္တယ္။ ေကာင္းလားေမးရင္လည္းဒီ႐ုပ္ရွင္ဟာ အေတာ္တန္းျမင့္တဲ့အထဲထည့္လို႔ရတဲ့အထိေကာင္းတယ္။ အေတာ္အႏုပညာဆန္တယ္။အေပၚမွာေျပာထားတဲ့ ဘာသာေရးေတြဘာသာစကားေတြကို ဖယ္ၾကည့္လိုက္ရင္ကြၽန္ေတာ္တို႔အားလုံးဟာ ႏွလုံးသားကိုယ္စီရွိၾကတဲ့တူညီတဲ့လူသားေတြပါပဲ။ ဒီေတာ့ ဒီထဲကအဓိက Conceptမဟုတ္တဲ့ မိသားစုဆက္ဆံေရးထဲကအေတာ္လွတဲ့ ခ်စ္ျခင္း ပဋိပကၡေတြကို ျပသြားတဲ့ပု‌ံေတြကို အျပည့္အ၀ခံစားလို႔ရတယ္။အဓိက Conceptမဟုတ္တာနဲ႔ေတာင္ဒီ႐ုပ္ရွင္ဟာ အေတာ္ေလးစြဲမက္ဖို႔ေကာင္းတယ္။စကားေျပာသံေတြက မသဲမကြဲေတြစကားေျပာေနရင္းေတာင္ တစ္ခ်ိန္လုံးနီးပါးၾကားေနရတဲ့ဂႏၲ၀င္ဂီတ‌တြက စကားေျပာသံထက္ပိုစူးရွေနတယ္။ ဒါကလည္းအေတာ္ဆြဲေဆာင္မႈရွိတယ္ေျပာရမယ္။ စၾက၀ဠာကေန သားေလာင္းအထိလွပတဲ့ (ခရစ္ယာန္စကားနဲ႔ဆို ဖန္ဆင္းမႈ)ေတြကိုထည့္သုံးသြားတာကလည္း သက္ဆိုင္သူေတြအတြက္တကယ္ခံစားရေစမယ့္အရာပါပဲ။Tree ofLifeဆိုတဲ့နာမည္လွလွေလးနဲ႔လိုက္ဖက္ေအာင္ကိုဒီ႐ုပ္ရွင္ထဲက အရာအားလုံးကလွပတယ္။Castေတြကလည္း Aတန္း၀င္ Actorေတြဘရက္ပစ္ ေရွာင္ပင္းန္။ ဘာရည္႐ြယ္ခ်က္နဲ႔လဲေတာ့မသိေပမယ့္ ‌အသက္ေျခာက္ဆယ္ရွိၿပီျဖစ္တဲ့ေရွာင္ပင္းန္ကို ငါးဆယ့္ေျခာက္ ဘရက္ပစ္ရဲ႕သားလုပ္ပစ္ထားတာကေတာ့ တစ္မ်ိဴးပါပဲ။ေရွာင္ပင္းန္အခန္းေတြမွာေတာ့ ဘာမွထူးထူးျခားျခားသိပ္မရွိေပမယ့္ ဘရက္ပစ္ကေတာ့ တကယ့္ဘ၀မွာကေလးေတြအမ်ားႀကီးရဲ႕ အေဖျဖစ္ေနတ‌ာေရာဇာတ္ေကာင္လိုက္ဖက္မႈေၾကာင့္ေရာဖခင္အစစ္တစ္ေယာက္လိုခံစားရေစတယ္။သူမဟုတ္ဘဲ တျခားလူသာဆို ဒီေလာက္လွမယ္မထင္မိဘူး။ ဇာတ္လမ္းအက်ဥ္းေျပာဖို႔မလိုေလာက္ေအာင္ ဇာတ္လမ္းက အရမ္း႐ိုးရွင္းတယ္။ဒီဇာတ္လမ္း႐ိုး႐ိုးေလးကို မပ်င္းရေအာင္႐ိုက္ျပသြားတဲ့ ဒါ႐ိုက္တာရဲ႕ အရည္အခ်င္းကိုလည္းမခ်ီးက်ဴးဘဲထားလို႔မရဘူး။သူကလည္းခရစ္ယာန္ယုံၾကည္သူစစ္တစ္‌ေယာက္မဟုတ္ဘူး။ဒါေပမယ့္ အခမ္းနားဆုံးျဖစ္သြားေအာင္႐ိုက္ခဲ့တယ္။ဒါက သူ႔အႏုပညာအေပၚသူထားတဲ့ ေစတနာပဲထင္တယ္။ ေအးေအးေဆးေဆးအခ်ိန္ရမွၾကည့္ၿပီး အသံေတြကို စပီကာနဲ႔နားေထာင္ၿပီးၾကည့္ၾကည့္ဖို႔ေတာ့ အႀကံေပးခ်င္တယ္။Arthouseဆန္တဲ့ ႐ုပ္ရွင္ႀကိဳက္တဲ့လ‌ူေတြအတြက္အေတာ္ခံစားလို႔ေကာင္းမွာ မလြဲမေသပါပဲ။Tree of Lifeဟာ 2011ရဲ႕ Top 10စာရင္း၀င္တဲ့အျပင္BBCစစ္တမ္းမွာ Gratest American Filmလည္းျဖစ္ခဲ့တယ္။2000ခုႏွစ္ေနာက္ပိုင္း ခုႏွစ္ကားေျမာက္အေကာင္းဆုံး႐ုပ္ရွင္အျဖစ္လည္း သတ္မွတ္ခံခဲ့ရတယ္ေအာ္စကာ ဆန္ခါတင္သုံးခါ၀င္ခဲ့တယ္။ဒီေလာက္လွတဲ့႐ုပ္ရွင္ ေအာ္စကာတစ္ဆုမွမရခဲ့တာေတာ့‌ႏွေျမာစရာပါပဲ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1 CHDuration – 2hr 19minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, FantasySource : 1080p. BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTerrence MalickStarsBrad PittJessica ChastainSean PennCastBrad PittCrystal ManteconDustin AllenFinnegan WilliamsFiona ShawHunter McCrackenJackson HurstJessica ChastainJoanna GoingJohn HowellKari MatchettKimberly WhalenLaramie EpplerMichael KoethMichael ShowersSean PennTamara JolaineTye Sheridan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tM4lA66Bt2jDI2kRmwZISh1GK1e.jpg",
      "https://image.tmdb.org/t/p/w300/iXpmOZJwvYXieyie7U5qJfc0m3s.jpg",
      "https://image.tmdb.org/t/p/w300/7kcNux5YvNnEfaetoE1LCkaGdTX.jpg",
      "https://image.tmdb.org/t/p/w300/krDjqWqLAewVYiU8fDQLHO7gPmf.jpg",
      "https://image.tmdb.org/t/p/w300/zDBk0TmoTcrE5UT4S9riIGSuDoj.jpg",
      "https://image.tmdb.org/t/p/w300/f1LyayoYt2P8mYuG5GZ4Kt7Exw6.jpg",
      "https://image.tmdb.org/t/p/w300/lyjiYXaT5UxIODdupvKL58tckmY.jpg",
      "https://image.tmdb.org/t/p/w300/9Kpn2ZHgiLiglW1klEZCitONlxJ.jpg",
      "https://image.tmdb.org/t/p/w300/gbkfUyqX58zeBFrdyOw5P6aoHNS.jpg",
      "https://image.tmdb.org/t/p/w300/exvCUqW8scjHcw7OON2XEABUkfy.jpg",
      "https://image.tmdb.org/t/p/w300/AqGrON0TmVpvfHlv7OVnDfU6zV2.jpg",
      "https://image.tmdb.org/t/p/w300/cmlRI6r49ebZ3ZcKmhH9mCqsdId.jpg",
      "https://image.tmdb.org/t/p/w300/jPK3b0UMomue2cplRqRDgbdPcUt.jpg",
      "https://image.tmdb.org/t/p/w300/AoTVY8e8bPxsYbTzdk2cGy5pzMv.jpg",
      "https://image.tmdb.org/t/p/w300/cRZlLJalOAzaqjH1OG3A6akF4XU.jpg",
      "https://image.tmdb.org/t/p/w300/nMez2WaB7gHe3vJYfqT5mmYY57t.jpg",
      "https://image.tmdb.org/t/p/w300/lQYj5hpoOldPvIBElqyOqkjCRFm.jpg",
      "https://image.tmdb.org/t/p/w300/5dZqw2CR5E0VKeiEOvAokfzz4BW.jpg",
      "https://image.tmdb.org/t/p/w300/1gqKx0iMdKBWr3CXL7iilXDFFK9.jpg",
      "https://image.tmdb.org/t/p/w300/mrJc0j7KGLxRAYb7dGW9JbEHblV.jpg",
      "https://image.tmdb.org/t/p/w300/5pb3YZ75Ev5NadMKDONvQ32cFdV.jpg",
      "https://image.tmdb.org/t/p/w300/jpLpRHq9U4nm2XYVP8t8bGKbvR8.jpg",
      "https://image.tmdb.org/t/p/w300/AfztEjyexiAhlTqDDGLjgDkgyxc.jpg",
      "https://image.tmdb.org/t/p/w300/iAd7Mmr08DyMqfElGe9dq6usAzn.jpg",
      "https://image.tmdb.org/t/p/w300/z0XQXQ81u7JWF1fNAWekq4tQuOL.jpg",
      "https://image.tmdb.org/t/p/w300/8PyVNls58PCYAm4RT57mhm4vgnG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/tree.of_.life_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-tree-of-life-2011-blu-ray-1080-p-5-1-ch-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-tree-of-life-2011-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tree-of-life-2011-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/Tp19/The.Tree.of.Life.2011.BluRay.1080P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/Tp1e/The.Tree.of.Life.2011.BluRay.720P[CM].mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://megaup.net/Tp1b/The.Tree.of.Life.2011.BluRay.480P[CM].mp4",
        "server": "megaup.net",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/p4fjdgvlxgcf",
        "server": "upstream.to",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/1p977kxi3aan",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://upstream.to/lfgl1qwriubi",
        "server": "upstream.to",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/4CwjUKqD#LGyTO1Kce2N1Mx6j-VvCM_6rGQgyhoOzj0uj4YGlYK8",
        "server": "mega.nz",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/5T4lxaQS#eDlkRfHrWqRbLcvF6I-jSQmvBy2gC0URGSW_BVzs8Zs",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://mega.nz/file/xexxVQ7Y#uqMz9b4ynqxRon6Ma4MfY_QWe-kHcanxLr9tVyfRoJk",
        "server": "mega.nz",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tree-of-life-2011",
        "server": "VIP Links",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      }
    ],
    "trailer": {
      "video_id": "RrAz1YLh8nY",
      "video_url": "https://www.youtube.com/watch?v=RrAz1YLh8nY",
      "embed_url": "https://www.youtube.com/embed/RrAz1YLh8nY"
    }
  },
  {
    "metadata": "N/A|2020|2hr|Biography,Bollywood,Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "21,910"
    },
    "title": "Chhapaak (2020)",
    "description": "(Unicode)“ဤဇာတ်ကားနှင့်ပက်သက်၍ ခံစားမိသမျှ. . .”လူတိုင်းရဲ့စိတ်ထဲမှာ မကောင်းဆိုးဝါးတစ်ကောင်(စိတ်ရိုင်းကိုယ်စီ) ရှိကြတယ်။ဘာကြောင့်များ လူတစ်ယောက်ဟာ ဒီလိုလုပ်ရပ်မျိုး လုပ်မိတဲ့အထိ ကိုယ့်စိတ်ရိုင်းကို ကိုယ်တိုင်အရှုံးပေး​ပြီး ဆင်ခြင်တုံတရားဆိုတဲ့ ချည်တိုင်ကနေ လွှတ်ပေးလိုက်ရတာလဲ?မနေ့က ဒီဇာတ်ကားကို ကြည့်မိတော့ ဇာတ်ကားရဲ့အစအလယ်အဆုံးမှာ ကျွန်တော်တွေးနေမိတာက “လူ့စိတ်ထဲက အမှောင်ဘက်ခြမ်း(Darkside)”အကြောင်းပါပဲ။တစ်ချို့လူတွေရဲ့လုပ်ရပ်တွေကို ကိုယ်တိုင်က နားမလည်နိုင်ပေမယ့် ကိုယ့်စိတ်ထဲမှာလည်း သူများနဲ့မတူတဲ့ စိတ်ရိုင်းတစ်မျိုးတော့ ရှိနေမှာ သေချာတယ်။ (ကိုယ်တိုင်လည်း သိတဲ့သူ သိကြမှာပါ)ဒီဇာတ်ကားအကြောင်း ပြောပါဆိုရင်တော့ လည်ပတ်အောင် ပြောပြနိုင်ဖို့က ခဲယဥ်းမယ်ထင်တယ်။ဇာတ်လမ်းက အက်ဆစ်နဲ့အပက်ခံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက် သူ့ဘဝကို ဘယ်လိုပြန်လည်တည်​ဆောက်ယူသလဲသူ့လိုမျိုး နောက်ထပ်အတိုက်ခိုက်ခံရနိုင်တဲ့ မိန်းကလေးတွေအတွက် တရားရုံးအဆင့်ဆင့်ကို တက်ပြီး “အက်ဆစ်ရောင်းချမှုကို တားမြစ်ပိတ်ပင်”ဖို့ အယူခံဝင် ၊ အဆိုပြုလွှာတင်ကာ. . .နောက်ဆုံး ဥပဒေပြစ်ဒါဏ်တစ်ခုအနေနဲ့ ပေါ်ထွန်းလာစေဖို့အထိ ကြိုးစားပုံကို ရိုးရိုးလေး ရိုက်ပြထားတာပါပဲ။ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်လို့ ပရိတ်သတ်ကို မက်ဆေ့ပေးချင်တဲ့ အချက်တွေကို ဇာတ်ကားအစမှာရော အဆုံးမှာပါ ထည့်ပေးထားပါတယ်။ရင်ဖိုစရာ ၊ စိတ်လှုပ်ရှားစရာတွေထက်ကို ဆင်ခြင်စရာတွေ ၊ ပြင်ဆင်စရာတွေကို မြင်မိစေပါလိမ့်မယ်။ဒီဇာတ်ကားကို ရိုက်ဖို့အတွက် မင်းသားရယ်လို့ မယ်မယ်ရရ သုံးမထားပဲ မင်းသမီး Deepika Padukone တစ်ယောက်သာ သုံးထားတာမို့ ၊ ဘတ်ဂျက်လည်း အင်မတန်နည်းပါတယ်။ဇာတ်ကားရဲ့ တင်ပြချင်တဲ့ ရည်ရွယ်ချက်က ကောင်းမွန်တဲ့အတွက် အိန္ဒိယပြည်နယ်လေးခုမှာအခွန်ကင်းလွတ်ခွင့်နဲ့ ပြသခွင့်ရခဲ့သလို ဝေဖန်ရေးဆရာတွေကြားမှာလည်း အပြုသဘော ဝေဖန်ချက်တွေ ရခဲ့ပါတယ်။အညွှန်းအနေနဲ့ ရေးပေးထားတာမျိုး မဟုတ်ပဲ  ဘာသာပြန်တစ်ယောက်အနေနဲ့ ရုပ်ရှင်ချစ်သူတစ်ယောက်အနေနဲ့ ရေးသားပေးလိုက်တာမို့ဖော်ပြချင်တဲ့ အချက်တွေ ၊ ဘာသာပြန်ရာမှာ ဥပဒေဆိုင်ရာအသုံးအနှုန်းတွေနဲ့ ပတ်သက်ပြီး အားနည်းခဲ့ရင် ကြိုတင်တောင်းပန်ထားပါရစေ….။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)“ဤဇာတ္ကားႏွင့္ပက္သက္၍ ခံစားမိသမွ်. . .”လူတိုင္းရဲ႕စိတ္ထဲမွာ မေကာင္းဆိုးဝါးတစ္ေကာင္(စိတ္႐ိုင္းကိုယ္စီ) ရွိၾကတယ္။ဘာေၾကာင့္မ်ား လူတစ္ေယာက္ဟာ ဒီလိုလုပ္ရပ္မ်ိဳး လုပ္မိတဲ့အထိ ကိုယ့္စိတ္႐ိုင္းကို ကိုယ္တိုင္အရႈံးေပး​ၿပီး ဆင္ျခင္တုံတရားဆိုတဲ့ ခ်ည္တိုင္ကေန လႊတ္ေပးလိုက္ရတာလဲ?မေန႔က ဒီဇာတ္ကားကို ၾကည့္မိေတာ့ ဇာတ္ကားရဲ႕အစအလယ္အဆုံးမွာ ကြၽန္ေတာ္ေတြးေနမိတာက “လူ႔စိတ္ထဲက အေမွာင္ဘက္ျခမ္း(Darkside)”အေၾကာင္းပါပဲ။တစ္ခ်ိဳ႕လူေတြရဲ႕လုပ္ရပ္ေတြကို ကိုယ္တိုင္က နားမလည္ႏိုင္ေပမယ့္ ကိုယ့္စိတ္ထဲမွာလည္း သူမ်ားနဲ႔မတူတဲ့ စိတ္႐ိုင္းတစ္မ်ိဳးေတာ့ ရွိေနမွာ ေသခ်ာတယ္။ (ကိုယ္တိုင္လည္း သိတဲ့သူ သိၾကမွာပါ)ဒီဇာတ္ကားအေၾကာင္း ေျပာပါဆိုရင္ေတာ့ လည္ပတ္ေအာင္ ေျပာျပႏိုင္ဖို႔က ခဲယဥ္းမယ္ထင္တယ္။ဇာတ္လမ္းက အက္ဆစ္နဲ႔အပက္ခံခဲ့ရတဲ့ မိန္းကေလးတစ္ေယာက္ သူ႔ဘဝကို ဘယ္လိုျပန္လည္တည္​ေဆာက္ယူသလဲသူ႔လိုမ်ိဳး ေနာက္ထပ္အတိုက္ခိုက္ခံရႏိုင္တဲ့ မိန္းကေလးေတြအတြက္ တရား႐ုံးအဆင့္ဆင့္ကို တက္ၿပီး “အက္ဆစ္ေရာင္းခ်မႈကို တားျမစ္ပိတ္ပင္”ဖို႔ အယူခံဝင္ ၊ အဆိုျပဳလႊာတင္ကာ. . .ေနာက္ဆုံး ဥပေဒျပစ္ဒါဏ္တစ္ခုအေနနဲ႔ ေပၚထြန္းလာေစဖို႔အထိ ႀကိဳးစားပုံကို ႐ိုး႐ိုးေလး ႐ိုက္ျပထားတာပါပဲ။ျဖစ္ရပ္မွန္ဇာတ္ကားျဖစ္လို႔ ပရိတ္သတ္ကို မက္ေဆ့ေပးခ်င္တဲ့ အခ်က္ေတြကို ဇာတ္ကားအစမွာေရာ အဆုံးမွာပါ ထည့္ေပးထားပါတယ္။ရင္ဖိုစရာ ၊ စိတ္လႈပ္ရွားစရာေတြထက္ကို ဆင္ျခင္စရာေတြ ၊ ျပင္ဆင္စရာေတြကို ျမင္မိေစပါလိမ့္မယ္။ဒီဇာတ္ကားကို ႐ိုက္ဖို႔အတြက္ မင္းသားရယ္လို႔ မယ္မယ္ရရ သုံးမထားပဲ မင္းသမီး Deepika Padukone တစ္ေယာက္သာ သုံးထားတာမို႔ ၊ ဘတ္ဂ်က္လည္း အင္မတန္နည္းပါတယ္။ဇာတ္ကားရဲ႕ တင္ျပခ်င္တဲ့ ရည္႐ြယ္ခ်က္က ေကာင္းမြန္တဲ့အတြက္ အိႏၵိယျပည္နယ္ေလးခုမွာအခြန္ကင္းလြတ္ခြင့္နဲ႔ ျပသခြင့္ရခဲ့သလို ေဝဖန္ေရးဆရာေတြၾကားမွာလည္း အျပဳသေဘာ ေဝဖန္ခ်က္ေတြ ရခဲ့ပါတယ္။အၫႊန္းအေနနဲ႔ ေရးေပးထားတာမ်ိဳး မဟုတ္ပဲ  ဘာသာျပန္တစ္ေယာက္အေနနဲ႔ ႐ုပ္ရွင္ခ်စ္သူတစ္ေယာက္အေနနဲ႔ ေရးသားေပးလိုက္တာမို႔ေဖာ္ျပခ်င္တဲ့ အခ်က္ေတြ ၊ ဘာသာျပန္ရာမွာ ဥပေဒဆိုင္ရာအသုံးအႏႈန္းေတြနဲ႔ ပတ္သက္ၿပီး အားနည္းခဲ့ရင္ ႀကိဳတင္ေတာင္းပန္ထားပါရေစ….။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (900 MB ) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 00minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.HS.WEB-DL.AAC.2.0.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhinav SarinChandradeep Singh RathoreGhazal JavedIshita DasguptaMeghna GulzarStarsAnand TiwariAnkit BishtDeepika PadukoneMadhurjeet SarghiPayal NairVikrant MasseyCastAnand TiwariAnkit BishtDeepika PadukoneMadhurjeet SarghiPayal NairVikrant Massey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rGpKAYOfKn3evFnzThkAgG8kKNI.jpg",
      "https://image.tmdb.org/t/p/w300/47chxM5qUWwTW170JlYiVAhlhkp.jpg",
      "https://image.tmdb.org/t/p/w300/oWI7Q790dTDbH3K8mCavL0mjbOT.jpg",
      "https://image.tmdb.org/t/p/w300/6Uo74WKryxUr5pK5zwQEJyCL20y.jpg",
      "https://image.tmdb.org/t/p/w300/mJio89xMHYgVGB1m4BXEepMq43f.jpg",
      "https://image.tmdb.org/t/p/w300/f2E38oSuiLZmRwNNm8mFZs9Sz25.jpg",
      "https://image.tmdb.org/t/p/w300/hIuKVb6NrterIO2km2GsESCmyNU.jpg",
      "https://image.tmdb.org/t/p/w300/n84H9rZGyA1RP67AA9FEu9XSsCS.jpg",
      "https://image.tmdb.org/t/p/w300/tin1INh9lDVJWUZl0Mx0GpWdftT.jpg",
      "https://image.tmdb.org/t/p/w300/sTweTD8YW1QuwkXBgsCJVSEbZxn.jpg",
      "https://image.tmdb.org/t/p/w300/vHzMAwKW5y9kevKYJO1daXSUNjp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cr5KqiolMMRUEJxrNLWESxyVVeU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2w96dr1p8bwa.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-chhapaak-2020-720-p-hs-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/m09zRQYY#JKchIHNbxsrAuIW2O4uuT3NI8lHv46lsaBQVUIQ954M",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/1f89y3wiqp5e",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Vl7/(CM)_Chhapaak.2020.720p.HS.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/5Pb",
        "server": "fastload.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/KiFHFlDL2rxZxw",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "21156"
    },
    "title": "Close(2022)",
    "description": "Close(2022)***********Best International Feature Film အဖြစ် အော်စကာ ဆန်ကာတင်စာရင်းဝင်ထားတဲ့ကားဖြစ်ပါတယ်…ဒီတစ်ခါ ညွှန်းပေးမယ့်ကားလေးကတော့ ပြင်သစ်ကားလေးတစ်ကားဖြစ်တဲ့ Close ပါ Rating လည်းမြင့်ပြီးသူငယ်ချင်းသံယောဇဉ်ကို ရိုက်ပြထားတာမို့ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပါ…ဇာတ်လမ်းလေးက သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Leo နဲ့ Remi တို့ဟာ အတူသွားအတူစား အတူအိပ်ကြတဲ့အထိ ညီအစ်ကိုလို ခင်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ပေါ့….တစ်နေ့ သူတို့အထက်တန်း စတက်ရတဲ့နေ့မှာ အတန်းထဲက ကောင်မလေးတွေကသူတို့နှစ်ယောက်က အရမ်းကို ခင်လွန်းတာမို့ အတွဲတွေလားလို့ စပြီးမေးလိုက်ပါတယ်….ဒါပေမယ့် ဒါဟာ သူငယ်ချင်းနှစ်ယောက်ကြား အဖုအထစ်လို ဖြစ်သွားစေခဲ့ပါတယ်…အဲ့ဒီနောက်တော့ သူတို့သူငယ်ချင်းနှစ်ယောက်ကြားက ဆက်ဆံရေးဟာဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့…File Size :(2.2GB)(1.06GB) and (287MB)Quality : WEB-DL.1080P, 720pFormat…mp4Duration…01:44:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by EricEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhlaam TeghadouiniBaptiste BatailleCachou KirschEden DambrineÉmilie DequenneFreya De CorteGustav De WaeleHélène TheunissenHerman van SlambrouckHervé GuerrisiIgor van DesselIven DeduytschaverJeffrey VanhaerenKevin JanssensLéa DruckerLéon BatailleMarc WeissPieter PironRobin KeyaertSerine Ayari",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ihBrgKx7IuOptUYcblRJHAraRM0.jpg",
      "https://image.tmdb.org/t/p/w300/gHQkesKhRZmoFaS3hSG0fmkwnjB.jpg",
      "https://image.tmdb.org/t/p/w300/uy2hMtS0kFLgyNISa81g6TKwlUw.jpg",
      "https://image.tmdb.org/t/p/w300/l7C5Ivtuv0yQxCn3McD0UCS0Qsw.jpg",
      "https://image.tmdb.org/t/p/w300/mvqsBtkqboxirJO58EeV7B7D8jK.jpg",
      "https://image.tmdb.org/t/p/w300/zdcTqRjOLbmgvNqqx2od7I4MjjO.jpg",
      "https://image.tmdb.org/t/p/w300/tuADo3vx9Ouq86IqeU1e2Y8M0Ds.jpg",
      "https://image.tmdb.org/t/p/w300/5P6CziT13hUsxd2o5BgrY2aWWXF.jpg",
      "https://image.tmdb.org/t/p/w300/rgy9uwKILMH3L9KWiPi6Y4UKpj3.jpg",
      "https://image.tmdb.org/t/p/w300/u0qmQeKoAbvlAeMv81nWjMYRaRC.jpg",
      "https://image.tmdb.org/t/p/w300/qIj5RkNrjvpHPihqVsvzFusSE6k.jpg",
      "https://image.tmdb.org/t/p/w300/xI2T95z71nraMoBiWmkUbyRCRvV.jpg",
      "https://image.tmdb.org/t/p/w300/2XyTKGKXWff2QnhDhz23yON6d8v.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vBv1e9Wi4t9JQUZpxgLW4DBBD4e.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xivjq2ujytuu.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/close-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1SH2b/Close.2022.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/uMYgCSIa#nZE_Jn4g3I-i4ei6P9L4cpRzitcY7vsr1_b_FOxFP2s",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/b4vbub88uv0x.html",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/nkzt8kmcqhzs",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/lq7q6aspx6ot.html",
        "server": "usersdrive.com",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/close-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cJzs/Close.2022.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/eIgUXbAA#jukTWEgs2-vePw5ckJLwnEhoz3ubCp4h3ZaFn1RapWo",
        "server": "mega.nz",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/qv9zlyeeky0c.html",
        "server": "streamsb.com",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/2tuygxggqsf0",
        "server": "streamvid.io",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/8jjcohtdqiof.html",
        "server": "usersdrive.com",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/close-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2yEvg/Close.2022.WEB-DL.480P(CM).mp4",
        "server": "megaup.net",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/eRAwCbpR#g4MOVnDXUzs1xxjWYXP6MLkyvrrBinRLfq3IFnV70Xc",
        "server": "mega.nz",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/f3l1szymdwmp.html",
        "server": "streamsb.com",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/rku3kxqd7t6h",
        "server": "streamvid.io",
        "size": "287MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "6EJGnU2AmV4",
      "video_url": "https://www.youtube.com/watch?v=6EJGnU2AmV4",
      "embed_url": "https://www.youtube.com/embed/6EJGnU2AmV4"
    }
  },
  {
    "metadata": "||2h 17 min|Drama",
    "rating": {
      "rating": "6/10",
      "rating_count": "328"
    },
    "title": "Ping-Pong: The Triumph ( 2023 )",
    "description": "ယခုတစ်ခေါက် CM က ပရိသတ်တွေအတွက် Ping Pong The Triumph ဆိုတဲ့အားကစားရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့- 1990 ပြည့်နှစ်အစောပိုင်းနှစ်တွေမှာတရုတ်အမျိုးသားပင်ပေါင်အားကစားအဖွဲဟာ ဆွီဒင်အဖွဲကိုအကြိမ်ကြိမ်ရှုံးနိမ့်ခဲ့ပါတယ်။ ၃ နှစ်ဆက်တိုက် ချန်ပီယံဖလားနဲ့ဝေးကွာခဲ့တဲ့ ပင်ပေါင်အဖွဲဟာ ရှုံးနိမ့်မှုကြီးနဲ့ ကြုံနေရပါတယ်။တိုက်မင်ကျားက ဦးဆောင်တဲ့ နည်းပြအဖွဲ အသစ်ကိုတရုတ်အမျိုးသားပင်ပေါင်အားကစားအဖွဲကို ပြုပြင်ပြောင်းလဲပေးဖိုတာဝန်ပေးအပ်ခဲ့ပါတယ်။ ရည်ရွယ်ချက်ကတော့1995 ခုနှစ် ထျန်းကျင်းနိုင်ငံတကာပင်ပေါင်ပြိုင်ပွဲမှာ ချန်ပီယံဆွဲနိုင်ရန် ဖြစ်ပါတယ်။နိုင်ငံတော်ပင်ပေါင်နည်းပြချုပ်အသစ်ဖြစ်သူ တိုက်မင်ကျားကနည်းပြချုပ်ရွေးချယ်ပွဲမှာ ” ၂ နှစ် ၁၀ နှစ်မလိုဘူး” ဆိုတဲ့ စကားကြီးစကားကျယ်ပြောပြီးနောက်……၂ နှစ်အတွင်းမှာ အမျိုးသားပင်ပေါင်အဖွဲကို ချန်ပီယံအဖြစ်လေ့ကျင့်ပေးနိုင်မလား……နိုင်ငံတော်အဖွဲထဲကိုရော ဘယ်လို အားကစားသမားတွေ ဝင်လာမလဲ ……ဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း လိုက်ပါခံစားလိုက်ကြဦးနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Sport , DramaRuntime : 2h 17 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAlan ArunaCai YidaDeng ChaoDing GuansenDuan BowenLiang ChaoSun LiSun XilunTan XiheTimmy XuWu JingXi WangYu BaiYu HaomingCastAlan ArunaCai YidaDeng ChaoDing GuansenDuan BowenLiang ChaoSun LiSun XilunTan XiheTimmy XuWu JingXi WangYu BaiYu Haoming",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3lhjDUfYcJ1iwSYExyGbJClwPg5.jpg",
      "https://image.tmdb.org/t/p/w300/82WHOCPiILlbQ9FBHbQNbYrnM36.jpg",
      "https://image.tmdb.org/t/p/w300/xEvqn3uG3VJZ7E4sZkCkbmAc2ik.jpg",
      "https://image.tmdb.org/t/p/w300/9D5ma3bBxNiNNoQmXjvClvGFiwX.jpg",
      "https://image.tmdb.org/t/p/w300/q5cPX3PljymOJZMXjnFQuOHLTVg.jpg",
      "https://image.tmdb.org/t/p/w300/19ZdieuTQELqxE4UgZAd6KRMhH2.jpg",
      "https://image.tmdb.org/t/p/w300/yhizwHtLRJVoVN7GZL5JFI42i4W.jpg",
      "https://image.tmdb.org/t/p/w300/aj3GnE84OdnwkhI1aga41MCjlK2.jpg",
      "https://image.tmdb.org/t/p/w300/cBDxOOgT8oDunxLcuNPxDChdBDd.jpg",
      "https://image.tmdb.org/t/p/w300/tOTxsg3mO8JaX0gPhgIYvNJdn0C.jpg",
      "https://image.tmdb.org/t/p/w300/3Qn28MhVVVHfMBBCepZcLWjtpz1.jpg",
      "https://image.tmdb.org/t/p/w300/ffIuiTautLWTqSsAMWCkKqwjmWL.jpg",
      "https://image.tmdb.org/t/p/w300/a0cwfJjNkj4IgQoC6bZT89n8p7t.jpg",
      "https://image.tmdb.org/t/p/w300/zQHt5mTvtRXlTvd8kZ7FPP9j9a3.jpg",
      "https://image.tmdb.org/t/p/w300/oyYPqPOcDRq6uAIeSJQhO1KsIPI.jpg",
      "https://image.tmdb.org/t/p/w300/ofjgRLBUjxpFsbHHrhmhPsLIrIR.jpg",
      "https://image.tmdb.org/t/p/w300/zswPPrIIOWrHKfybf1PHATXkIPC.jpg",
      "https://image.tmdb.org/t/p/w300/gTL89jFb6zHqFwXxeRigLf94VYe.jpg",
      "https://image.tmdb.org/t/p/w300/jANdn9HKrhOurT2DcOQUpbaOe78.jpg",
      "https://image.tmdb.org/t/p/w300/9u88V9PqrQaxVQ4pcEiYujoCL6h.jpg",
      "https://image.tmdb.org/t/p/w300/dMhpE74lPgSkuA9YRocHJvLdxGL.jpg",
      "https://image.tmdb.org/t/p/w300/AmZNisU5NS8BQsldZydjVr2uQxe.jpg",
      "https://image.tmdb.org/t/p/w300/xuQ7YicHNoy5kGt0nt1JVGLqZSl.jpg",
      "https://image.tmdb.org/t/p/w300/d0kITWWZNXyguHadteXk2Ds7gpR.jpg",
      "https://image.tmdb.org/t/p/w300/rUuUzvKroPhFHuq9nD5W3waqMaI.jpg",
      "https://image.tmdb.org/t/p/w300/yfefZkhhIjYunDV0VUOGfdx8wTh.jpg",
      "https://image.tmdb.org/t/p/w300/8hF2TvZCtp7unLOQeKKc0YE0kS.jpg",
      "https://image.tmdb.org/t/p/w300/mt1iSGMdtoKGSz30dHWPW7kLXv4.jpg",
      "https://image.tmdb.org/t/p/w300/l10gDaxYBUHwOqM7xCQptzDrEf.jpg",
      "https://image.tmdb.org/t/p/w300/pZOwu9DJrr7t1ZJ6KIhMOfpsUjr.jpg",
      "https://image.tmdb.org/t/p/w300/jJ7tijsJSyZ3RHzn8qNwEuNgPln.jpg",
      "https://image.tmdb.org/t/p/w300/jXm2SMTFsmRbPVsqB1dkLyC1nei.jpg",
      "https://image.tmdb.org/t/p/w300/cBDz4bg7RGaLoBSJfxlOTsBcRoH.jpg",
      "https://image.tmdb.org/t/p/w300/8GuzklM0YjBx7LzPKf5xJIjR2fm.jpg",
      "https://image.tmdb.org/t/p/w300/hxCkfI9pa2l3dmlBgZhYkyFfHEw.jpg",
      "https://image.tmdb.org/t/p/w300/dy7Pgn1NMONT7P3ogoVhUUxBxnL.jpg",
      "https://image.tmdb.org/t/p/w300/fj6eoEKIMFMo8D7iPzXhRqiyHDG.jpg",
      "https://image.tmdb.org/t/p/w300/7uc3o8shjkFx1ploIx9nz4geDiv.jpg",
      "https://image.tmdb.org/t/p/w300/bWKAfOMJVYBVY3Rr6mAaqluE8GB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/akqVNSsoVAgJncKNjlrJxgbCOgO.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ping-pong-the-triumph-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/xaasohy83ity.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbbrisk.com/o06sknwovy9v.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/3eQgz/Ping_Pong_The_Triumph_2023_WEB-DL_1080p_CM.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://streamvid.net/r9sds1sknwfu",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/BPQBVbzA#KpMSG8aqGML5w_ZJEdkTpzXLVwUUYKC_jfhxRMbm91A",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ping-pong-the-triumph-2023-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "623 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/mkqfwd1h177p.html",
        "server": "usersdrive.com",
        "size": "623 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ZGpEEKRb#QRhN7TBNQ2ops5MH9RyB0jqt1Xx-JtKO4_iwWKzWsCg",
        "server": "mega.nz",
        "size": "623 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "L3jSkDcGv3Q",
      "video_url": "https://www.youtube.com/watch?v=L3jSkDcGv3Q",
      "embed_url": "https://www.youtube.com/embed/L3jSkDcGv3Q"
    }
  },
  {
    "metadata": "R|2011|1h 30mins|Mystery,Sci-Fi",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Another Gantz(2011)",
    "description": "Another Gantz (2011)————————–၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်………….ဇာတ်လမ်းအကျဉ်း———————-ကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်……ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်…အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်….သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်…သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ…ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်File size…1.16GBQuality…1080pFormat…Mp4Duration….1h 39minSubtitle….Myanmar Subtitlke (Hard Sub)Encoder….Thit San KhantTranslated by Aung Tay ZaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShinsuke SatoStarsHaruhiko KatôKanata HongôCastHaruhiko KatôKanata HongôKazunari NinomiyaKenichi MatsuyamaNatsuna WatanabeTomorowo Taguchi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dxSfxQnGpbzrMzhpZ7REfVQ5Uv8.jpg",
      "https://image.tmdb.org/t/p/w300/42Orrdinzm1wv7YmIg6YIxl6lX3.jpg",
      "https://image.tmdb.org/t/p/w300/gcKQy9tsUluS7oRbR4ueL11NEcb.jpg",
      "https://image.tmdb.org/t/p/w300/wxMiTqP6ZdNfBhxSNQLNxT3A1Og.jpg",
      "https://image.tmdb.org/t/p/w300/aJ1KDU1R24rjKrc4SwmMJAqnTWH.jpg",
      "https://image.tmdb.org/t/p/w300/h8K8eXVMtiQZUIAPZUiRYGx4idp.jpg",
      "https://image.tmdb.org/t/p/w300/veZIJzYgY1ZppANwYAMbcRjx2nI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/znvoOzHHKNCLqiFTHuJ1G1wC1qZ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/another-gantz2011",
        "server": "VIP Links",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xL5kBC5a#8E3opyr1aSqpn-Wetocbxth0bQGi3WH6G07_Odc71IE",
        "server": "mega.nz",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/YSo7/ANOTHER_GANTZ_1080i_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bdj32j6rve97.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/mp3nlu8099gx",
        "server": "veryfiles.com",
        "size": "1.16GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "-AU02LXdYz4",
      "video_url": "https://www.youtube.com/watch?v=-AU02LXdYz4",
      "embed_url": "https://www.youtube.com/embed/-AU02LXdYz4"
    }
  },
  {
    "metadata": "R|2023|1h 28m|Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": "367"
    },
    "title": "Confidential Informant (2023)",
    "description": "Confidential Informant (2023)စုံထောက်ကားတော့ စုံထောက်ကား။ ဒါပေမဲ့ စုံထောက်ကားစစ်စစ် မှုခင်းကားစစ်စစ်တွေ အသေအချာကြည့်လေ့ရှိတဲ့ အမာခံပရိသတ်ဆိုရင်တော့ဖြင့် ဒီကားကို လက်ရှောင်ကြပါ။ မျှော်လင့်ပြီးမှ စိတ်ပျက်ရတာက မကြည့်ဖြစ်လိုက်တာထက် သာလို့ဆိုးပါတယ်။ ဒါပေမဲ့ သရုပ်ဆောင်နာမည်တွေကြောင့် လာတာဆိုရင်တော့ ဘာပဲပြောပြော မျက်နှာလေးတွေကြည့်ပြီး ကျေနပ်နိုင်မှာပါ။ဒီကားရဲ့ နာမည် Confidential Informant ဆိုတဲ့အတိုင်းပဲ… ဇာတ်လမ်းကတော့ လျှို့ဝှက်သတင်းပေးတွေနဲ့ ဆက်စပ်လုပ်ကိုင်နေရတဲ့ မူးယစ်ရဲ၂ယောက်အကြောင်းပါ။ မူးယစ်လောကထဲက ရဲတစ်ယောက်ကိုသတ်သွားတဲ့ ရဲသတ်သမားကို ဖမ်းဖို့အတွက် ၂ယောက်သား လျှို့ဝှက်သတင်းပေးနဲ့ပေါင်းပြီး ကျားကုတ်ကျားခဲ ကြိုးစားကြမှာပါ။Crime Thriller ဆိုတော့လည်း Spoil မမိအောင် ပြောပြလို့ရသလောက်က ဒီလောက်ပါပဲ။ အစကတည်းကမှ ဇာတ်က ခပ်ယိုင်ယိုင်ဆို‌တော့ Spoil မိသွားရင် ကြည့်စရာ မကျန်တော့မှာစိုးလို့ ဒီလောက်နဲ့ပဲ ရပ်လိုက်ပါတော့မယ်…။အားလုံးသိကြတဲ့ မင်းသားကြီး Mel Gibson လို ထိတ်ထိတ်ကြဲဘဲကြီးအပြင် ငယ်ငယ်က ကြည့်ခဲ့ကြရတဲ့ Terminator 3: Rise of the Machines ထဲမှာ ဂျွန်ကော်နာလုပ်ခဲ့တဲ့ Nick Stahl ရယ်၊ Prison Break ထဲက Dominic Purcell တို့၊ Superman Returns ထဲက Kate Bosworth တို့လို စူပါတွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ စူပါတွေပါတိုင်း စူပါရုပ်ရှင်လို့ မဆိုသာပေမယ့်လို့ စူပါဝိတ်လေးတင်ထားတော့ အိပ်ချင်စရာတော့ မကောင်းဘူးပေါ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုZမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 840MBQuality – 1080p, 720pFormat – mp4Duration – 1H 28MinGenre – ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byZEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael OblowitzStarsArielle RayceneCamila SaviaDominic PurcellErik ValdezJon LindstromKate BosworthMel GibsonNick StahlCastArielle RayceneCamila SaviaDominic PurcellErik ValdezJon LindstromKate BosworthMel GibsonNick Stahl",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/euO884625eFLfKLoc0MtFs5QiOS.jpg",
      "https://image.tmdb.org/t/p/w300/xaOPl4mmfsaU68cWbaEAxIvnwAK.jpg",
      "https://image.tmdb.org/t/p/w300/bUq0Zts4VSYLMVoJ7TSrAduL58N.jpg",
      "https://image.tmdb.org/t/p/w300/ihNtGg3SOKc9LU4aFa6Zx58xeEV.jpg",
      "https://image.tmdb.org/t/p/w300/nEvLxHl8ma9djUbVwhwlA4KKlqq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kCyAyqF6TKylJFuddaHtqq20b62.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-confidential-informant-2023-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Bmak/(CM)_Confidential_Informant_(2023)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9utllZTD#EeKTgpOuc2EKE_I1LnHx1HQP2cpeR8Yhg0akYle_t4o",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c1ftq6v75idw.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-confidential-informant-2023-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1frf3/(CM)_Confidential_Informant_(2023)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ny8B2KgZ#kr-e3xA2cdCYYlfuQUA0-eHB3o1wzUxVDPr4ambq1Js",
        "server": "mega.nz",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zwldnki34zq9.html",
        "server": "usersdrive.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/m12w1jk52816.html",
        "server": "streamsb.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ve6jtuwjcoa3",
        "server": "streamvid.io",
        "size": "840MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5MeHC7moE2M",
      "video_url": "https://www.youtube.com/watch?v=5MeHC7moE2M",
      "embed_url": "https://www.youtube.com/embed/5MeHC7moE2M"
    }
  },
  {
    "metadata": "|||Drama,Family",
    "rating": {
      "rating": "7/10",
      "rating_count": ""
    },
    "title": "A Dog Named Palma (2021)",
    "description": "ခွေးချစ်သူတွေအတွက် ရုရှားကားလေး A dog named Palma ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Palma က ဆိုဗီယက်မှာ တကယ်ရှိခဲ့ခွေးမလေး Palma အ‌ကြောင်းကို ဇာတ်လမ်းအဖြစ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။သခင်မှ လေယာဉ်စီးခါနီး ခွေးရဲ့ ကျန်းမာရေးထောက်ခံစာ မပါခဲ့လို့ လေယာဉ်ကွင်းမှာပဲ စွန့်ပစ်ခဲ့ပါတယ်။ခွေးလေးလိုပဲ ဘဝတူ မိခင်ဆံးရှုံးခဲ့ရပြီး တခါမှမမြင်ဖူးသူကို အဖေ ဆိုပြီးလိုက်ခဲ့ရတဲ့ ကိုလျာလေးနဲ့ တွေ့ဆုံးခဲ့ပြီးသူတို့ရဲ့ တူညီတဲ့ခံစားချက်တွေကို ဘယ်လိုဝေမျှခံစားမလဲ လူ့ဘဝကြီးမှာ ကောင်းတာတွေလဲရှိပါသေးတယ်ဆိုတာကိုဖော်ပြထားတဲ့ မိသားစုဒရာမာ ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်အိမ်ရဲ့ တည်ထားတဲ့ အချိန်ဟာလည်းဆိုဗီယက် ခေတ်ဖြစ်တဲ့အတွက် ကွန်မြုနစ်ခေတ်ရဲ့ အငွေ့အသက်လေးတွေလဲ ခပ်ပါးပါး လေးခြယ်မှုန်း ပြထားပါတယ် ။တိချစ်သူတွေကော family ကားလေး‌တွေ သဘောကျတဲ့သူတွေပါ ပေါ့‌ပေါ့ပါးပါး ကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။File size…(2 GB) / (1 Gb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:50:00Genre…Drama, FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Sai Thurein LynnYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandr DomogarovBain BovaldinovDarya LuzinaElena AnisimovaEvgeniya DmitrievaFilipp SavinkovIgor KhripunovIlya LutsakLeonid BasovMichael JanibekyanPavel MaykovValeriya FedorovichVictor DobronravovViktoriya PivkoVladimir IlinVladimir SimonovYan Tsapnik",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4AuJa4AoebEYC49BTJ1bwZv0Ey9.jpg",
      "https://image.tmdb.org/t/p/w300/jmvcvwNYQAWBf0IQBOzcMdY7KbD.jpg",
      "https://image.tmdb.org/t/p/w300/hbht9imccmlbXvxUHprHv8FRVWz.jpg",
      "https://image.tmdb.org/t/p/w300/cBhk01ZSfvkFGhSYxrUwWRAoCrj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/dog.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-dog-named-palma-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/palma-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/palma-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720 p"
      },
      {
        "link": "https://usersdrive.com/8kve52kfii8b.html",
        "server": "usersdrive.com",
        "size": "1 Gb",
        "quality": "720 p"
      },
      {
        "link": "https://megaup.net/10x9a/Palma.2021.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/2ms4j/Palma.2021.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/t2728582u9do.html",
        "server": "streamsb.com",
        "size": "1 Gb",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/t2728582u9do.html",
        "server": "streamsb.com",
        "size": "500 Mb",
        "quality": "720 p"
      }
    ],
    "trailer": {
      "video_id": "9yhhTYK2Rm4",
      "video_url": "https://www.youtube.com/watch?v=9yhhTYK2Rm4",
      "embed_url": "https://www.youtube.com/embed/9yhhTYK2Rm4"
    }
  }
]