[
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "A Bloody Lucky Day (2023) [Complete]",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n5MmniUioLeJvAujEDSyAts8SiO.jpg",
      "https://image.tmdb.org/t/p/w300/fqLGJzColnaCNMFmYtiK7mb0G0P.jpg",
      "https://image.tmdb.org/t/p/w300/mAn8Ul7ilDNf7w6esIlrvKmpOuR.jpg",
      "https://image.tmdb.org/t/p/w300/6R4G4jjUoViqW2XwFhjLuWIXYRm.jpg",
      "https://image.tmdb.org/t/p/w300/dudoAsSVfmcT2zsnG9xkrkXjTkg.jpg",
      "https://image.tmdb.org/t/p/w300/kOKdnJttQXm0XiqWBYzEMbvLgct.jpg",
      "https://image.tmdb.org/t/p/w300/3r2n10OZmus4wNbJHvns2TmmZ9h.jpg",
      "https://image.tmdb.org/t/p/w300/bjsCKSY6pCuC2h6YBNpa4DvbjSv.jpg",
      "https://image.tmdb.org/t/p/w300/60cwYXoSFT6NvQwTyp1nciYZJ2o.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rECq8PMGuRibiFK0h8xvbXBFYDl.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "MEc-w-mGDIE",
      "video_url": "https://www.youtube.com/watch?v=MEc-w-mGDIE",
      "embed_url": "https://www.youtube.com/embed/MEc-w-mGDIE"
    }
  },
  {
    "metadata": "|||Family,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": ""
    },
    "title": "A Heidelberg Holiday (2023)",
    "description": "ခရစ္စမတ် ရောက်ခါနီးပြီဆိုတော့ ခရစ္စမတ်လို သေချာပေါက် ခံစားစေရမယ့် IMDb 6.9အထိ ရရှိထားတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်။ A Christmas Spectacularနဲ့ Broadway Risingတို့လို့ Christmas ရုပ်ရှင်တွေကို သရုပ်ဆောင်ရာမှာ ပိုင်နိုင်လှတဲ့ မင်းသမီး Ginna Claire Masonက All you need နဲ့ The Cruise Doctorလိုမျိုး ရုပ်ရှင်ကောင်းတွေထဲက မင်းသား Frédéric Brossierနဲ့ အတူ လိုက်ဖက်စွာ ပွဲထွက်လာပါတယ်။ဂျာမနီနိုင်ငံက ဟိုက်ဒယ်လ်ဘာ့ဂ်ဆိုတဲ့ မြို့လေးက ခရစ္စမတ်ရောက်တိုင်း စျေးပွဲတော် ကျင်းပလေ့ရှိပါတယ်။ အဲဒီစျေးပွဲတော်က ခရစ္စမတ်ကာလရဲ့ ပြရုပ်တစ်ခုလို အင်မတန်မှ ​ကျော်ကြားပါတယ်။ ဒါပေမယ့် အဲဒီ ခရစ္စမတ် စျေးပွဲတော်က တော်ရုံနဲ့ ဝင်ခွင့် မရပါဘူး။ဟိုက်ဒယ်လ်ဘာ့ဂ်မြို့ကို အစွဲပြုပြီး နာမည်ပေးထားတဲ့ ဟိုင်ဒီ ဟိုက်ဒယ်လ်ဘာ့ဂ်လို့ခေါ်တဲ့ ကောင်မလေးက အမေရိကန်-ဂျာမနီသူလေးပါ။ သူက Snow balls ဖန်လုံးလေးတွေကို ဒီဇိုင်းဖော်တဲ့ အနုပညာသည်လေးပါ။ ဟိုင်ဒီက ဟိုက်ဒယ်လ်ဘာ့ဂ်က စျေးကွက်ထဲကို ဝင်ခွင့်ရဖို့ နှစ်တိုင်း ကြိုးစားနေပေမယ့် အငြင်းခံနေရသူပဲ ဖြစ်ပါတယ်။ ဒါပေမယ့် ဒီနှစ်တော့ ကံကောင်းစွာနဲ့ပဲ ဟိုင်ဒီတစ်ယောက် ဟိုက်ဒယ်လ်ဘာ့ဂ် စျေးထဲ ဝင်ခွင့်ရသွားပါတော့တယ်။ အနီးကပ်မှ ဝင်ခွင့်ရတော့ ပစ္စည်းပို့ဖို့ နေဖို့ထိုင်ဖို့ အကုန်လုံးကို ကမောက်ကမနဲ့ အဆင်ပြေသလို စီစဥ်ရပါတော့တယ်။ အကုန်လုံးကို စီစဉ်ပြီး အခက်ခဲတွေကြားကနေ ဟိုက်ဒယ်လ်ဘာ့ဂ်ကို ရောက်သွားတဲ့အခါမှာတော့ လူးကတ်စ်နဲ့ တွေ့ဆုံဖို့ ကံကြမ္မာဖန်လာပါတော့တယ်။ ဟိုက်ဒယ်လ်ဘာ့ဂ်မြို့မှာ လူးကတ်စ်နဲ့အတူတူ ကြုံတွေလာရတဲ့ အခက်ခဲတွေကို ဖြေရှင်းကြပုံတွေ၊ ဟိုက်ဒယ်လ်ဘာ့ဂ်မြို့ရဲ့ ခရစ္စမတ်ကာလ အလှတရားတွေ၊ အေးချမ်းလှတဲ့ ဆောင်းရာသီမှာ နွေးထွေးလှတဲ့ အချစ်ဓာတ်လေးကို ခံစားရစေမယ့် ရုပ်ရှင်လေး ဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကိုကြည့်မယ်ဆိုရင် သင့်ရဲ့ဘေးနားမှာ ချောကလက်ပူပူလေးတစ်ခွက်နဲ့ လက်မှာ ကိုင်ထားစရာ ရည်းစားရဲ့လက်ကလေး၊ မှီစရာ ရည်းစားရဲ့ ရင်ခွင်လေး ရှိနေရင်တော့ ရုပ်ရှင်ကို အပြည့်ဝခံစားနိုင်မှာဖြစ်ပါတယ်။ ရည်းစား မရှိတဲ့လူတွေကတော့ ဖက်လုံးလေးပိုက်ရင်းနဲ့ ဟိုက်ဒယ်လ်ဘာ့ဂ်မြို့က အလှတရားတွေနဲ့ ချစ်ခြင်းမေတ္တာရယ်ကို အတူတူ အားကျလိုက်ရအောင်လို့ ပြောရင်း နိဂုန်းချုပ်အပ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူက Minn Khant Kyi Win ဖြစ်ပါတယ်။File size…(1.7 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:28:00Genre…Family, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Minn Khant Kyi Win",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iJh1c88YUxEZDra3oSwxWQ5yW1U.jpg",
      "https://image.tmdb.org/t/p/w300/4PYs2vkVXDtKIiZTgVXP4geqzZ4.jpg",
      "https://image.tmdb.org/t/p/w300/8LivewRgubrpeBzIaRhlaxlqKBq.jpg",
      "https://image.tmdb.org/t/p/w300/4wmhIU3KBVEloVJWRQTadbk577Z.jpg",
      "https://image.tmdb.org/t/p/w300/aj54Wt0gu81zXyfLYPcJFYbQxJZ.jpg",
      "https://image.tmdb.org/t/p/w300/5ArqPOAGnieo7jd11nbKFJjKpv4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMmJiNDQ2YjItOTZjMS00NjdhLWI4MzctNjFiYTUzNDc5ZTVkXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-heidelberg-holiday-2023-1080-p-cm-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kbke/A.Heidelberg.Holiday.2023.1080p(CM).WEBRip.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cm11ALxT#o4NVfTj_pBsb24RHiDT1UVv5b47qPzSUxJEbsHU6xV4",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vs3o6u01i6s5.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-heidelberg-holiday-2023-720-p-cm-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "940 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kbil/A.Heidelberg.Holiday.2023.720p(CM).WEBRip.mp4",
        "server": "megaup.net",
        "size": "940 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ru1yFLAB#F9ncmzbnnmsCGLbekwmBE1viQ-Mio9BH_Kc-mUH_rhw",
        "server": "mega.nz",
        "size": "940 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fvqgps683fb7.html",
        "server": "usersdrive.com",
        "size": "940 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/lgp0yrg8915j",
        "server": "streamsb.com",
        "size": "940 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ibjqXBiVPCs",
      "video_url": "https://www.youtube.com/watch?v=ibjqXBiVPCs",
      "embed_url": "https://www.youtube.com/embed/ibjqXBiVPCs"
    }
  },
  {
    "metadata": "PG|1989|1h 38min|Adventure,Comedy",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "15,657"
    },
    "title": "The Gods Must Be Crazy II (1989)",
    "description": "The Gods Must Be Crazy II (1989)IMDb – 6.9/10_____Rotten – 54%ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၂ ဇာတ်ကားပါ။ပထမဇာတ်ကား  The Gods Must Be Crazy (1980) ကိုတော့” ဒီလင့်မှာ “ဒေါင်းပါ။ပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။#Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ ).……………………………………………………………” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။ပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Tomaတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်ပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ကိစ္စပါ။သူတို့ယုံကြည်မှုက တခြားလူရိုင်းတွေလိုနတ်ဘုရားနဲ့ယစ်ပူဇော်မှုမဟုတ်ဘဲ ရာသီဥတုကိုယုံကြည်ကိုးကွယ်ကြတဲ့လူမျိူးတွေပါ။မှတ်တမ်းများအရ ဒီလူမျိူးစုစစ်စစ်ဟာ၂၀၀ကျော်သာကျန်တော့ပြီးသစ်တောပြူန်းတီးမှုတောင်အာဖရိကကျွန်ပြုအလုပ်ကြမ်းလုပ်ခိုင်းတဲ့သူပုန်တွေကြောင့် မျိူးတုံးလုနီးပါးအခြေအနေကိုရောက်နေရပြီး လူ၃၀ကိုတရွာလောက်ပဲနေထိုင်မှုတွေကြောင့် ဒီလူရိုင်းမျိူးနွယ်ဟာကမ္ဘာ့လူမျိူးစုထိန်းသိမ်းရေးအဖွဲ့တွေနဲ့အလှမ်းဝေးလွန်းခဲ့ပါတယ်။အချိန်အားဖြင့် ၁၉၄၄ခုနှစ် ဒီဇင်ဘာလ ၁၆ရက်နေ့ ဒီရွာလေးမှာ N!xau Tomaဆိုတဲ့လူရိုင်းလေးတယောက်ကိုမွေးဖွားခဲ့ပါတယ်။ဖခင်ဖြစ်သူ မိခင်ဖြစ်သူ ဦးလေးဖြစ်သူတွေနဲ့တမိသားစုလုံးဟာ အာဖရိကဘိန်းမှောင်ခိုအဖွဲ့တောပုန်းမှုမှာကြုံရင်း အသတ်ခံခဲ့ရပါတယ်။ ဒီလူရိုင်းလေးနဲ့သူ့အကို N!aau သာကျန်ခဲ့ပြီးတခြားရွာသူကြီးကသူတို့ညီကို၂ယောက်ကို မွေးစားခဲ့ပါတယ်။Niaau ဟာလဲ ၉နှစ်သားမှာအပျော်တမ်းအမဲလိုက်အဖွဲ့ကပစ်သတ်တာခံခဲ့ရပြီး Tomaတယောက်ထဲမိမဲ့ဖမဲ့မိသားစုမဲ့နဲ့ဘဝကိုစတင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ Tomaကလူရိုင်းပေမယ့်ဉာဏ်တော့ကောင်းတယ်။ ရွာကလူတွေထဲအမဲလိုက်အကျွမ်းကျင်ဆုံးသူရဲကောင်းဖြစ်သလို ၁၉နှစ်သားမှာငါးမွေးမြူဖို့ ရွံ့ကန်တခုကိုသူလုပ်ခဲ့ပါပြီ ဒါကသာမာန်လူတွေအဖို့ကလေးတောင်သိတယ်ဆိုပေမယ့် ဒီလိုလူရိုင်းတွေအဖို့တော့နည်းပညာသစ်တခုပါပဲ။ အဆိပ်မှုတ်ပြောင်းကိုပေ၃၀နီးပါးပစ်နိုင်အောင်လုပ်တတ်ခဲ့သလို လေးကိုလဲပေါ့ပါးပြီးအဝေးပစ်နိုင်အောင်ရွာကလူတွေကိုသူသင်ကြားပေးနိုင်ခဲ့ပါပြီ။သူများတွေတလလောက်လိုက်ရတဲ့အမဲအုပ်ကိုသူ၁၀ရက်နဲ့လိုက်နိုင်သလိုတောလဲကျွမ်းကျင်သူပေါ့။ ဒါကြောင့်လဲရွာမှာပျိူတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်သလို Popularလဲဖြစ်လွန်းသူပါ။ ဒါပေမယ့်သူ့အသက်ကိုသူဘယ်လောက်ရှိမှန်းမရေနိုင်သလို တရက်တာအချိန်ကိုလဲနေဝင်နေထွက်တာနဲ့ပဲသိတဲ့သူပါ။ မိုးတခါရွာရင်တနှစိလို့သိတဲ့လူမျိူးစုဖြစ်သလို သမင်အုပ် တောင်ဖက်ပြောင်းရင် ၁နှစ်လို့အကြမ်းဖျင်းသိတဲ့လူမျိူးစုပါ။ နှစ်လရက်နာရီတွေကိုမသိသလိုဂဏာန်းတွေကိုလဲမသိရှိသူပါ။ ရွာမှာဆိတ်၅ကောင်ရှိသူဟာသူဌေးစာရင်းဝင်ဖြစ်ပြီးကျွဲ၁၀ကောင်အမဲလိုက်နိုင်ရင် Heroပါပဲ။ ဒီလိုနဲ့သူ့အသက် ၂၅လို့ထင်ရတဲ့အချိန်မှာတခြားရွာကသူကြီးသမီးနဲ့လက်ထပ်ခဲ့ပြီး သူ့ရွာမှာပဲနေထိုင်ခဲ့ပါတယ်။ ရွာဆိုတာကလဲ လူ၃၅ယောက်သာရှိတဲ့ရွာလေးပါ။Peter Jay………………ပီတာကHollywood ရုပ်ရှင်လောကမှာ ထုတ်လုပ်သူတယောက်ဖြစ်တဲ့ JamieUys ရဲ့သားပေါ့။ သူကိုင်တိုင်လဲSettingသမားတယောက်ဖြစ်သလိုအငယ်တန်းဒါရိုက်တာတယောက်ပါ။သူဌေးသားဖြစ်ပေမယ့်အမဲလိုက်ရတာကိုဝါသနာပါသူတယောက်။ ၁၉၇၉ခုနှစ်မေလမှာ သူနဲ့သူငယ်ချင်း၃ယောက်တောင်အာဖရိကကိုအမဲလိုက်ထွက်ခဲ့ပါတယ်။ကိုယ်ပိုင်ဂျက်လေယဉ်တစီးနဲ့သူငယ်ချင်းတွေအပျော်တမ်းအမဲလိုက်ရာကနေ အင်ဂျင်မတော်မဆမှုဖြစ်ပြီးလေယာဉ်ပျက်ကျမှုကြောင့်သူတို့သူငယ်ချင်းတသိုက်ဟာကံဆိုးခဲ့ရပါတယ်။ မြို့ပြနဲ့ဆက်သွယ်မှုပြတ်သွားသလိုသူတို့လေယာဉ်ပျောက်ဆုံးမှုဟာလဲသတင်းမှာပါခဲ့ပြီး တစီးလုံးသေဆုံးသွားကြောင်းကြေငြာခဲ့ပါတော့တယ်။…………………………………ရွာသူလူတွေနဲ့အမဲလိုက်ထွက်ရင်းToma တွေ့သွားတာကဒီသူဌေးသားပီတာရဲ့အလောင်းကိုပါပဲ။ သေချာကြည့်မှမသေသေးပဲအသက်ရှင်နေသေးတာကိုသိခဲ့လို့ရွာကိုကယ်လာပြီးဆေးကုပေးခဲ့ခဲ့ပါတယ်။ ကံကောင်းတယ်လို့ပဲပြောရမယ် ပီတာဟာအသက်ဘေးကနေဒီလူရိုင်းကြောင့်လွတ်ခဲ့ပါတယ်။ ဒါပေမယ့်ခြေထောက်တဖက်ကတော့ဆုံးရှူံးခဲ့ရပါတယ်။ပီတာဟာဒီလူရိုင်းရွာမှာ ၅လအထိသောင်တင်ခဲ့ပြီးTomaနဲ့လဲသူငယ်ချင်းဖြစ်ခဲ့ပါတယ်။ပီတာကTomaကို မြို့ပြရဲ့ဓလေ့တွေနေထိုင်မှုတွေကိုသင်ပေးတယ်။ ဒါပေမယ့်Tomaကမှတ်နိုင်စွမ်းမရှိသလိုအလွဲလွဲအချော်ချော်လုပ်လို့ဟာသတွေဖြစ်ခဲ့ရတာပေါ့။ ပီတာကideaတခုရသွားတယ်။ဟာသကားတွေရိုက်တဲ့Hollywoodကသူ့သူငယ်ချင်းNic နဲ့ဒီလူရိုင်းရဲ့အလွဲတွေကိုရုပ်ရှင်ရိုက်ရင်တော်တော်ရယ်ရမယ်ဆိုပြီးပေါ့။ ၁၉၇၉ခုနှစ်ဒီဇင်ဘာလမှာကံကောင်းထက်မစွာနဲ့ပဲအာဖရိကသစ်တောစောင့်ရှောက်ရေးစစ်သားတွေနဲ့ပီတာတွေ့သွားပြီး မြို့ကိုပြန်ဖို့အခွင့်အရေးရခဲ့ပါတော့တယ်။ဒါပေမယ့်သူတယောက်ထဲမပြန်ဘူး။ Tomaကိုပါခေါ်သွားချင်တယ်။ Tomaကလဲမလိုက်ရဲဘူး။ဒီလိုနဲ့ Tomaကို ဆိတ်၇ကောင်ပေးမယ်ဆိုတဲ့ကမ်းလှမ်းမှုနဲ့ရအောင်ခေါ်နိုင်ခဲ့ပါတယ်။ဆိတ်၇ကောင်ဆိုတဲ့ပမာဏက Tomaအဖို့ရွာမှာသူဌေးဖြစ်မယ့်အခွင့်အရေးပဲလေ။ ဒါကြောင့်ပီတာနဲ့အတူလိုက်ဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။#The_Gods_Must_Be_Crazyဘုရားတွေရူးမလား လူတွေရူးမလားတော့မသိဘူး ဒီလို ၁၂၃၄ တောင်မသိတဲ့လူရိုင်းတကောင်ကိုမြို့ပေါ်ခေါ်လာပြီးရုပ်ရှင်ရိုက်ချင်တဲ့ပီတာရဲ့idea ကတော့တော်တော်ရူးလွယ်ပါတယ်ပေါ့ဗျာ။ အဖေဖြစ်သူ Jamie Uysကိုပြောတယ်ဒါပေမယ့်လက်မခံဘူး ။ ဘယ်ကလူရိုင်းကိုရုပ်ရှင်မင်းသားတင်မလဲပေါ့ ဒီကောင်ရူးနေပြီလားပေါ့ အဖေဖြစ်သူက။ ဒါပေမယ့်သားဖြစ်သူရဲ့စိတ်အားထက်သန်မှုနဲ့ ရုပ်ရှင်အပေါ်စိတ်ဝင်စားမှုသိပ်မရှိခဲ့ပဲ လေနေတဲ့သားကပြောလာတော့အဖေဖြစ်သူကလက်ခံခဲ့ပါတော့တယ်။ သူကိုယ်တိုင်Producerလုပ်ပြီးဒါရိုက်တာတွေကိုခေါ်ပေမယ့်ဘယ်သူမှလက်မခံတဲ့အပြင်အဟားပါခံခဲ့ရတယ်။နောက်ဆုံးသူကိုယ်တိုင်ပဲဒါရိုက်တာလုပ်ရိုက်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။The Gods Must Be Crazy ဆိုတဲ့ဒီကားကို ၁၉၈၄ခုနှစ် ဇူလိုင်လ၉ရက်နေ့မှာ အာဖရိက အမေရိကနဲ့ ဥရောပမှာရုံတင်ခဲ့ပါတယ်။၅သန်းပဲအကုန်ကျခံခဲ့တဲ့ဒီကားဟာ $60,000,000 ကျော်ရခဲ့သလို မထင်ထားတဲ့ရုပ်ရှင်လောကသားတွေကြားထဲဒီလူရိုင်းကတလအတွင်းရုပ်သံသတင်းတွေ interviewတွေမှာပါလာခဲ့ပါတယ်။ ဒီကားကိုရိုက်ဖို့အခက်အခဲများစွာရှိခဲ့သလို Cameraနဲ့ချိတ်ထားရင်သေနပ်ထင်လို့လန့်ပြီးဝပ်မှောက်တတ်တဲ့ဒီလူရိုင်းကြောင့် Cameraတွေကိုအဝတ်နဲ့အုပ်ပြီးရိုက်ကူးခဲ့ရသလို ဒိုင်ယာလော့တွေကိုအလုံး၁၀ထက်ပိုသင်လို့မရလို့ဖြတ်ဖြတ်ပြီးရိုက်ခဲ့ရပါတယ်။ထူးခြားမှုကတော့ဒီကားထဲကရိုက်ကွက်တွေဟာTomaသရုပ်ဆောင်နေတာမဟုတ်ပဲတကယ်ထင်ပြီးလုပ်ခဲ့ပြေးခဲ့တာတွေများပါတယ်။ ဒီကားဟာဒေါ်လာအမြတ်ငွေ သန်း၁၁၀ကျော်အထိတနှစ်အတွင်းရခဲ့သလိုTomaဟာလဲနိုင်ငံတကာဆုတွေရခဲ့ပါတယ်။ ဒီကားအတွက်Tomaဟာဒေါ်လာ၇သန်းရခဲ့ပါတယ်။ ဒါပေမယ့်ဒီဒေါ်လာတွေကိုသူဘာမှန်းမသိလို့လာမခံခဲ့ပဲပီတာကိုပဲဆိတ်၇ကောင်လိုချင်ကြောင်းပြောခဲ့ပါတယ်။ပီတာဟာဒါကြောင့် Tomaကိုဆိတ်အကောင်၃၀နဲ့အတူသူ့ရွာကိုပြန်ပို့ခဲ့ပြီး ဒေါ်လာ၃၀၀ကိုလဲသူမလိုချင်တောင်အမှတ်တရသိမ်းထားဖို့ထည့်ပေးခဲ့ပါတယ်။ဒါပေမယ့်ဒီမှာတင်မပြီးသွားဘူး။The Gods Must Be Crazy ကအရမ်းအောင်မြင်လို့ 2 ကိုထပ်ရိုက်ဖို့ကမ္ဘာ့အနှံ့ကToma Fanတွေကတောင်းဆိုမှုတွေများလာခဲ့ပါတယ်။ ဒီအခါမှာတော့ The Gods Must Be Crazy 2ကို Hollywood ရုပ်ရှင်ထုတ်လုပ်ရေးကြီး20th Century Fox ကထုတ်လုပ်ဖို့ကမ်းလှမ်းခြင်းခံခဲ့ရပါတော့တယ်။ TGMBC 2 ကို၁၉၉၀ခုနှစ် ဧပြီလ၁၃ရက်နေ့မှာထပ်မံရုံတင်ခဲ့ပါတော့တယ်။ ရှေ့က1လိုပဲ အောင်မြင်မှုများစွာရခဲ့ပြီးဒေါ်လာသန်း၁၅၀ကျော်အထိအမြတ်ငွေရရှိခဲ့ပါတယ်။ ဒီကားမှာတော့ Tomaရဲ့မိသားစုတစုလုံးကပါဝင်ရိုက်ကူးခဲ့ပြီးသားဖြစ်သူတွေရေကားနောက်ပါသွားမှုကိုစိုးရိမ်တကြီးနဲ့နောက်ကလိုက်တဲ့ဖခင်တယောက်ရဲ့မေတ္တာကိုရိုက်ကူးခဲ့တဲ့ကားပေါ့။ ဒီကားမှာသားဖြစ်သူတွေရဲ့ဟာသအလွဲတွေလဲပါဝင်လာသလို ဖခင်ဖြစ်သူရဲ့ကြောင်တောင်တောင်ဓလေ့စရိုက်တွေလဲပါလာခဲ့ပါတယ်။ကလေးတွေဖြစ်ပေမယ့်တောတောင်ထဲအန္တရယ်ကြုံလာရင်ကိုယ်တိုင်ကာကွယ်မှုတွေ လူရိုင်းတွေရဲ့ရိုးသားတဲ့အကျင့်စရိုက်တွေကိုဒီကားမှာမြင်ရသလိုဟာသရောကြေကွဲစရာလေးတွေကိုပါမြင်ရစေတဲ့ကားတကားပါ။ ဒီကားအပြီးမှာတော့Toma ရဲ့လုပ်ဆောင်ချက်ကအရမ်းကြီးမားသွားခဲ့ပါပြီ။ ကမ္ဘာပေါ်ကမဖွံ့ဖြိုးသေး မြို့ပြနဲ့ဝေးတဲ့နေရာတွေက လူရိုင်းတွေရဲ့ဘဝကိုတကမ္ဘာလုံးသိအောင်ပြသခဲ့သလို Tomaဟာလဲကမ္ဘာ့လူရိုင်းမျိူးနွယ်စုတွေကိုကမ္ဘာကပစ်ထားမှုကိုချပြလိုက်တဲ့ဇာကောင်အဖြစ်မှတ်တမ်းဝင်ခဲ့ပါတယ်။ဒါတင်မကပါဘူး Tomaဟာကမ္ဘာ့လူရိုင်းမျိူးနွယ်စုတွေကိုထိန်းသိမ်းကာကွယ်ရေးသံတမန်အဖြစ်ရောတောင်အာဖရိကလူမည်းတွေရဲ့စားဝတ်နေရေးသံတမန်အဖြစ်ပါခန့်အပ်ခံခဲ့ရပါတယ်။ဒါပေမယ့်သူဘာမှမသိဘူး interviewတိုင်း talkshowတိုင်း ရယ်ပြတာကလွဲရင်သူဘာမှမသိမပြောတတ်မလုပ်တတ်ခဲ့ပါဘူး။ဒီ၂ကားအပြီးမှာတော့TomaဟာHollywood အာဖရိကတင်မကပဲဟောင်ကောင်ရုပ်ရှင်လောကကပါကမ်းလှမ်းခြင်းခံခဲ့ရပါတော့တယ်။ ဟောင်ကောင်ထုတ်လုပ်ရေးနဲ့ပထမဆုံးရုံတင်လာတဲ့ကားက Crazy Safariဒီကားကလဲရှေ့ကTGMBC တွေလိုပဲအောင်မြင်ခဲ့ပါတယ်။ ဟောင်ကောင်ဒေါ်လာသိန်း၁၀၀ကျော်ရခဲ့သလို Tomaရဲ့ဘရုစလီလိုလုပ်ကွက်တွေကလဲဘရုစလီနဲ့တူအောင်ရိုက်တဲ့သူတွေထဲအအောင်မြင်ဆုံးဖြစ်ခဲ့ပါတယ်။ တရုတ်သရဲတကောင်နဲ့တိုင်ပတ်နေတဲ့လူရိုင်းကားပေါ့။ဒီကားအပြီး Tomaဟာ Crazy Hong Kong(1993) / The Gods Must Be Funnyin China (1994) / Sekai UrurunTaizaiki ( 1996 )ကားတွေထွက်ခဲ့ပြီးလူရိုင်းတွေထဲအောင်မြင်မှုအကြီးမားဆုံးလူသားအဖြစ် 1996ခုနှစ်မှာဂင်းနစ်စံချိန်ဝင်ခဲ့ပြီးရုပ်ရှင်သမိုင်းမှာ ဟာသလူရိုင်းသရုပ်ဆောင်အဖြစ်တသက်တာအနုပညာရှင်ဆုကိုရခဲ့ပါတော့တယ်။TomaဟာSakei Ururun Taizaikiဇာတ်ကားအပြီးမှာတော့သူ့ရွာကိုပဲပြန်ချင်ကြောင်းပြောလာခဲ့လို့ပီတာကပို့ပေးခဲ့ပြီးရုပ်ရှင်ဘယ်တော့မှထပ်မရိုက်တော့ပဲမိသားစုနဲ့အတူရွာမှာပဲအမဲလိုက်ရင်းနေထိုင်ခဲ့ပါတော့တယ်။သူဟာဒီဆယ်စုနှစ်အတွင်း ဒေါ်လာသန်း၇၀ကျော်ရရှိခဲ့ပေမယ့် ဒီစက္ကူတွေကသူ့မိသားစုအတွက်အသုံးမဝင်ကြောင်းပြောခဲ့ပြီး အာဖရိကကလေးသူငယ်များအစာအဟာရချို့တဲ့မှု Foundationကိုအကုန်လှူှတန်းခဲ့ပါတယ်။ Tomaဟာကမ္ဘာပေါ်ကလူရိုင်းတွေရဲ့နေထိုင်မှု ရိုးသားမှု တောင်အာဖရိကရဲ့လူမည်းတွေရဲ့ဒုက္ခရောက်နေမှုကိုကမ္ဘာကိုသိအောင်ပြောကြားခဲ့သူဖြစ်ပြီးရုပ်ရှင်လောကမှာပထမဆုံးလူရိုင်းမင်းသားတယောက်အဖြစ်မှတ်တမ်းဝင်ခဲ့ပါတယ်။ ၂၀၀၃ခုနှစ်ဇူလိုင်လ ၁၂ရက်နေ့မှာတော့ Toma ဟာငှက်ဖျားရောဂါနဲ့ကွယ်လွန်သွားခဲ့ပါတယ်။ရုပ်ချောမှ စကားပြောကောင်းမှဆိုတဲ့အနုပညာလောကမှာဒီလူရိုင်းကဘာမှသေချာမပြောတတ်ပဲ ဂဏာန်းအလုံး၂၀ထက် ပိုမမှတ်တတ်ပဲ ငွေတွေနာမည်ကြီးမှုတွေအောင်မြင်မှုတွေကိုမသိပဲ ဝင်ရောက်လာခဲ့ပြီးကမ္ဘာ့ရုပ်ရှင်လောကမှာနာမည်တခုထားသွားခဲ့ပါတယ်။ အာဖရိကမော့စ် ပုလင်းမင်းသားလို့မြန်မာကသိကြတဲ့Toma ဟာဂျစ်ကားပြောင်းပြန်မောင်းတာတွေခြင်္သေ့လိုက်လို့ပြေးတာတွေ ပုလင်းတလုံးနဲ့တရွာလိုက်ပြသနာတက်တာတွေ မြို့ပြကိုသားဖြစ်သူတွေနောက်လိုက်ရင်းဝရုန်းသုန်းကားဖြစ်တာတွေ တရုတ်သရဲနဲ့အသီးခူးတာတွေ တောတွင်းဟာသအလွဲတွေနဲ့ သူ့ရိုးသားဖြူစင်တဲ့အပြူံးဘဝမှာမိသားစုကလွဲပြီးဘာမှမသိတဲ့လူတယောက်အဖြစ် ငွေကြေးအောင်မြင်မှုတွေမရှိပဲပျော်ရွှင်တဲ့လူတယောက်အဖြစ်နေထိုင်နိုင်ကြောင်းလူရိုင်းတွေရဲ့အရိုးခံစိတ်ထားတွေက ကမ္ဘာ့ရုပ်ရှင်လောကမှာရောကမ္ဘာပေါ်ကလူတွေအတွက်မှာမမေ့နိုင်စရာလူတယောက်ပါ။ သူဒေါ်လာသန်းချီပိုင်ဆိုင်ခဲ့တယ်။ ဒါပေမယ့် ဒီချမ်းသာမှုတွေနဲ့မိသားစုဘဝကိုမလဲခဲ့ဘူး။ အောင်မြင်မှု StarIdol Fan ပရိတ်သတ်ဆိုတာကိုမသိဘူး။ဒီလိုလူမျိုး ရုပ်ရှင်လောကမှာရော အနုပညာလောမှာပါတယောက်မှမရှိပါဘူး။Forever Respect My Childhood IdolRef : TwitterThe Gods Music Be Crazy BookInc Magazine (Toma )ထက်ဝန(ရုပ်ရှင်အညွှန်းကိုHtet Wa Na Facebookမှကူးယူဖော်ပြပါသည်။)File Size…(442 MB)Quality…WEB-DL 360pFormat…mp4Duration…01:38:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byMissy Win",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5uPkelrceuONns4bSiA12cKh0iC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-II-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yovmw90s5um8.html",
        "server": "usersdrive.com",
        "size": "442 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-gods-must-be-crazy-ii-1989-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "442 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3zt9z/The_Gods_Must_Be_Crazy_II_[1989]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "442 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/ZUMDEQ7Q#7FJ5yBIJRJ5iQe_C69ANljfNHZ-uKYF_AZ496iaAo9E",
        "server": "mega.nz",
        "size": "442 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/4b7l3selvi1i",
        "server": "upstream.to",
        "size": "442 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "_USEsg4JtYs",
      "video_url": "https://www.youtube.com/watch?v=_USEsg4JtYs",
      "embed_url": "https://www.youtube.com/embed/_USEsg4JtYs"
    }
  },
  {
    "metadata": "|||Action,Drama,Western",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "True Grit (2010)",
    "description": "True Gritတဲ့ တစိုက်မတ်မတ်ပြီးဆုံးတဲ့ထိ လုပ်တဲ့လူပေါ့ ဒီရုပ်ရှင်ဟာ ၁၉၆၉ ကထွက်ပြီးသားရုပ်ရှင်ကို ကိုအန်ညီအစ်ကိုနှစ်ယောက်က ၂၀၁၀မှာ remakeပြန်ရိုက်ထားတာ ကိုအန်ညီအစ်ကိုဆိုတာလည်း No Country for old men တို့လို မာစတာပိစ်တွေရိုက်တာဆိုတော့ ထူးထူးထွေထွေ ညွှန်းမနေချင်ဘူး ပါတဲ့လူတွေပြောမယ်ဗျာ Hawkeye မင်းသမီး ဟေလီစတိန်းဖီးလ် နောက်မက်ဒေမွန် Hell or High Water ထဲက ဂျက်ဘရစ်ဂျက်စ် နောက်ဗီလိန်က မောင်သားနို့စ် ဂျို့ရှ်ဘရိုလင် ဇာတ်လမ်းကတော့ ပေါ့ပေါ့ပါးပါးပါပဲ ၁၈၇၀ဝန်းကျင် အမေရိကန်မှာ ကောင်းဘွိုင်တွေ ရိန်းဂျားတွေ မာရှယ်တွေ အခြေချနေထိုင်သူတွေ အင်ဒီးယန်း အတိုအရှည်မျိုးစုံနဲ့ မြင်းတွေစီး လူသတ်ဓါးပြတိုက် တဖောင်းတဒိုင်းဒိုင်းကာလပေါ့ ကောင်မလေးက အပျိုဖြန်းလေးတန်မဲ့ ကြမ်းကြမ်းရမ်းရမ်း တစ်ယောက်နဲ့ တစ်ယောက်ကလည်း အစေးမကပ်တဲ့ လူနှစ်ယောက်နဲ့ အဖေကိုသတ်တဲ့လူနောက် လိုက်တဲ့ စွန့်စားခန်းပါ ခရီးအတူသွားချင်း သံယောဇဉ်နဲ့ စာနာမှုတွေ လူကြမ်းပေမယ့် နှလုံးသားနုတာ အလွမ်းအဆွေး အပစ်အခတ်ပေါင်းစုံပါပဲ IMDB 6.7 ဆိုတော့ မကောင်းမှာတော့ မပူရဘူး ၂၀၁၀ True Grit က အမေရိကန် ကောင်းဘွိုင်စတိုင် မြင်းစီးအပစ်အခတ် ဇာတ်လမ်းတွေ ကြည့်ချင်တဲ့သူအဖို့တော့ မငြီးငွေ့စေရဘူးလို့ပဲ ပြောချင်ပါတယ်File size…(2.2 GB)/(1 GB)/(500 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:50:00Genre…Drama, WesternSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Brownie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ivo5vhAftxFiEZtDyOhepiYR24G.jpg",
      "https://image.tmdb.org/t/p/w300/uR0wHmjlfrVMLFglhMsmY6JRZfE.jpg",
      "https://image.tmdb.org/t/p/w300/ds75fyqVkXFTBTEdi8qD3WsJGWY.jpg",
      "https://image.tmdb.org/t/p/w300/zztSrG61sqoHH5Zr66Z27fpbb26.jpg",
      "https://image.tmdb.org/t/p/w300/qPsufpAYyzQmQEacvCHooRw7uAp.jpg",
      "https://image.tmdb.org/t/p/w300/szx6Zo0T9mT22MOggoUH6rHhMJA.jpg",
      "https://image.tmdb.org/t/p/w300/48TliudazphBDgqsqT85RBM2Izd.jpg",
      "https://image.tmdb.org/t/p/w300/act1vjja2Swn5YrYpitqLIGlMVk.jpg",
      "https://image.tmdb.org/t/p/w300/yY4vcTq19fY5kEFFLHw1PuPFH2b.jpg",
      "https://image.tmdb.org/t/p/w300/oh6krvttvxevpxA1KYjOUSJkOZ2.jpg",
      "https://image.tmdb.org/t/p/w300/rKYQsgtqaNlEkfNAaQGEhOZE8vQ.jpg",
      "https://image.tmdb.org/t/p/w300/dawcKCdzvGxusyR6LsXVJVq4Mld.jpg",
      "https://image.tmdb.org/t/p/w300/gdJSRVDCYG2Th5UIzAfYgc6A4QQ.jpg",
      "https://image.tmdb.org/t/p/w300/cvd4ZL4lMOU1pyJo1q3Csngd2tH.jpg",
      "https://image.tmdb.org/t/p/w300/mkcZEmKMQEAQai9uItggzUKmNtd.jpg",
      "https://image.tmdb.org/t/p/w300/4oIlz7wArUpFiAlBScNtUCFH6jC.jpg",
      "https://image.tmdb.org/t/p/w300/5VlpgislLKEg5yNLRjf1kbH3ciB.jpg",
      "https://image.tmdb.org/t/p/w300/ryWz2DS0DkTXNbY2F1eTcrH1NcT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/true-grit-2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/true-grit-2010-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.16 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/true-grit-2010-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "985.86 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/true-grit-2010-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "513.48 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3426x/True_Grit_2010_1080p_5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2.16 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1I7bk/True_Grit_2010_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "985.86 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1I7bs/True_Grit_2010_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "513.48 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/k6ght3y64nt9.html",
        "server": "usersdrive.com",
        "size": "2.16 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i2pdkr79ny7y.html",
        "server": "usersdrive.com",
        "size": "985.86 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lfwddwqshxkw.html",
        "server": "usersdrive.com",
        "size": "513.48 MB",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/o4i1dzytjxjk.html",
        "server": "streamsb.com",
        "size": "985.86 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/q4qnc7tfnyix.html",
        "server": "streamsb.com",
        "size": "513.48 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "unEO_p71cik",
      "video_url": "https://www.youtube.com/watch?v=unEO_p71cik",
      "embed_url": "https://www.youtube.com/embed/unEO_p71cik"
    }
  },
  {
    "metadata": "|2000|1h 50min|Action,Drama,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "33k"
    },
    "title": "Joint Security Area (2000)",
    "description": "Joint Security Area (2000) (အညွှန်း)=========================မင်းသား Lee Byung Hun နဲ့ ချန်ဂင်လို့ လူသိများကြတဲ့ မင်းသမီး Lee Young Ae တို့ပါဝင်ထားကြပြီး၂၀၀၀ ခုနှစ်ရဲ့ Blue Dragon Film Award နဲ့ ၂၀၀၁ ခုနှစ်ရဲ့ Grand Bell Award စတဲ့ဆုကြီးတွေအပြင်တခြားသောဆုတွေကိုပါဆွတ်ခူးထားတဲ့ တောင်ကိုရီးယားရုပ်ရှင်သမိုင်းရဲ့ဝင်ငွေအကောင်းဆုံးရုပ်ရှင်တွေထဲကတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာတော့ ကိုရီးယားတောင်မြောက်နှစ်နိုင်ငံကြားစစ်မဲ့ဇုန် (JSA) အတွင်းမြောက်ကိုရီးယားတပ်သားနှစ်ယောက် အသတ်ခံရတဲ့ကိစ္စနဲ့ပတ်သက်ပြီးနှစ်နိုင်ငံကြား ပဋိပက္ခတွေအစပျိုးနေပြီး အခန့်မသင့်ရင်စစ်မက်ဖြစ်ပွားနိုင်တဲ့အခြေအနေပဲဖြစ်ပါတယ်။နျူးကလီးယားလက်နက်ပိုင်ရှင်မြောက်ကိုရီးယားနဲ့စစ်ဖြစ်ရင် အမေရိကန်လည်းဝင်ပါလာရမှာဖြစ်သလိုဖြစ်လာမယ့်နောက်ဆက်တွဲဆိုးကျိုးတွေကလည်းအများကြီးမို့ NNSC (နှစ်နိုင်ငံကြားကြီးကြပ်ရေးကော်မရှင်) က ဦးဆောင်ပြီးဆွစ်ဇာလန်က ဥပဒေအရာရှိဗိုလ်မှူး ဆိုဖီဂျန်းကို စစ်ဆေးရေးအရာရှိအဖြစ် တာဝန်ပေးအပ်ခဲ့ပါတယ်။များသောအားဖြင့် အမှုတွေလို တရားခံရှာရတာမျိုးမဟုတ်ဘဲ တရားခံကိုသိထားပြီးအမှုဖြစ်ရတဲ့အကြောင်းအရင်းကိုဖော်ရတဲ့ဒီအမှုရဲ့ နောက်ကွယ်ကတကယ့်အကြောင်းအရင်းအမှန်ကဘာဖြစ်မလဲ ..အများသိထားကြသလို တောင်ပိုင်းကစစ်သားက မြောက်ပိုင်းကိုပြန်ပေးဆွဲခံရလို့ထွက်ပြေးလာရင်းဖြစ်တဲ့အမှုလားဒါမှမဟုတ် တခြားနောက်ကွယ်မှာ ဘာတွေရှိဦးမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။Genre….. Action, Drama, ThrillerQuality…. 1080p | 720pFile size… 1.7GB | 693MBFormat… mp4Duration…. 1h 52minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Lai LaiiEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uiXmFezM5Xg1RWEIRxX8gjIUiWW.jpg",
      "https://image.tmdb.org/t/p/w300/15mQDjckddYhcsfBoNnAf9TLbkd.jpg",
      "https://image.tmdb.org/t/p/w300/5dCww9Tk3WI2Hhe7c0oEt76aVrD.jpg",
      "https://image.tmdb.org/t/p/w300/pllf5yqJMi6CKQE0ZSOdkyKI5R7.jpg",
      "https://image.tmdb.org/t/p/w300/fOUquvfTsY1qjM4HwSZyCkhVN0h.jpg",
      "https://image.tmdb.org/t/p/w300/5abTC8f0Uev0Vid3LmVOEAbsG62.jpg",
      "https://image.tmdb.org/t/p/w300/nQ6RTVXqH4IxIyt1v6MGQI7tgGy.jpg",
      "https://image.tmdb.org/t/p/w300/9ETHFixdNVtaQle4DOINUtX49lX.jpg",
      "https://image.tmdb.org/t/p/w300/19lNwD4oNyZxi6aPKt7ORUntFV4.jpg",
      "https://image.tmdb.org/t/p/w300/s6sgPzXSJkglXwPyyc4BV6CEEmT.jpg",
      "https://image.tmdb.org/t/p/w300/k4OeNTaEdxpBa6bEKCZf8mk0Jxe.jpg",
      "https://image.tmdb.org/t/p/w300/jgqd4NmrkVspZz9LIiFvmMtMeyj.jpg",
      "https://image.tmdb.org/t/p/w300/NJYP5vhNL1jLZNrfD07AcZn20r.jpg",
      "https://image.tmdb.org/t/p/w300/wvAv3qNtRS4R17Bt5h1bU6kNd0O.jpg",
      "https://image.tmdb.org/t/p/w300/7qeL2N3aSVWNc5EtK7b20DFSFMm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/etoPOj0bXzfw0LBNslCxqO7MHuv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0h7ivu2cao6b.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/jsa-joint-security-area-2000-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1i76e/JSA.-.Joint.Security.Area.2000.1080p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9jNESA7K#FpxE7UlynZvum46dfxdPK8Z9GrZndZhpQSMeRpNx-fA",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mna9is2pjos3.html",
        "server": "usersdrive.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/jsa-joint-security-area-2000-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Y4xY/JSA.-.Joint.Security.Area.2000.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0rtSwKSZ#pjNFKv-R0-bIJ-LX8wxIUqHzQDrLlMgFXBTdyTNyHW8",
        "server": "mega.nz",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/bfhurq8e5ti1",
        "server": "streamvid.io",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/xj32xef6lzxl",
        "server": "streamsb.com",
        "size": "693MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "k-pH4q72_e4",
      "video_url": "https://www.youtube.com/watch?v=k-pH4q72_e4",
      "embed_url": "https://www.youtube.com/embed/k-pH4q72_e4"
    }
  },
  {
    "metadata": "||1h 25 min|Fantasy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "362"
    },
    "title": "Spoony Woman ( 2023 )",
    "description": "အခုတစ်ခေါက် ဘာသာပြန် တင်ဆက်ပေးမဲ့ ရုပ်ရှင်လေးကတော့တရုတ်ဒဏ္ဍာရီပုံပြင်လေးကို ရုပ်ရှင်အဖြစ်ပြန်လည်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-မြေခွေး မိစ္ဆာမလေး ယင်းနင်ဟာ မွေးစားအမေနဲ့အတူ မြို့အပြင်တစ်နေရာမှာအပူအပင်ကင်းစွာ နေထိုင်ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ လူ့ပြည်ကရှန့်ယွမ်ပွဲတော်ကို သွားလည်တဲ့ လမ်းမှာ ဝမ်းကျီဖူဆိုတဲ့ ပညာရှိနဲ့ ဆုံတွေခဲ့ပါတယ်။ဝမ်ကျီဖူဟာ ယင်းနင်အပေါ် မြင်မြင်ချင်း ချစ်မိသွားပြီး မစားနိုင်မသောက်နိုင် ဖြစ်ခဲ့ပါတယ်။ တိုက်ဆိုင်စွာနဲ့ ယင်းနင်ရဲ့ နေထိုင်ရာနေရာကို ရှာတွေ့သွားပြီး လက်ထပ်ခွင့်တောင်းကာ အိမ်ကို ပြန်ခေါ်လာခဲ့ပါတယ်။ပညာတတ်မိသားစုဖြစ်တဲ့အတွက် ဝမ်ကျီဖူရဲ့ အမေဖြစ်သူ သခင်မဝမ်ဟာလွတ်လပ်သွက်လက်တဲ့ ယင်းနင်ကို ကြည့်မရ ဖြစ်နေပါတယ်။ယင်းနင်ဟာ မြေခွေးမိစ္ဆာဖြစ်ကြောင်း သိပြီးနောက်မှာတော့သူ့သားနဲ့ ယင်းနင်နဲ့ကို ရအောင် ခွဲပါတော့တယ်။ယင်းနင်တစ်ယောက် သူ့အပေါ် အထင်အမြင်လွှဲမှား မှုတွေကို ဘယ်လို ဖြေရှင်းမလဲ ……သူမရဲ့ မိဘအရင်းကရော ဘယ်သူတွေ ဖြစ်မလဲ…..ဆိုတာကို ရုပ်ရှင်နဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : FantasyRuntime : 1h 25 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eoC2amf8hTzbl3jzueeDUacJfYf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2HsXa9L0PvmvuOlm9fTBqUkNeYj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/spoony-woman-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8wzeopnpw0bg.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/fxhbwj88yqzw.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UQvh/Spoony_Woman_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/z1u67z8yvsmu",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FyUGjT7Q#YQb-Ngg-Pah5mWwl8y5eSaZRh7dTAHVoeeQdYKSoaGs",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/spoony-woman-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/s2nld0btd83f.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/w7ch2BzK#BpCvfpc4uFGzvoRT9Zxc38XC0CeclOOfUb65vWEG-nI",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2023|1h 31m|Adult,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "10"
    },
    "title": "[18+] Sandwich (2023)",
    "description": "Sandwich (2023)~ IMDb rating – 8.1/10 ~ကိုဗစ် ၁၉ ကပ်ဘေးကမ္ဘာပေါ်ကို ပထမဆုံးကျရောက်လာတဲ့အချိန်၊ ကိုဗစ်ဆိုတာ၊ လော့ဒေါင်းဆိုတာ၊ ခပ်ခွာခွာနေဖို့ဆိုတာ ဘာရယ်ဆိုတာ လူတွေသေချာမသိရခင်ကာလလေးကို အခြေခံထားတာပါ။ဖိလစ်ပိုင်မှာ ကိုဗစ်ကြောင့် လော့ဒေါင်းတွေချဖို့ တစ်ရက်အလို အဆင့်မြင့် တိုက်ခန်းတွဲတစ်ခုမှာနေထိုင်တဲ့ လင်မယားနှစ်ယောက် သူတို့ရဲ့ရိုးအီနေတဲ့ အိမ်ထောင်ရေးကနေ အသစ်အဆန်းလေးထွက်ပေါက်ရှာဖို့ သရီးဆမ်းကြမယ်ဆိုပြီး ကောင်မလေးတစ်ယောက်ကို ဖိတ်ခေါ်ကြရာကနေစပါတယ်။ ကောင်မလေးနဲ့သုံးယောက် ဆက်ဆံရာမှာ အဆင်မပြေဖြစ်သွားရာကနေ အခဲမကျေသေးတဲ့ သူ့အမျိုးသားဟာ ဒီတစ်ခါတော့ ယောက်ျားတစ်ယောက်ကိုခေါ်ဖို့စိတ်ကူးရသွားပါတယ်။ရှေ့က မိန်းကလေးနဲ့မှာ လပေါင်းများစွာအချိန်ယူ အစီအစဉ်ချထားတာမှန်ပေမဲ့ အခုလိုအပြင်လောကမှာ လော့ဒေါင်းကိစ္စကြောင့် လူတွေရုန်းရန်းဆန်ခတ်ဖြစ်နေတဲ့အတွက် သူတို့ခေါ်ယူမယ့်လူဟာ ကြုံရာလူပဲဖြစ်နိုင်တော့မှာ အသေအချာပါ။ အဲဒီအချိန်မှာ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့သူကတော့ သူတို့တိုက်ခန်းကို တစ်ဖက်ကနေ မှန်ဘီလူးနဲ့ချောင်းကြည့် အာသာဖြေတတ်တဲ့ သူတစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့…နာမည်နဲ့လိုက်အောင် သုံးထပ်ကိတ်ဖုတ်တဲ့ကိစ္စကိုပဲ အခြေခံထားတာဖြစ်ပြီး တစ်ကားလုံးကိုလည်း ဒီအကြောင်းအရာပေါ်မှာပဲ အခြေပြုတည်ဆောက်သွားတာဖြစ်ပါတယ်။ သုံးထပ်ကိတ်လေးကို မြည်းစမ်းကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.7GB, 720MBQuality – 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 1H 31MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGB",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sKjQVcKbhE9FzuBn0IzIGTnK42P.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-sandwich-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1epg9/(CM)_Sandwich_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sbNxQYKL#qIKkJv5b_I46HkPg535REeaaJGzY-gIeFfuIRV8qSI8",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b2kw2zgkdwz4.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-sandwich-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1epf8/(CM)_Sandwich_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "720MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ua1SiTbA#qNOmzKaGpBg7WAEiSLhdv5SpVXFE53ogE0_OrJssrOE",
        "server": "mega.nz",
        "size": "720MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uyteh8vyylw6.html",
        "server": "usersdrive.com",
        "size": "720MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/bkmr99uzuxtz.html",
        "server": "streamsb.com",
        "size": "720MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/g8upnjntgnx6",
        "server": "streamvid.io",
        "size": "720MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6rXxTErvIgQ",
      "video_url": "https://www.youtube.com/watch?v=6rXxTErvIgQ",
      "embed_url": "https://www.youtube.com/embed/6rXxTErvIgQ"
    }
  },
  {
    "metadata": "PG-13||1h 42min|Adventure,Animation",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "181,528"
    },
    "title": "Onward (2020)",
    "description": "ကာတွန်းရုပ်ရှင်ကား ကောင်းကောင်းလေးတစ်ကားလောက် ကြည့်ရအောင်။ရုံတင်ကတည်းက လူကြိုက်များခဲ့တဲ့ ရုပ်ရှင်လေးပါပဲ။ဇာတ်လမ်းအကျဉ်း….ဟိုးရှေးရှေးတုန်းက ကမ္ဘာပေါ်မှာ မှော်ပညာ တည်ရှိခဲ့ပေမယ့်အချိန်ကြာလာတာနဲ့အမျှ လူတွေ၊နတ်သူငယ်တွေ၊ မှော်ဝင်သတ္တဝါတွေဟာခေတ်မီလာကြပြီး မှော်ပညာကို မေ့ပျောက်သွားပါတော့တယ်။အီယန် နဲ့ ဘာလေ ဆိုတဲ့ နတ်သူငယ် ညီအစ်ကိုနှစ်ယောက်ဟာလည်းငယ်ငယ်ကတည်းက အဖေဆုံးသွားလို့မိခင်နဲ့ပဲ အတူနေကြတဲ့ သူတွေပါ။ညီဖြစ်သူ အီယန်၁၆ နှစ်ပြည့်မွေးနေ့မှာတော့ သူတို့အဖေထားခဲ့တဲ့မှော်တောင်ဝှေးနဲ့ ဂါထာတစ်ခုကို တွေ့ရှိသွားပါတယ်။ဂါထာရဲ့ အစွမ်းကတော့ သေဆုံးသွားတဲ့ အဖေဖြစ်သူကို တစ်ရက်တိတိပြန်ရှင်သန်လာစေပြီး တွေ့ခွင့်ရမှာပါပဲ။ဒါပေမယ့် ဒီဂါထာကိုသုံးဖို့ စွမ်းအားကြီးတဲ့ ရတနာတစ်ခုလိုအပ်ပြီးအဲဒီရတနာ မလုံလောက်တာကြောင့် သူတို့အဖေဟာခန္ဓာကိုယ် အောက်ပိုင်းပဲ ကွက်ပြီး ရှင်လာခဲ့တယ်။ဒီလိုနဲ့ပဲ ညီအစ်ကို ၂ ယောက်ဟာ သူ့တို့အဖေရဲ့ခန္ဓာကိုယ်အောက်ပိုင်းကို သယ်ပြီး တစ်ရက်မပြည့်ခင်အဖေကို နောက်ဆုံးတွေ့နိုင်ဖို့မှော်ဝင်ရတနာကို အရှာထွက်ရပါတော့တယ်….ဒစ္စနေးရဲ့ ထုံးစံအတိုင်း ပျော်စရာတွေ ရယ်စရာတွေနဲ့ဝမ်းနည်းစရာတွေ ခံစားမှုတွေကို ရောယှက်ပေးထားမယ့်ကာတွန်းရုပ်ရှင်အသစ်မို့ ကြည့်တဲ့သူတွေသဘောကျကြမယ်ထင်ပါတယ်။ဘာသာပြန်ပေးထားတာကတော့ Little Neo ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်zawgyiကာတြန္း႐ုပ္ရွင္ကား ေကာင္းေကာင္းေလးတစ္ကားေလာက္ ၾကည့္ရေအာင္။႐ုံတင္ကတည္းက လူႀကိဳက္မ်ားခဲ့တဲ့ ႐ုပ္ရွင္ေလးပါပဲ။ဇာတ္လမ္းအက်ဥ္း….ဟိုးေရွးေရွးတုန္းက ကမာၻေပၚမွာ ေမွာ္ပညာ တည္ရွိခဲ့ေပမယ့္အခ်ိန္ၾကာလာတာနဲ႔အမွ် လူေတြ၊နတ္သူငယ္ေတြ၊ ေမွာ္ဝင္သတၱဝါေတြဟာေခတ္မီလာၾကၿပီး ေမွာ္ပညာကို ေမ့ေပ်ာက္သြားပါေတာ့တယ္။အီယန္ နဲ႔ ဘာေလ ဆိုတဲ့ နတ္သူငယ္ ညီအစ္ကိုႏွစ္ေယာက္ဟာလည္းငယ္ငယ္ကတည္းက အေဖဆုံးသြားလို႔မိခင္နဲ႔ပဲ အတူေနၾကတဲ့ သူေတြပါ။ညီျဖစ္သူ အီယန္၁၆ ႏွစ္ျပည့္ေမြးေန႔မွာေတာ့ သူတို႔အေဖထားခဲ့တဲ့ေမွာ္ေတာင္ေဝွးနဲ႔ ဂါထာတစ္ခုကို ေတြ႕ရွိသြားပါတယ္။ဂါထာရဲ႕ အစြမ္းကေတာ့ ေသဆုံးသြားတဲ့ အေဖျဖစ္သူကို တစ္ရက္တိတိျပန္ရွင္သန္လာေစၿပီး ေတြ႕ခြင့္ရမွာပါပဲ။ဒါေပမယ့္ ဒီဂါထာကိုသုံးဖို႔ စြမ္းအားႀကီးတဲ့ ရတနာတစ္ခုလိုအပ္ၿပီးအဲဒီရတနာ မလုံေလာက္တာေၾကာင့္ သူတို႔အေဖဟာခႏၶာကိုယ္ ေအာက္ပိုင္းပဲ ကြက္ၿပီး ရွင္လာခဲ့တယ္။ဒီလိုနဲ႔ပဲ ညီအစ္ကို ၂ ေယာက္ဟာ သူ႔တို႔အေဖရဲ႕ခႏၶာကိုယ္ေအာက္ပိုင္းကို သယ္ၿပီး တစ္ရက္မျပည့္ခင္အေဖကို ေနာက္ဆုံးေတြ႕ႏိုင္ဖို႔ေမွာ္ဝင္ရတနာကို အရွာထြက္ရပါေတာ့တယ္….ဒစၥေနးရဲ႕ ထုံးစံအတိုင္း ေပ်ာ္စရာေတြ ရယ္စရာေတြနဲ႔ဝမ္းနည္းစရာေတြ ခံစားမႈေတြကို ေရာယွက္ေပးထားမယ့္ကာတြန္း႐ုပ္ရွင္အသစ္မို႔ ၾကည့္တဲ့သူေတြသေဘာက်ၾကမယ္ထင္ပါတယ္။ဘာသာျပန္ေပးထားတာကေတာ့ Little Neo ျဖစ္ၿပီးThit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xFxk4vnirOtUxpOEWgA1MCRfy6J.jpg",
      "https://image.tmdb.org/t/p/w300/46cu4BCzVBkvxxUCfyxE26aJnNg.jpg",
      "https://image.tmdb.org/t/p/w300/bcT8CaBIj086WVD7K529h78eujb.jpg",
      "https://image.tmdb.org/t/p/w300/ycTDp0Kf7mgbggse69lAoZnQ1kO.jpg",
      "https://image.tmdb.org/t/p/w300/wSlE0ymlQ6LEbE9IJkgeoQo8UBx.jpg",
      "https://image.tmdb.org/t/p/w300/sTQSk8Kp9GpoCO4oy0iXSkvOM05.jpg",
      "https://image.tmdb.org/t/p/w300/siwO2vTgleVFQHu3I8J4VmB3hsI.jpg",
      "https://image.tmdb.org/t/p/w300/guIsSE8mM01LaUmEN4jNOTdpdyB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BMTZlYzk3NzQtMmViYS00YWZmLTk5ZTEtNWE0NGVjM2MzYWU1XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/svt8wqhfxovs.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5k9m2vs2cb66.html",
        "server": "usersdrive.com",
        "size": "505.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://fastload.cc/8ut",
        "server": "fastload.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://fastload.cc/8us",
        "server": "fastload.cc",
        "size": "505.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3xuSW/Onward.2020.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Rxqx/Onward.2020.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "505.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/onward-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/onward-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "505.4 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "x8DKg_fsacM",
      "video_url": "https://www.youtube.com/watch?v=x8DKg_fsacM",
      "embed_url": "https://www.youtube.com/embed/x8DKg_fsacM"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Paper Man (2009)",
    "description": "ဖလင်ပိုစတာမှာ ကိုဒတ်ပူး(Ryan Reynolds)ကို ကြောင်တောင်ကျားဝတ်စုံနဲ့ မြင်လိုက်ရလို့ ဒီကားကို ဟာသကားလို့ မထင်လိုက်ပါနဲ့ အဓိကဇာတ်ကောင်နှစ်ယောက်က အမ်မာကျောက်တုံးလေး Emma Stone နဲ့ Jeff Daniels တို့ဖြစ်ပြီး Deadpool ကတော့ Jeff Daniels ရဲ့ စိတ်ကူးယဉ်သူငယ်ချင်းအနေနဲ့ပဲ ပါဝင်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့Richard ဆိုတဲ့ သက်လတ်ပိုင်း စာရေးဆရာတစ်ယောက်က စာရေးသူတို့ထုံးစံ idea မထွက်ပဲ ဒီပျက်ရှင်ဝင်တဲ့အချိန်ကျရောက်နေပြီး အိမ်ထောင်ရေးလည်း မစိုပြေတော့တဲ့အချိန် မိန်းမဖြစ်သူနဲ့ နှစ်ဦးသဘောတူ ခေတ္တအိမ်ခွဲနေဖို့ ဆိပ်ကမ်းမြို့လေးကို ရောက်လာပါတယ်…ဒီအချိန်မှာပဲ သူ့လိုမျိုး lost soul တစ်ယောက်ဖြစ်တဲ့ ဖော်ရွေပေမယ့် တခါတလေ ဝမ်းနည်းနေတတ်တဲ့ ကောင်မလေး Abby(Emma Stone) နဲ့ သိကျွမ်းခဲ့တယ် ဒီစာကိုဖတ်ပြီး သတ်လတ်ပိုင်းယောကျာ်းနဲ့ ကျောင်းသူအရွယ်မိန်းကလေးတို့ရဲ့ အိမ်ထောင်ရေးဖောက်ပြန်တဲ့ ဇာတ်လမ်းလို့ ထင်နေရင် သင်မှားသွားပါလိမ့်မယ်ဘာလို့ဆို ရိုမန့်တစ် interest ပုံစံဖော်ထားတာမဟုတ်ပဲ Abby တစ်ယောက် Richard ရဲ့ စိတ်ဝေဒနာကို သူငယ်ချင်းတစ်ယောက်အနေနဲ့ ဘယ်လိုကူညီပေးခဲ့လဲ ရှင်သန်ခြင်းအဓိပ္ပာယ်ပျောက်ဆုံးနေတဲ့ သူတို့နှစ်ယောက်ရဲ့ ရင်တွင်းခံစားချက်တွေကို comedy လောက်လည်း မပေါ့၊ philosophy လောက်လည်း မလေးပင်နေပဲ နားထောင်ရမှာပါFile size…(1.7 GB)/(854 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Comedy, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Sike Tan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zQ9riDbqJ2i6pUbLEZDEMubfQMU.jpg",
      "https://image.tmdb.org/t/p/w300/oec9dd990pRQ8W3meakCuAQKX6o.jpg",
      "https://image.tmdb.org/t/p/w300/f76KhmWYESfIXFdmSBOU34BOUJc.jpg",
      "https://image.tmdb.org/t/p/w300/7ZXOTyBC5Kc7Q2038QdoU5XilUB.jpg",
      "https://image.tmdb.org/t/p/w300/jyKKOoXdeqseWmZQ5CFpoY0RYnE.jpg",
      "https://image.tmdb.org/t/p/w300/9HvWYGL629Lz0oUuw4uyuN7o1ZI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/MV5BMTExODM1MDI4MDVeQTJeQWpwZ15BbWU3MDQzMjc1MzM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/paper-man-2009-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xtuiipq7x9ia.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7tsn7/Paper.Man.2009.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xj1RhSJC#8nak-ByFhR9VsqlDyTPbDX_S4AreE_c2AESq78kFidY",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/paper-man-2009-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "854MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yui4dju5rqdd.html",
        "server": "usersdrive.com",
        "size": "854MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7tsm9/Paper.Man.2009.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "854MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hz0n3ZZb#4soqhLvcGEr4udetmB4SXSfwrixbWiy4YGk9KqIF9n0",
        "server": "mega.nz",
        "size": "854MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/1s96p8hvf13w",
        "server": "streamsb.com",
        "size": "854MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "d8A314g92-4",
      "video_url": "https://www.youtube.com/watch?v=d8A314g92-4",
      "embed_url": "https://www.youtube.com/embed/d8A314g92-4"
    }
  },
  {
    "metadata": "|||Crime,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Taking Lives (2004)",
    "description": ".Taking Lives (2004)~~~~~~~~~~~~~~~~~~~~~~~ကမ်းခြေသွားရင် ဝင်ကစွပ်ကောင်လေးတွေကို မြင်ဖူးကြလားဝင်ကစွပ်တွေက တခြားသတ္တဝါတွေရဲ့အခွံကို သူ့ကိုယ်ပိုင်အိမ်သဖွယ်ဝင်နေကြတယ်လူတစ်ယောက်ကရော အဲ့လိုသူများဘဝကို ကိုယ့်ဘဝလို အပိုင်ယူလိုက်လို့ရလားဒီမေးခွန်းရဲ့အဖြေကို အခုတင်ပေးသွားမယ့်ရုပ်ရှင်ထဲမှာပဲ အဖြေရှာကြည့်ကြပါဒီလိုကားမျိုးက ဇာတ်ကြောင်းအရမ်းပြောရင် spoiler ဖြစ်မှာစိုးရလို့ မိတ်ဆက်သဘောပဲ ပြောမယ်နော့နှစ်ပေါင်းများစွာ လွတ်မြောက်နေတဲ့ စိတ္တဇကွင်းဆက်လူသတ်သမားကို FBI အထူးအေးဂျင့် Angelina Jolie နဲ့အတူ ကိုယ်တိုင်စုံစမ်းထောက်လှမ်းလိုက်ပါPsychological thriller ဆိုတဲ့အတိုင်း သည်းထိတ်ရမယ်၊ ရင်ဖိုရမယ်၊ Crime drama ဆိုတဲ့ဆိုတဲ့အတိုင်း အံ့ဩရမယ်၊ မင်သက်ရမယ်ရင်မဖိုရမှာတော့မပူနဲ့၊ Jolie နဲ့ Ethan Hawke တို့ကို ကြည့်ရင်း စောင်ကိုက်ရမှာ အသေအချာပါပဲIMDB -6.2RT- 22%File size…(1.6GB)/(830MB)/(458MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:43:00Genre…Crime / Mystery / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….SPK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7IciAaJltRsOohcz2JlkupIF1s9.jpg",
      "https://image.tmdb.org/t/p/w300/2mcpRjgBRMxSgrWHRsNY7msSIie.jpg",
      "https://image.tmdb.org/t/p/w300/Aqsdj1HS2NVczhiC1HN3qNWuB1v.jpg",
      "https://image.tmdb.org/t/p/w300/89uHT4IDcYdz0JXPoxYPWZKKvl6.jpg",
      "https://image.tmdb.org/t/p/w300/fPOrRhYSeDu8WOIGX9R3LhuoOPw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/taking-lives2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/taking-lives-2004-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n2ass4kdr1we.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15v99/Taking.Lives.2004.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/taking-lives-2004-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/l31hvu6vaokx.html",
        "server": "usersdrive.com",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rq3r/Taking.Lives.2004.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/hiicqtwqu88y.html",
        "server": "streamsb.com",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/taking-lives-2004-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "430MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/22xxgdwnkrxi.html",
        "server": "usersdrive.com",
        "size": "430MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/15v8u/Taking.Lives.2004.480p(CM).mp4",
        "server": "megaup.net",
        "size": "430MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/zjqidnp41q9h.html",
        "server": "streamsb.com",
        "size": "430MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Uj85gr6R1as",
      "video_url": "https://www.youtube.com/watch?v=Uj85gr6R1as",
      "embed_url": "https://www.youtube.com/embed/Uj85gr6R1as"
    }
  },
  {
    "metadata": "|||Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Spirit of Fear (2023)",
    "description": "ဒီဇာတ်ကားကထွက်ဖူးသမျှကားတွေထဲမှာ တော်တော်ထူးဆန်းတဲ့Horror ကားပဲဖြစ်ပါတယ်။A Quiet Place တို့လိုအသံတိတ်တိတ်နေရပြီးစကားမပြောရတဲ့ဇာတ်ကားတွေတောင်မှ ဒီထက်ပိုပြောရပါသေးတယ်။ဒီမှာကတော့စကားတွေပြောနေတာကို အာရုံစိုက်နေရတာထက် ဘယ်သူမှမရှိတဲ့အိမ်တစ်အိမ်ထဲမှာ လက်မှာသွေးတွေစွန်းပြီး နိုးလာခဲ့တဲ့ လူတစ်ယောက်ကဘာလို့သူအဲ့လို သွေးတွေစွန်းပြီးနိုးလာရတာလဲ။ အိမ်ထဲမှာရော ဘာလို့ဘယ်သူမှမရှိတာလဲ။အပြင်ရော ဘာလို့သွားလို့မရတာလဲ။ခြောက်ခြားစရာအဖြစ်အပျက်တွေရော ဘာလို့ဖြစ်နေရတာလဲ။အဲ့ဒီအိမ်ထဲမှာ သော့နဲ့ပိတ်ထားတဲ့မီးခံသေတ္တာတစ်လုံးကရော ဘာလို့ရှိနေရတာလဲဆိုတဲ့ မေးခွန်းပေါင်းများစွာကိုသူတစ်ယောက်တည်း အိမ်ထဲမှာလျှောက်သွားပြီးတော့ အဖြေရှာနေပုံကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။File size…691 MB / 318MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 16mGenre ….. HorrorSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw Lay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oODR5T1zlVL8aVBlQeUJ0ojgR80.jpg",
      "https://image.tmdb.org/t/p/w300/vzNlMlhKOcgqMibBvM7sm8Wn6l3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v7htXVrfq9CXhlRXIVofuLUkc7M.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7jv7rg58tv87.html",
        "server": "usersdrive.com",
        "size": "691MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/spirit-of-fear-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "691MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2DrM5/Spirit.of.Fear.2023.WEB-DL1080p(CM).mp4",
        "server": "megaup.net",
        "size": "691MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/JmkTXYII#2wyucMWsreWdVFjKK25l89LkCumZ6GGvKpD-zpYnq-o",
        "server": "mega.nz",
        "size": "691MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/e36dwp76xtsf",
        "server": "streamvid.io",
        "size": "691MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/kf78bgz4jfdk.html",
        "server": "usersdrive.com",
        "size": "318MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/spirit-of-fear-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "318MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Xujz/Spirit.of.Fear.2023.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "318MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/0rsgjBSL#xDDfcBahnjsp_tsQ0TfmEjRnz4Rf18A_FEKVo1lTZ6k",
        "server": "mega.nz",
        "size": "318MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ul4hk66enwpq",
        "server": "streamvid.io",
        "size": "318MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "4p_NCjAVM_o",
      "video_url": "https://www.youtube.com/watch?v=4p_NCjAVM_o",
      "embed_url": "https://www.youtube.com/embed/4p_NCjAVM_o"
    }
  },
  {
    "metadata": "N/A|2019|90 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Norm of the North: King Sized Adventure (2019)",
    "description": "Norm of the North (2016), Norm of the North:Keys to the Kingdom (2018) တုိ႔ရဲ႕ေနာက္ဆက္တြဲ Norm of the North: King Sized Adventure လာပါျပီ။အာတိတ္ေဒသမွာဘုရင္ျဖစ္ေနတဲ့ Norm တစ္ေယာက္ အသက္ၾကီးမွမဂၤလာထပ္ေဆာင္တဲ့ အဘုိးရဲ႕ မဂၤလာပြဲကိုု ဦးစီးလုပ္ရမွာပါ။အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ေနတတ္တဲ့သူ႕ကုိ သူ႕အဘုိးက အရုဏ္ဦးေျမာက္ပိုင္းအလင္းေပၚလာတဲ့အခ်ိန္မွာလုပ္မယ့္ မဂၤလာပြဲမွာ ေနာက္မက်ေအာင္ ကတိေပးခုိင္းပါတယ္။ကတိတစ္လုံးဆုိတာ လူတစ္ေယာက္အေနနဲ႔တင္မဟုတ္ဘဲ ဘုရင္တစ္ပါးအေနနဲ႔ ေပးတဲ့ ကတိျဖစ္လုိ႔ တည္ျဖစ္ေအာင္ တည္ပါမယ္လုိ႔ ကတိေပးထားျပီးမွေလယာဥ္ပ်က္လာတဲ့ ပေရာ္ဖက္ဆာတစ္ေယာက္ေပးတဲ့ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းေလးကုိ တရုတ္ျပည္ကုိ ပုိ႔ေပးပါမယ္လုိ႔ ကတိထပ္ေပးလုိက္ပါတယ္။Norm ကတိကုိ တည္ဖုိ႔ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းကုိ တရုတ္ကုိ ေရာက္ေအာင္ပုိ႔ေပးႏုိင္ပါမလား။ပုိ႔ေပးႏုိင္ရင္ေရာ သူ႕အဘုိးကို ေပးထားတဲ့ မဂၤလာအခ်ိန္ကို အခ်ိန္မီျပန္ႏုိင္ပါမလား။ရယ္ရင္းနဲ႔ၾကည့္လုိက္ပါေတာ့။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Tharaphi LwinEncode by THZ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i9ZAZGdnqlurYddUZSbPuYeIb7s.jpg",
      "https://image.tmdb.org/t/p/w300/7YeJGy63DjKYMQSNqkV3CbA1brG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kapQqDwTSQgbAPQEd4n03vaNQH9.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/0qIrVve832",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1Kgu/(CM)normofthenorthkingsizedadventure19webdl720.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/48PSW/(CM)normofthenorthkingsizedadventure19webdl720.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/uq7ZHRfHjwI/%28CM%29normofthenorthkingsizedadventure19webdl720.mp4",
        "server": "openload.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/kilpthsm1rm3",
        "server": "ClicknUpload.org",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/qbsednnmkclkscel/_CM_normofthenorthkingsizedadventure19webdl720_mp4",
        "server": "streamango.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/Rdwc",
        "server": "mirrorace.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/bBdry3Bbmk",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/1Kgt/(CM)normofthenorthkingsized_adventure19webdl480.mp4",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/48PSU/(CM)normofthenorthkingsized_adventure19webdl480.mp4",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/ci4L99u4Vng/%28CM%29normofthenorthkingsized_adventure19webdl480.mp4",
        "server": "openload.co",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/pkcufep648l1",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/pkcufep648l1",
        "server": "streamango.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/Rdw7",
        "server": "mirrorace.com",
        "size": "380 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "CRmDJIENnHI",
      "video_url": "https://www.youtube.com/watch?v=CRmDJIENnHI",
      "embed_url": "https://www.youtube.com/embed/CRmDJIENnHI"
    }
  },
  {
    "metadata": "PG-13||2h 15min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "90,483"
    },
    "title": "The Core (2003)",
    "description": "မိတ်ဆွေတို့ မင်းသားကြီး Bruce Willis ရဲ့ Armageddon ဇာတ်ကားကို ကြိုက်နှစ်သက်ခဲ့ကြပါသလား။ ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ဒုတိယ Armageddon လို့ပဲ ညွှန်းပေးပါရစေ။ ဒီဇာတ်ကားကလည်း ကမ္ဘာကြီးကို ကယ်တင်ဖို့ အသက်စွန့်ပြီး စွန့်စားခန်းဖွင့်ကြတဲ့ သူရဲကောင်းတစ်စုအကြောင်း ရိုက်ထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားပါပဲ။ ဒါပေမယ် ဒီတစ်ခါ သွားတဲ့နေရာကတော့ ကမ္ဘာအပြင်ဖက်မဟုတ်ပါဘူး၊ ကမ္ဘာ့အလယ်ဗဟိုထဲကိုပါ။ ဇာတ်လမ်းရဲ့ သီအိုရီအရ ကမ္ဘာအလယ်ဗဟိုက အူတိုင်မှာ သံရည်ပူတွေဟာ တစ်စက္ကန့်ကို မိုင်ပေါင်းများစွာအမြန်နှုန်းနဲ့ လည်ပတ်နေပါတယ်။ အဲဒီအရည်လည်ပတ်မှုကထွက်ပေါ်လာတဲ့ သံလိုက်စက်ကွင်းတွေဟာ ကမ္ဘာတောင်/မြောက်ဝင်ရိုးစွန်းတွေနဲ့ ဟန်ချက်ညီအောင် ထိန်းသိမ်းပေးထားရင်း နေရောင်ခြည်ရဲ့လောင်ကျွမ်းမှုကို ကာကွယ်ပေးထားတာပါ။ အဲဒီအချိန်မှာတော့ အဲဒီလည်ပတ်မှုကြီးရပ်ဆိုင်းသွားတဲ့အတွက် ကမ္ဘာကြီးပျက်စီးရတော့မယ် အခြေအနေရောက်လာပါပြီ။ အဲဒီအခြေအနေကို ကာကွယ်ဖို့ သက်ဆိုင်ရာနယ်ပယ်မှာ အတော်ဆုံးပညာရှင်တွေနဲ့ မိုင်ပေါင်းများစွာသော မြေထုနဲ့အလွှာမျိုးစုံကို ဖောက်ဝင်ပြီး ကမ္ဘာ့အလယ်ကိုသွားရောက်ဖို့ ကြုံလာရတဲ့အခါ…..ဒီကားဟာလည်း rating နည်းပါတယ်။ 5.5 ပါ။ အကြောင်းရင်းကတော့ Armageddon လိုပါပဲ။ သိပ္ပံပညာနဲ့ ရူပဗေဒအချက်အလက်တွေဟာ လက်တွေ့မကျပါဘူး မမှန်ကန်ပါဘူးတဲ့။ ကျွန်တော်တို့ကတော့ ဇာတ်လမ်းပဲ ခံစားမယ်ဆိုရင်တော့ ကောင်းကောင်းသဘောကျကြမှာပါ။ လူတွေရဲ့ သဘာဝတွေ၊ ကိုယ်ကျိူးစွန့်တဲ့ စိတ်ဓာတ်တွေ၊ အကြောက်တရားနဲ သတ္တိတွေကိုတော့ ကောင်းကောင်းသရုပ်ဖော်သွားနိုင်ပါတယ်။ ခံစားကြည့်နိုင်ပါတယ်။—————————————————မိတ္ေဆြတို႔ မင္းသားႀကီး Bruce Willis ရဲ႕ Armageddon ဇာတ္ကားကို ႀကိဳက္ႏွစ္သက္ခဲ့ၾကပါသလား။ ဒါဆိုရင္ေတာ့ ဒီဇာတ္ကားကို ဒုတိယ Armageddon လို႔ပဲ ၫႊန္းေပးပါရေစ။ ဒီဇာတ္ကားကလည္း ကမာၻႀကီးကို ကယ္တင္ဖို႔ အသက္စြန႔္ၿပီး စြန႔္စားခန္းဖြင့္ၾကတဲ့ သူရဲေကာင္းတစ္စုအေၾကာင္း ႐ိုက္ထားတဲ့ သိပၸံစိတ္ကူးယဥ္ဇာတ္ကားပါပဲ။ ဒါေပမယ္ ဒီတစ္ခါ သြားတဲ့ေနရာကေတာ့ ကမာၻအျပင္ဖက္မဟုတ္ပါဘူး၊ ကမာၻ႔အလယ္ဗဟိုထဲကိုပါ။ ဇာတ္လမ္းရဲ႕ သီအိုရီအရ ကမာၻအလယ္ဗဟိုက အူတိုင္မွာ သံရည္ပူေတြဟာ တစ္စကၠန႔္ကို မိုင္ေပါင္းမ်ားစြာအျမန္ႏႈန္းနဲ႔ လည္ပတ္ေနပါတယ္။ အဲဒီအရည္လည္ပတ္မႈကထြက္ေပၚလာတဲ့ သံလိုက္စက္ကြင္းေတြဟာ ကမာၻေတာင္/ေျမာက္ဝင္႐ိုးစြန္းေတြနဲ႔ ဟန္ခ်က္ညီေအာင္ ထိန္းသိမ္းေပးထားရင္း ေနေရာင္ျခည္ရဲ႕ေလာင္ကြၽမ္းမႈကို ကာကြယ္ေပးထားတာပါ။ အဲဒီအခ်ိန္မွာေတာ့ အဲဒီလည္ပတ္မႈႀကီးရပ္ဆိုင္းသြားတဲ့အတြက္ ကမာၻႀကီးပ်က္စီးရေတာ့မယ္ အေျခအေနေရာက္လာပါၿပီ။ အဲဒီအေျခအေနကို ကာကြယ္ဖို႔ သက္ဆိုင္ရာနယ္ပယ္မွာ အေတာ္ဆုံးပညာရွင္ေတြနဲ႔ မိုင္ေပါင္းမ်ားစြာေသာ ေျမထုနဲ႔အလႊာမ်ိဳးစုံကို ေဖာက္ဝင္ၿပီး ကမာၻ႔အလယ္ကိုသြားေရာက္ဖို႔ ႀကဳံလာရတဲ့အခါ…..ဒီကားဟာလည္း rating နည္းပါတယ္။ 5.5 ပါ။ အေၾကာင္းရင္းကေတာ့ Armageddon လိုပါပဲ။ သိပၸံပညာနဲ႔ ႐ူပေဗဒအခ်က္အလက္ေတြဟာ လက္ေတြ႕မက်ပါဘူး မမွန္ကန္ပါဘူးတဲ့။ ကြၽန္ေတာ္တို႔ကေတာ့ ဇာတ္လမ္းပဲ ခံစားမယ္ဆိုရင္ေတာ့ ေကာင္းေကာင္းသေဘာက်ၾကမွာပါ။ လူေတြရဲ႕ သဘာဝေတြ၊ ကိုယ္က်ိဴးစြန႔္တဲ့ စိတ္ဓာတ္ေတြ၊ အေၾကာက္တရားနဲ သတၱိေတြကိုေတာ့ ေကာင္းေကာင္းသ႐ုပ္ေဖာ္သြားႏိုင္ပါတယ္။ ခံစားၾကည့္ႏိုင္ပါတယ္။File Size   :   967 MBDuration  :   2 : 14 : 57Quality      :   Bluray 720pFormat      :  MP4Translator:   Min Thet OoEncoder    :   Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v2YxWPX2yKdo6arIAknJzKLxhZY.jpg",
      "https://image.tmdb.org/t/p/w300/oEQo8dU4u9SkWnRfzqH6ewgjxyP.jpg",
      "https://image.tmdb.org/t/p/w300/qxqrHIGaFJXhDNLJBDE5WMhkdCX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-core.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kynb11t73b5x.html",
        "server": "usersdrive.com",
        "size": "967 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-core-2003-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "967 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4eS48/The_Core_[2003]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "967 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AQogUSyR#EB5OB62mYPBEAdX9-bkRjE9MJHHLvxtLhrcVGgQIx-Y",
        "server": "mega.nz",
        "size": "967 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/rwiwekcrphc6",
        "server": "upstream.to",
        "size": "967 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "foAyvN6mVwQ",
      "video_url": "https://www.youtube.com/watch?v=foAyvN6mVwQ",
      "embed_url": "https://www.youtube.com/embed/foAyvN6mVwQ"
    }
  },
  {
    "metadata": "PG-13|2019||Asian,Drama,Sunny",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "45.648"
    },
    "title": "Happy Old Year (2019)",
    "description": "Bad Genius ရုပ်ရှင်နဲ့ နာမည်ကျော်သွားတဲ့မင်းသမီး Chutimon Chuengcharoensukying ရဲ့ရုပ်ရှင်အသစ်ကို တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ကတော့ ဒရာမာ၊ ရိုးမန့်စ် အမျိုးအစားပါပဲ။ဇာတ်လမ်းအကျဉ်း ဂျင်းဟာတကိုယ်ကောင်းခပ်ဆန်ဆန် ကောင်မလေးပါပဲ။သူ့ချစ်သူကို အဆက်အသွယ်တိခနဲဖြတ်ပြီးဆွီဒင်ကို ထွက်သွားခဲ့တယ်။သူပြန်လာချိန်မှာတော့ သူ့မှာ စိတ်ကူးလေးတစ်ခု ပါလာပါပြီ။Minimalism လို့ခေါ်တဲ့ အနည်းဆုံးဝါဒနဲ့ ကိုက်ညီတဲ့ရုံးခန်းနဲ့ အိမ်လေး ဆောက်ချင်စိတ်ပါပဲ။အဲဒီလိုဆောက်ဖို့အတွက် တစ်အိမ်လုံးအပေါ်ထပ်အောက်ထပ်တွေပစ္စည်းတွေပြည့်နှက်နေတဲ့ သူ့ရဲ့အိမ်မှာမလိုတာတွေအားလုံး၊ အမှတ်တရပစ္စည်းတွေအားလုံးကိုလွှင့်ပစ်ဖို့ လိုလာပါပြီ။အသုံးမလိုတော့တဲ့ အတိတ်ကပစ္စည်းတွေကိုလွှင့်ပစ်ဖို့ဟာ ပြောရတာ လွယ်ပေမယ့်လုပ်ရတာ အရမ်းခက်ခဲပါတယ်။မိသားစုရဲ့ အမှတ်တရတွေ၊သူ့ရည်းစားဟောင်းရဲ့အမှတ်တရတွေကိုတစ်ခုချင်း လွှင့်ပစ်ဖို့ ကြိုးစားရင်းကြုံတွေ့လာရတာတွေက အဓိကဇာတ်လမ်းပါပဲ။သူက အစအဆုံးခံစားချက်တစ်ခုရတာမျိုးမဟုတ်ဘဲ၊တစ်ခန်းလာလိုက်တိုင်း ခံစားချက်တစ်မျိုးရလာသလို၊ကိုယ်နဲ့ပဲ တိုက်ဆိုင်နေသလိုလိုနဲ့အရသာ တစ်မျိုးလေး ကြည့်ရတဲ့ဇာတ်ကားမျိုးပါပဲ။ အားပေးကြပါဦး။ဒီကားကို Little Neo မှ သူ၏ မေ့မပစ်နိုင်သော Ex များအတွက်ခံစား ဘာသာပြန်ပေးထားပြီး Thit San Khant မှပျင်းရိလေးတွဲ့စွာ တင်ဆက်ပေးထားပါသည်။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/sunny/ကြည့်လို့ရပါတယ်။)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/njlQxhgA8A6CiQq6x2NbCHQ4gl6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BOTc2NDQzNDQtZmFhMC00YjU0LWI1MGUtZWFhOTc0Y2IxNGExXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/happy-old-year-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e84d9/hapy-old-year-2019-720p-cm-mp4",
        "server": "yuudrive.me",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1LwB/Happy.Old.Year.2019_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1LwA/Happy.Old.Year.2019_480P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://fastload.cc/3kd",
        "server": "fastload.cc",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://fastload.cc/3kc",
        "server": "fastload.cc",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2RJsU/Happy.Old.Year.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2bM0t/Happy.Old.Year.2019_480P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/nqzy153uj6ln.html",
        "server": "usersdrive.com",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/dewb6szstojw.html",
        "server": "usersdrive.com",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/#!JREDWSzR!WErtyV5ozBz4TAq14PJ84adqJCLfadGA8yIrMsyAIkY",
        "server": "mega.nz",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/#!0EcTDApJ!XaHyTMZaGLP0dq4O14sbb75MYPKlL50GDwamVVRGemM",
        "server": "mega.nz",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://1fichier.com/?au1raydtvc2h5tgs63he",
        "server": "1fichier.com",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://1fichier.com/?7slsbknrygr6bs1b8x90",
        "server": "1fichier.com",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/zkfm8jc2reuv",
        "server": "upstream.to",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/55nc96mbiag1",
        "server": "upstream.to",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/r1lUU_LbV1OPDA",
        "server": "disk.yandex.com",
        "size": "1.19 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Qu5aQeh7VT0",
      "video_url": "https://www.youtube.com/watch?v=Qu5aQeh7VT0",
      "embed_url": "https://www.youtube.com/embed/Qu5aQeh7VT0"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "We Own the Night(2007)",
    "description": "ဘဝကို ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ပဲ ဖြတ်သန်းလာတဲ့ နယူးယောက်မှ နာမည်ကြီး အဒ်ကာဘီဘားကိုကြီးကြပ်ရသူ ဘော်ဘီဂရင်း။ကောင်မလေးဖြစ်သူ အမန်ဒါနဲ့ နေ့ရက်တိုင်းအချိန်းဖြုန်း၊ လည်ပင်းဖက်ပေါင်းတဲ့ဘော်ဒါဖြစ်တဲ့ ဂျန်ဘိုတို့နဲ့ ပါတီလုပ်လိုက်ပျောက်လိုက်ပါးလိုက်နဲ့နေလာခဲ့သည်။ထို့အပြင် ဘားပိုင်ရှင်ဖြစ်သူ ရုရှားလူမျိုးမစ္စတာဘူရှိုင်းရာ့ဗ်နဲ့လည်း မိသားစုလိုမျိုး ဆက်ဆံရေးကောင်းမွန်ပြီး သူကလည်း ဘော်ဘီရဲ့လုပ်ရည်ကိုင်ရည်ကိုသဘောကျသည်။လုပ်ငန်းတိုးချဲဖို့ကြံစည်နေသော ဘူရှိုင်းရာ့ဗ်နှင့် နဂိုကတည်းက ဘားကို မန်ဟတ်တန်ဘက်အထိထိုးဖောက်ချင်နေသော ဘော်ဘီ။ အရာရာအဆင်ပြေသလိုလိုရှိနေစဉ်မှာပင် ဘော်ဘီ့ဆီမမျှော်လင့်တာတွေဖြစ်လာသည်။တကယ်တော့သူ့နာမည်အရင်းက ဘော်ဘီဂရင်းမဟုတ်ဘဲ အရင်မျိုးရိုးနာမည်မှာ အဖေဖြစ်သူမြို့တော်ရဲ့ရဲချုပ်ညွှန်ကြားရေးမှူးနဲ့ အစ်ကိုဖြစ်သူ ရဲအရာရှိတို့အတိုင်း ရူဇင်စကီဖြစ်လေသည်။သူ့အစ်ကိုမှာ မူးယစ်ဆေးဝါးနှိပ်နင်းရေးမှာတာဝန်ယူရစဉ် ရုရှားမူးယစ်ရာဇာတစ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့တော့သည်။ ထိုအဖွဲ့က သူ့အစ်ကိုဖြစ်သူကိုလုပ်ကြံခဲ့ပြီး သူ့အဖေကိုပါကြံစည်နေတာကို သူ သိသွားတဲ့အခါ ရဲဌာနနဲ့ပူးပေါင်းပြီး မူးယစ်ဆေးဝါးမှုကို သူကိုယ်တိုင် ဘယ်လိုပေါ်အောင်လုပ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.9GB)  / (`981GB) / (741.04MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:57:00Genre…  Drama / Crime / ActionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mash Island",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/syO4HCR4t3tz6TX9CbYlW9fTQX3.jpg",
      "https://image.tmdb.org/t/p/w300/rbhVwKpL3vdZ3e4fufq3MfKujwb.jpg",
      "https://image.tmdb.org/t/p/w300/418Sbi6BLxGndZhME3XGz7EQ34t.jpg",
      "https://image.tmdb.org/t/p/w300/fzYsv31xoRGHRbThpFlEis1Scb8.jpg",
      "https://image.tmdb.org/t/p/w300/5MzBCBqmpPaAkMbmiZLaAnrv6Sm.jpg",
      "https://image.tmdb.org/t/p/w300/btZ3mfFfWYtKukGmFo5Hq0Xu3wb.jpg",
      "https://image.tmdb.org/t/p/w300/b1NbrsFsyb2yST3XGp7obgRSxeQ.jpg",
      "https://image.tmdb.org/t/p/w300/6OttZ7DTJpb1f9kHAfHaZ2CI8a6.jpg",
      "https://image.tmdb.org/t/p/w300/zHYxpTAzD2aIoMG1xjsGySgREOF.jpg",
      "https://image.tmdb.org/t/p/w300/4qVaebkqsq0TvXGwzfflKD4S63x.jpg",
      "https://image.tmdb.org/t/p/w300/hg2Tq0lnRkwgcl9IozxIfghY7tU.jpg",
      "https://image.tmdb.org/t/p/w300/ivmq3pLGPrdiVHGqxKlLMlh4LIY.jpg",
      "https://image.tmdb.org/t/p/w300/8vImcKD1gSga80wzmXqjwJMFZlH.jpg",
      "https://image.tmdb.org/t/p/w300/4qnANmCjHmR78hN099A4Z3KQb9.jpg",
      "https://image.tmdb.org/t/p/w300/roTQnHS0z9Z2MFIBX5AQeOCP8oq.jpg",
      "https://image.tmdb.org/t/p/w300/wwey9i6JF6QbQ49we0genHCflV.jpg",
      "https://image.tmdb.org/t/p/w300/fJWeJL39Pddz30ULiQBn4WIv5hx.jpg",
      "https://image.tmdb.org/t/p/w300/n81h0GZWEw5dJEVkkYaAui8uLX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-own.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/we-own-the-night-2007-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/irf4pwkfp6jy.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2y5O0/We_Own_the_Night_(2007)_1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pq5mmZQY#mCCLwTbUG4e4jIhZdIy3tGOQQDCF65gdNGCoBSwIaCs",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/we-own-the-night-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vzvcnobb6p0y.html",
        "server": "usersdrive.com",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1RRi4/We_Own_The_Night_BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yURV3aJK#NgR1xlBHggu4TiEse2aQix2CHR_Pr7ZvzC1I9jWFAyk",
        "server": "mega.nz",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrity.com/qjqjvds0hv26.html",
        "server": "streamsb.com",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/we-own-the-night-2007-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/68o264z0vomu.html",
        "server": "usersdrive.com",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": " https://megaup.net/1RRid/We.Own.the.Night.2007.480p(CM).mp4",
        "server": "megaup.net",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/6VQkVZxS#l2D8uHQyOYBpM8hlt_2bRqjA01T2eGqmsrRMJ2bPAkk",
        "server": "mega.nz",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrity.com/34r6kglo7u2f.html",
        "server": "streamsb.com",
        "size": "635MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "vCXVToxZNB4",
      "video_url": "https://www.youtube.com/watch?v=vCXVToxZNB4",
      "embed_url": "https://www.youtube.com/embed/vCXVToxZNB4"
    }
  },
  {
    "metadata": "PG-13|2023|2h 34m|Action,Adventure",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "96000"
    },
    "title": "Indiana Jones and the Dial of Destiny (2023)",
    "description": "Indiana Jones and the Dial of Destiny (2023)~ IMDb – 6.8/10, Rotten Tomatoes – 69% ~ဂန္ထဝင်ရုပ်ရှင်တွဲတွေထဲက တစ်ခုဖြစ်တဲ့ အင်ဒီယာနာဂျုန်း ရုပ်ရှင် အသစ်ထွက်ပါပြီ။ ဒါက ၅ ကားမြောက်ရုပ်ရှင်ပါ။ ပထမလေးကားကိုတော့ ဒါရိုက်တာ စတီဗင်စပီးဘတ်ရိုက်ကူးခဲ့ပြီး အခုရုပ်ရှင်ကိုတော့ James Mangold က ရိုက်ကူးထားတာပါ။ ဒါပေမဲ့လည်း Executive Producer အဖြစ် စပီးဘတ်နဲ့ လူးကပ်စ်တို့ ပြန်ပါဝင်ခဲ့ပါတယ်။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ်ပဲ ပြန်ပါဝင်ထားပြီး Phoebe Waller-Bridge ကတော့ အင်ဒီရဲ့မိတ်ဆွေ ဘာဆယ်ရဲ့သမီး ဟယ်လင်နာအဖြစ် ပါဝင်ထားပါတယ်။ ဗီလိန်နေရာမှာတော့ ဗီလိန် ဆရာကြီး Mads Mikkelsen ပါဝင်ထားပါတယ်။ ဒီရုပ်ရှင်အစမှာ ဟယ်ရစ်ဆန်ဖို့ ငယ်ငယ်တုန်းကပုံကို အထူးပြုလုပ်ချက်နဲ့ လုပ်ထားပါတယ်။ AI နည်းပညာကိုသုံးပြီး ဟယ်ရစ်ဆန်ဖို့ငယ်ငယ်က ရုပ်ရှင်ဟောင်းအားလုံးထဲကနေ လိုအပ်တဲ့ မျက်နှာထား ခံစားချက်နဲ့လိုက်တာတွေကို ရွေးထုတ်ပြီးပေါင်းစပ်သွားတဲ့နည်းပညာမို့ ဟယ်ရစ်ဆန်ဖို့ရဲ့ ငယ်ငယ်ကမျက်နှာအစစ်ကို မြင်နေရတာပါပဲ။ ဒါရိုက်တာ စပီးဘတ်ကိုယ်တိုင်ဒီရုပ်ရှင်ကိုကြည့်ပြီး သဘောကျခဲ့တာပါ။ “အင်ဒီယာနာဂျုန်းကို ငါတစ်ယောက်တည်း ရိုက်တတ်တယ်ထင်တာ၊ အခြားရိုက်တတ်တဲ့သူ ရှိသေးသားပဲဟ” လို့တောင် မှတ်ချက်ပေးခဲ့ပါသေးတယ်။ ဘတ်ဂျက် သန်း ၃၀၀ သုံးခဲ့ပြီး သန်း ၃၈၀ လောက်ပဲ ပြန်ရတာမို့ ငွေကြေးအရအောင်မြင်မှု နည်းခဲ့ပေမဲ့ အင်ဒီယာနာဂျုန်းပီသတဲ့အခိုက်အတန့်လေးတွေ ဖျော်ဖြေမှုပေးနိုင်တဲ့ ရုပ်ရှင်ဖြစ်ခဲ့တာကြောင့် IMDb မှာတော့ 6.8/10 ထိ ရလိုက်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ရှေးဟောင်းသုတေသီ ဒေါက်တာ အင်ဒီယာနာဂျုန်းဟာ တက္ကသိုလ်ပါမောက္ခအဖြစ်ကနေ အငြိမ်းစားယူလိုက်ပါပြီ။ ယူပြီးမကြာခင်မှာပဲ သူ့မိတ်ဆွေရဲ့ သမီး၊ သူ့ရဲ့ခေါင်းကိုင်သမီး ဟယ်လင်နာက သူ့ကိုလာရှာပြီး အင်ဒီနဲ့သူ့အဖေတို့ ဒုတိယကမ္ဘာစစ်အတွင်း စွန့်စားပြီး ရယူပြီးမှ ပျောက်ဆုံးသွားတဲ့ အာခီမီးဒီးစ်ရဲ့ ဒိုင်ခွက် အန်တာကသီးရာ အကြောင်းကို လာစုံစမ်းပါတော့တယ်။ အဲဒီဒိုင်ခွက်နောက်ကို လိုက်နေတဲ့ အခြားသူကလည်း နာဇီဟောင်း ရူပဗေဒပညာရှင် ဒေါက်တာရှမစ် ဖြစ်နေပါတယ်။ သူကတော့ ဒီဒိုင်ခွက်ကို အသုံးချနိုင်တဲ့သူဟာ နတ်ဘုရားလို ဩဇာအာဏာကြီးလာမယ်လို့ ယုံကြည်နေတဲ့သူပါပဲ။ အင်ဒီနဲ့ ဟယ်လင်နာတို့တစ်ဖက် ဒေါက်တာရှမစ်တို့အဖွဲ့ကတစ်ဖက် ပြိုင်လုကြရင်း စွန့်စားခန်းကြီးတွေ ဖွင့်ကြပါတော့တယ်။ အင်ဒီယာနာဂျုန်းရဲ့ ဝိသေသဖြစ်တဲ့ ရှေးဟောင်းပဟေဠိတွေ၊ တကယ်ရှိခဲ့တဲ့ သမိုင်းတွေနဲ့ ရောစပ်ထားတဲ့ စိတ်ကူးယဉ်တွေ၊ ရှေးဂူသင်္ချိုင်းတွေထဲက စွန့်စားခန်းတွေ ဝေဝေဆာဆာနဲ့မို့ ကြည့်လို့ကောင်းမယ့် နောက်ဆုံးရုပ်ရှင်ပါပဲ။Indiana Jones ဇာတ်ကားများကိုhttps://channelmyanmar.org/?s=indiana+jonesမှာကြည့်လို့ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMr. Andersonမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 9GB ,3GB, 1.4GBQuality – WEB-DL4K.HEVC.5.1Ch,1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 2H 34MinGenre – Action, AdventureSubtitle – Myanmar Subtitle (Hardsub)Translated byMr. AndersonEncoded by YIndiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ စိတ်ပေါ့ပေါ့ပါးပါးဖြစ်အောင် ဇာတ်ကားတစ်ကားပေါင်းရိုက်ဖို့ စိတ်ကူးမိခဲ့ကြတယ်။ Indiana Jones ပေါ့။စပီးဘာ့ဂ်နဲ့ လူးကပ်စ်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ဖန်တစ်ရာတေ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့ ဗီလိန်ကလည်း တစ်ခါလာလည်း ဒီလိုပုံစံ၊ နောက်တစ်ယောက်လာလည်းဒီလိုပုံစံ၊ ဘယ်လိုလာလာ မင်းသားပဲနိုင်သွားလေသတည်းဆိုတဲ့ B အဆင့် ဇာတ်ကားတွေကို မှီးပြီး Indiana Jones ကို ဖန်တီးခဲ့ကြပေမဲ့ Raiders of the Lost Ark (1981) ဟာ အကြီးအကျယ်ပေါက်သွားခဲ့တယ်။ အော်စကာဆုတွေထိပါ ရသွားခဲ့တယ်။ ဒါရိုက်တာ စပီးဘာ့ဂ်အတွက်လည်း လက်နဲ့ထိရင် ရွှေဖြစ်တဲ့ကာလ လို့တောင် ပြောစမှတ်ပြုခဲ့ရတယ်။ Indiana ရဲ့ နာမည်ကိုလည်း တစ်ကမ္ဘာလုံးသိသွားခဲ့ပါတယ်။The Temple of Doom (1984) ကိုတော့ Raiders မတိုင်ခင် တစ်နှစ်အလိုမှာ ဇာတ်အိမ်တည်ထားလိုက်တယ်။ ဗီလိန်တွေက နာဇီတွေပဲ ထပ်မဖြစ်စေချင်တဲ့အကြောင်းအရင်းကြောင့်ပေါ့။ Temple of Doom ဟာ Raiders လောက်တော့ ဂန္ထဝင်တွင်လောက်အောင်ပေါက်တဲ့ကား မဟုတ်ခဲ့ပေမဲ့ အထိုက်အလျောက်တော့ အောင်မြင်မှုရခဲ့ပြီး‌ အော်စကာပါရခဲ့ပါတယ်။ ပထမကားနဲ့ ဘယ်လိုမှမတူ၊ နောက်လာမယ့်ကားတွေနဲ့လည်း ဘယ်လိုမှမတူအောင် Deep Dark ပြီး သွေးထွက်သံယိုတွေအများဆုံးကားတစ်ကားအဖြစ် Indiana Jones Franchise ထဲမှာ ကွဲအထွက်ဆုံးကားတစ်ကားဖြစ်ခဲ့တယ်။ လူမျိုးရေးခွဲခြားမှုပြဿနာတွေ ကျွန်သဘောက်ပြဿနာတွေလည်း မီးမောင်းထိုးပြခဲ့တဲ့ကား ဖြစ်ခဲ့တယ်။နှစ်ကြာလာလေ ပိုကောင်းလာလေဆိုပြီး နှစ်ချို့ဝိုင်လိုဖြစ်ခဲ့ပေမဲ့ Temple of Doom ဟာ သူ့နှစ်မှာတော့ ဝေဖန်ရေးသမားတွေ အတော်များများအကြိုက်တွေ့ခဲ့ကြတဲ့ ရုပ်ရှင်တစ်ကားတော့ မဟုတ်ခဲ့ဘူး။ အဲဒီအတွက် လူးကပ်စ်ဟာ ဒီပြဿနာကို ‌Sean Connery နဲ့ Holy Grail ကို ပေါင်းထည့်‌ပြီး‌ ဖြေရှင်းပေးလိုက်တယ်။ခုနေ အင်ဒီယာနာဂျုံးစ်ကြည့်ဖူးတဲ့ ဘယ်သူ့ကိုမဆို “အကြိုက်ဆုံးက ဘာကားလဲ” လို့ သွားမေးလိုက်ရင် ဖန်အတော်များများ‌ဖြေကြမှာက The Last Crusade (1989) ပဲ ဖြစ်လိမ့်မယ်။ Raiders အလွန်မှာ အပြီးပြည့်စုံဆုံးဖြစ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ အစအဆုံးကို မှတ်မှတ်ရရ ရှိနေလောက်အောင်ကို ကောင်းလွန်းခဲ့တဲ့ ဇာတ်ကားတစ်ကားပေါ့။ ကွန်နရီနဲ့ဖို့ဒ်တို့ရဲ့ သားအဖ Moments တွေ၊ ပြန်ပါလာတဲ့ အချစ်တော်ကြီး ဆာလာ၊ ရင်လည်းဖိုရသလို ခွီလည်းခွီရတဲ့ Action ခန်းတွေ၊ ဂျုံးစ်နဲ့ ဟစ်တလာ၊ ဂျုံးစ်ရဲ့ ငယ်ဘဝ တစေ့တစောင်း၊ နောက်ဆုံး ဘုရားသခင်ရဲ့ သောက်တော်ရေခွက်။ သိပ်ကို လှပလွန်းခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။Original Trilogy အပြီးမှာတော့ အင်ဒီယာနာဂျုံးစ်ဆိုတဲ့ နာမည်နဲ့ ဇာတ်ကောင်ဟာ တစ်ကမ္ဘာလုံးစာ လွှမ်းမိုးသွားခဲ့တယ်။ သူ့ရဲ့ Trademark ဖြစ်တဲ့ ကျာပွတ် လယ်သာဂျက်ကတ် သက္ကလပ်ဦးထုပ်ပျော့ စတဲ့ဟာတွေကလည်း Lightsaber တွေနည်းတူ ရောင်းအားထိပ်ဆုံးရောက်ခဲ့တယ်။ Canon မဟုတ်တဲ့ အင်ဒီယာနာဂျုံးစ် ဂိမ်းတွေ ဝတ္ထုတွေ ကောမစ်တွေကလည်း အဆက်မပြတ်ထွက်လာခဲ့တယ်။ Indiana Jones ဇာတ်ကားတွေကလည်း နောင်လာမယ့် စွန့်စားခန်းရုပ်ရှင်တွေရဲ့ မီးရှူးတိုင် ပြဌာန်းစာအုပ်တွေ ဖြစ်သွားသလို One of the World’s Greatest Action Heroes အနေနဲ့လည်း အသိအမှတ်ပြုခံခဲ့ရတယ်။Paramount နဲ့ ငါးကားစာ စာချုပ်ချုပ်ပြီးသားဖြစ်လို့ နောက်တစ်ကားအတွက် လူးကပ်စ်က ဇာတ်လမ်းရှာနေတဲ့အချိန်မှာ ဇာတ်လမ်းလည်းစဉ်းစား အပျင်းလည်းပြေ တစ်ချက်ခုတ် နှစ်ချက်ပြတ်အနေနဲ့ The Young Indiana Jones Chronicles စီးရီးကြီးကို ရိုက်ဖြစ်သွားတယ်။ ပရိသတ်တွေ သိချင်လှပါချည်ရဲ့ဆိုတဲ့ ဂျုံးစ်ရဲ့ ငယ်ဘဝ လူငယ်ဘဝ အဖြစ်အပျက်အကုန်ကို လူးကပ်စ်က ချပြခဲ့တယ်။ Star Wars ထဲမှာ Princess Leia အနေနဲ့ သရုပ်ဆောင်ခဲ့တဲ့ Carrie Fisher တောင် တစ်ပိုင်းအတွက် ဇာတ်ညွှန်းဝင်ရေးပေးခဲ့သလို Harrison Ford ကိုယ်တိုင်လည်း အင်ဒီယာနာအနေနဲ့ တစ်ပိုင်း ဝင်ပါခဲ့ပါသေးတယ်။ခရူးဆိတ်အလွန် 19 နှစ်အကြာမှာတော့ အင်ဒီယာနာဟာ ပိတ်ကားပေါ် ပြန်ရောက်လာခဲ့တယ်။ ဖို့ဒ်လည်း အိုနေပြီဖြစ်သလို ဂျုံးစ်လည်း အိုနေပြီ၊ စပီးဘာ့ဂ်နဲ့ လူးကပ်စ်ရောပေါ့။ ဒါပေမဲ့ The Kingdom of the Crystal Skull (2008) ဟာ ပရိသတ်အချစ်တော် ရှေးသုပညာရှင်ကြီးနဲ့ မာရီယွန်ရေဗန်ဝုဒ်တို့ကို ပြန်ပေါင်းစည်းစေပြီး ခုခေတ်ရဲ့ တိုးတက်လာတဲ့ နည်းပညာတွေသုံးပြီး အရင်ကားတွေရဲ့ အရသာ ပြန်ရစေ‌ဖို့ အတတ်နိုင်ဆုံးကြိုးစားထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ခဲ့ပါတယ်။ ဇရာထောင်းလာပြီဖြစ်တဲ့ ဟယ်ရီဆင်ဖို့ဒ်အတွက် ဂျုံးစ်ဇာတ်ကောင်ကနေ အနားယူနိုင်အောင်လို့ လှလှပပသိမ်းထားတဲ့ ဇာတ်သိမ်းခန်းလေးနဲ့ပေါ့။ ဒါပေမဲ့ Shia LaBeouf ကြောင့် ဒီပလန် အလုပ်ဖြစ်မသွားဘူး။2012 မှာ Lucasfilm ကို ဒစ်စနေးက ဝယ်လိုက်လို့ Star Wars နဲ့ Indiana Jones ဟာ ဒစ်စနေးပိုင်ဆိုင်မှုအောက် ရောက်သွားတယ်။ အဲဒီနောက်မှာတော့ Star Wars တွေပဲ ပေါပေါလောလောထွက်လာပေမဲ့ အင်ဒီယာနာအတွက်တော့ ဇာတ်လမ်းရှာနေတာနဲ့တင် ဆယ်နှစ်ကြာသွားတယ်။ ကားအသစ်မှာသုံးဖို့ ဇာတ်ချိတ်ပစ္စည်း MacGuffin ကို လူးကပ်က စဉ်းစားထားပြီးပေမဲ့ ဇာတ်လမ်းကိုတော့ သူမရေးတော့ဘူး။ စပီးဘာ့ဂ်ကလည်း Kingdom of Crystal Skull အလွန်မှာ လူသစ်ဒါရိုက်တာတစ်ယောက်ယောက် ပြောင်းကိုင်စေချင်တယ်။ ဒီလိုနဲ့ပဲ အင်ဒီယာနာ ကားသစ်ဟာ Walk the Line, Logan နဲ့ Ford v Ferrari စတဲ့ ကားကောင်းတွေရိုက်ခဲ့တဲ့ James Mangold လက် ရောက်သွားတယ်။The Dial of Destiny (2023) ဟာ Indiana Jones Franchise ကြီးအတွက် နောက်ဆုံးပိတ်ကားဖြစ်လာတယ်။ ပါရာမောင့်နဲ့ ငါးကား စာချုပ်ကလည်း ပြည့်ပြီကိုး။ Disney က လူပြောင်းပြီး ထပ်ညှစ်ထုတ်ရင် ထုတ်နိုင်လောက်သေးပေမဲ့ ဒီကားက Harrison Ford ရဲ့ Indiana Jones အတွက် ဇာတ်သိမ်းခန်းတစ်ခုခုကို ယူဆောင်ပေးရတော့မယ့်ကားတစ်ကားပါပဲ။မထွက်သေးခင် Trailer အနေနဲ့ရော၊ ထွက်တဲ့အချိန်မှာရော Mixed Reviews တွေ အများကြီးရှိခဲ့တဲ့ နောက်ဆုံးကားဟာ ကောင်းမကောင်းဆိုတာ ကြည့်တဲ့သူအပေါ်အများကြီး မူတည်သွားပါလိမ့်မယ်။ သမိုင်းကြီးခဲ့တဲ့ ဇာတ်ကောင်တစ်ကောင်ရဲ့ ဇာတ်သိမ်းဟာ ဒီအတိုင်းပဲ ဖြစ်သင့်လား ဆိုတာက ကြည့်ပြီးရင်ဖြစ်လာမယ့် မေးခွန်းတစ်ခု‌ပေါ့။ဘယ်လိုပဲဆိုဆိုပါ George Lucas, Steven Spielberg, John Williams နဲ့ Harrison Ford တို့ ဖန်တီးခဲ့ကြတဲ့ Indiana Jones Franchise ကြီးဟာ နှစ်ပေါင်း 40 ကျော်အကြာမှာ ရုပ်ရှင်ငါးကား စီးရီးတစ်ခုနဲ့ ဇာတ်သိမ်းသွားပါပြီ။ ဒါပေမဲ့ ကျွန်‌တော်တို့ အချစ်တော် ရှေးသုပညာရှင်ကြီးနဲ့ သူ့ရဲ့ စွန့်စားခန်းတွေကတော့ ဘယ်တော့မှ တိမ်ကော‌ပျောက်ပျက်မသွားမယ့် သမိုင်းတစ်ပုဒ်ပါပဲ။“I am like a bad penny, I always turn up.”–Indiana Jones (Harrison Ford)#Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oFv4qzBLAbi7AKnPaRfiApF4XbL.jpg",
      "https://image.tmdb.org/t/p/w300/9m161GawbY3cWxe6txd1NOHTjd0.jpg",
      "https://image.tmdb.org/t/p/w300/35z8hWuzfFUZQaYog8E9LsXW3iI.jpg",
      "https://image.tmdb.org/t/p/w300/AgoA1zXLXMHN6E9fDTYuE10Tmuc.jpg",
      "https://image.tmdb.org/t/p/w300/o9GQIxwZIR6VKSwLZHiaRSgaMzA.jpg",
      "https://image.tmdb.org/t/p/w300/57JocxmicOoAMhkUSmdKBlpZWMT.jpg",
      "https://image.tmdb.org/t/p/w300/b0UUx8OvqQASesc78mXRzvjmxmj.jpg",
      "https://image.tmdb.org/t/p/w300/j0IobR8VH9x0Y5koAcnB7VkPW04.jpg",
      "https://image.tmdb.org/t/p/w300/4MJYDmHX5thaHhF45xzorQp06rs.jpg",
      "https://image.tmdb.org/t/p/w300/ymZDxJle67EBFTEiBp1WzRuXjZc.jpg",
      "https://image.tmdb.org/t/p/w300/CrwsWGdNtYpc1zGg1hPxuB88PT.jpg",
      "https://image.tmdb.org/t/p/w300/gCT47rlj2NcME1ObrzLJwlbutMT.jpg",
      "https://image.tmdb.org/t/p/w300/5RpBfgxKRht9i1W69TJfrz78aGH.jpg",
      "https://image.tmdb.org/t/p/w300/8XeZr9VaaN5Np7NLvxRn852smap.jpg",
      "https://image.tmdb.org/t/p/w300/2i2xWYOoniy61xDYDAmFMYodmW6.jpg",
      "https://image.tmdb.org/t/p/w300/uCXBDR8ArGWFh36lZaIlutW3pOa.jpg",
      "https://image.tmdb.org/t/p/w300/rDZ7ETqD5u0hbQuMiaig6G8yLLp.jpg",
      "https://image.tmdb.org/t/p/w300/2ycmzTMAU6peTnas80lz4oDxMRp.jpg",
      "https://image.tmdb.org/t/p/w300/m0cKmfdhXoGSuPphbe06IoAOMEy.jpg",
      "https://image.tmdb.org/t/p/w300/cg7IqhQvRgQxcY4VB3doHUgvOlQ.jpg",
      "https://image.tmdb.org/t/p/w300/u8MCqhIV29jq4VHc6VMSWNDwW1j.jpg",
      "https://image.tmdb.org/t/p/w300/nlAxSe05g8IJ4y5kNr7gm5iswjr.jpg",
      "https://image.tmdb.org/t/p/w300/wT2Vev31ZvtR9IO1MyMdQKJnZfL.jpg",
      "https://image.tmdb.org/t/p/w300/76405158Vu9xWtocQvRtsOn1sCQ.jpg",
      "https://image.tmdb.org/t/p/w300/3nm8b8VluUJZj8Hdtwmb2Zy1B1Y.jpg",
      "https://image.tmdb.org/t/p/w300/ahe0zwv4ajIpDuD7PffXkBuJSMg.jpg",
      "https://image.tmdb.org/t/p/w300/3dK3SMOQiKYpTr36KAI8995FK52.jpg",
      "https://image.tmdb.org/t/p/w300/b4EgNYB4ZlThtf4EHKZiu1Qfa1o.jpg",
      "https://image.tmdb.org/t/p/w300/2BKJMsrlUUbosT36kyCdwD26HDt.jpg",
      "https://image.tmdb.org/t/p/w300/dzFsfqe7nVKpsYEzdW1CfxNp2NO.jpg",
      "https://image.tmdb.org/t/p/w300/r3TQrFiBRoYqZcL1aAUU7HBc2JH.jpg",
      "https://image.tmdb.org/t/p/w300/4ZJu62h1M6WnwuXG5cls20RMi2k.jpg",
      "https://image.tmdb.org/t/p/w300/zPcuuhwZFDzBTc66wtrLZ2qX5y4.jpg",
      "https://image.tmdb.org/t/p/w300/po6AvQRVi01teGlRMX3VYsJ5zuc.jpg",
      "https://image.tmdb.org/t/p/w300/4Pp3stq63JykDEWookarcngL8Dj.jpg",
      "https://image.tmdb.org/t/p/w300/pEIoGAuBcnNYRSK1qI3fjew2g7G.jpg",
      "https://image.tmdb.org/t/p/w300/kA3JoRjnP63f8FEtEy07nFRCpF5.jpg",
      "https://image.tmdb.org/t/p/w300/ArFToMV0EdTzmJc0xXM2FVXNxUo.jpg",
      "https://image.tmdb.org/t/p/w300/r8j7pG5qMNWBTGLHfnWXvwz21J0.jpg",
      "https://image.tmdb.org/t/p/w300/axy4Ln73s6MNQRi12lpx274LX4h.jpg",
      "https://image.tmdb.org/t/p/w300/6oqqJftYoDV1A2nbCfOUYbFiOlB.jpg",
      "https://image.tmdb.org/t/p/w300/kkQeAdpZTAtciwTEpSpbopHp1ZA.jpg",
      "https://image.tmdb.org/t/p/w300/t0pvCpaYKiS6ZgoBL3syXGQiUik.jpg",
      "https://image.tmdb.org/t/p/w300/y3gQJsTyRntO5MCH5nbaE4OxS5X.jpg",
      "https://image.tmdb.org/t/p/w300/tOSjW6J5cnr4eBv8zjypjwtaHWW.jpg",
      "https://image.tmdb.org/t/p/w300/yRm6mAvGZQmSu6N4eYaMDprqVKr.jpg",
      "https://image.tmdb.org/t/p/w300/6KQsyMNjuLbws5YPyDMaUBsiDyd.jpg",
      "https://image.tmdb.org/t/p/w300/4COltJdpjNmcTSgS0nGxVOZrDAw.jpg",
      "https://image.tmdb.org/t/p/w300/cwmyii3AUYgBaQjdce8CqzHOKG5.jpg",
      "https://image.tmdb.org/t/p/w300/nw3kmTN6jT3I9IHnrLvfVBs92ko.jpg",
      "https://image.tmdb.org/t/p/w300/g2UNFa4e7SIvDv0XDlxE8mCrJ8E.jpg",
      "https://image.tmdb.org/t/p/w300/jmvvIpqqnlQanjet44mLQB7upxG.jpg",
      "https://image.tmdb.org/t/p/w300/cSjzhEyMRC3a3kiMAXORHfNYmai.jpg",
      "https://image.tmdb.org/t/p/w300/ugvfCvpJFPxlzJ06RYLNrSRlkyR.jpg",
      "https://image.tmdb.org/t/p/w300/wAV188AurZxbbpJdUy9ARt29ewP.jpg",
      "https://image.tmdb.org/t/p/w300/zl2dY2QcgIVWbH50ymUiFiqNyya.jpg",
      "https://image.tmdb.org/t/p/w300/jfkjWZN2h9KY0EPNfQ3YfoKzzND.jpg",
      "https://image.tmdb.org/t/p/w300/bJHsDRTx6Iu0n1iRihCGrKvz9Qd.jpg",
      "https://image.tmdb.org/t/p/w300/xYXXhUil7XjzWrO31viuWcMyjc6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/oYLX2MMVMoM55tTQExZrpcsMqGt-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-dial-of-destiny-2023-2160-p-4-k-ma-web-dl-ddp-5-1-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "9GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-dial-of-destiny-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1gKis/(CM)_Indiana_Jones_and_the_Dial_of_Destiny_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xz1ShL7R#ME6GJA0PPp2S0kovZVAiSsT8rPOxzbngAbG5knOj9lE",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dscezlg827ik.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-dial-of-destiny-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3YA4T/(CM)_Indiana_Jones_and_the_Dial_of_Destiny_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FmsFQSpJ#cVrS3Z2CFbFdDoPDySiA35KxpMfjXeqm1Bib-JqX56s",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6fo6r73px0uy.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/a3930fcrl98k",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7z6kx8conod4",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZfVYgWYaHmE",
      "video_url": "https://www.youtube.com/watch?v=ZfVYgWYaHmE",
      "embed_url": "https://www.youtube.com/embed/ZfVYgWYaHmE"
    }
  },
  {
    "metadata": "R|2014|1h 46min|Drama,Music",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "693.097"
    },
    "title": "Whiplash (2014)",
    "description": "Whiplash (2014)IMDb – 8.5/10_____Rotten- 94%Won 3 Oscars.Another 91 wins & 144 nominations.ကြားဖူးတာလေးတစ်ခုရှိတယ်…တရုပ်ကြီးတစ်ယောက်နဲ့မြန်မာအမျိုးသမီးတစ်ယောက်နဲ့အိမ်ထောင်ကျသတဲ့….အိမ်ထောင်ရေးကအဆင်ပြေတယ်ဆိုပေမယ့် တရုတ်ကြီးက သူ့မိန်းမကိုမကျေနပ်တဲ့အချိန်ရှိတယ်….အဲ့ဒါက ဂရိတ်ဦးဖိုးစိန်ကြောင့်ပဲ...ဦးဖိုးစိန်ကြီးလာကတဲ့အချိန်ဆို သူ့မိန်းမက ဘာအလုပ်ပဲရှိရှိ ဖျက်ပြီး သွားကြည့်တာကိုး..တရုပ်ကြီးက တစ်ခါလည်းမဟုတ် နှစ်ခါလည်းမဟုတ်ဆိုတော့ အတော်တင်းသတဲ့…တစ်နေ့တော့ သူ့မိန်းမ ဘာလို့အဲ့လောက်ကြည့်ချင်ရတာလဲဆိုတာသိချင်တာနဲ့ ဦးဖိုးစိန်ကပြတဲ့ပွဲကိုလိုက်ကြည့်သတဲ့...ဦးဖိုးစိန်ကြီးက မင်းသမီးတွေနဲ့ကတာကိုး….ဆိုင်းဝိုင်းကလည်းမြိုင်ဆိုင်…ဦးဖိုးစိန်ကြီးကလည်း မင်းသမီးတွေကြားမှာ လှပစွာကနေသတဲ့..တရုတ်ကြီးအနေနဲ့မြန်မာ့ဆိုင်းဝိုင်းရယ် မင်းသားမင်းသမီးအကရယ်ကိုသိပ်နားမလည်ဘူး…ဒါပေမယ့် ကြည့်နေရင်း လူကမြူးလာတော့ မနေနိုင်မထိုင်နိုင်ထပြောသတဲ့…အမလေး ဦးဖိုးစိန်ကြီးနဲ့ကတဲ့မင်းသမီးသာဖြစ်လိုက်ချင်သတဲ့…အနုပညာဆိုတာဒါပဲနေမယ်….ကျွန်တော်ဘာလို့ဒါတွေပြောနေလဲဆိုတော့ jazz  drummer ကောင်လေးတစ်ယောက်ကိုရိုက်ပြထားလို့ပါ..ခင်ဗျားတို့တော့မသိဘူး..ကျွန်တော်က jazz အမျိုးအစားနဲ့စိမ်းလွန်းလှတယ်…ဒါပေမယ့်ဒီကားထဲမှာတော့ Miles Teller ရဲ့ အမူအရာတွေ ဒရမ်တီးတဲ့ပုံတွေကြောင့်ရယ်လား J.K. Simmons ရဲ့အားပါပြင်းထန်လွန်းတဲ့ ဟန်ပန်တွေကြောင့်လား တီးဝိုင်းတစ်ခုလုံးရဲ့အသံတွေကြောင့်လားမသိ jazz ဂီတအမျိုးအစားထဲကိုစီးမျောသွားတယ်..ဒီကားက ကျော်ကြားတဲ့ drummer သမားဖြစ်အောင်ကြိုးစားနေတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကိုရိုက်ပြထားတာပါ ..ကြားဖူးသလောက် တူရိယာတွေတီးခတ်တဲ့သူတွေကို ရုပ်ရှင်ရိုက်တဲ့နေရာမှာ  piano သမား ဂစ်တာသမားတွေကပြသနာသိပ်မရှိဘူးတဲ့…ဘာလို့ဆိုတီးကွက်တွေပြတဲ့နေရာမှာ view ကိုအစားထိုးဖို့လွယ်ကူပါသတဲ့….ဒရမ်သမားကြတော့အဲ့ဒီလို view ပြဖို့မလွယ်ကူပါသတဲ့….ဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်  Miles Teller ကတော့ ကိုယ်တိုင်ပဲတီးတာ…သူဟာ ၁၅နှစ်သားအရွယ်ထဲက ဒရမ်တီးတယ်ဆိုပဲ...ပြီးတော့ ဒီကားအတွက်ကြိုတင်ပြင်ဆင်မှုအဖြစ် တစ်နေ့ကို ၄နာရီလေ့ကျင့်ပါသတဲ့…..Rating တွေမြင့်တာကလည်း ဒါ့ကြောင့်နေမယ်….ကျန်တာကတော့ spoiler ဖြစ်သွားမှာစိုးလို့မပြောတော့ပါဘူး…..File Size…(903 MB)Quality…BluRay 720pFormat…mp4Duration…01:46:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by  Lyric Lynn Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fRGxZuo7jJUWQsVg9PREb98Aclp.jpg",
      "https://image.tmdb.org/t/p/w300/b5U96YvT2sNlKH9Jn8rNfOU3IgP.jpg",
      "https://image.tmdb.org/t/p/w300/5h8VtV4oh2qkO8Iqz7gypIYJPAr.jpg",
      "https://image.tmdb.org/t/p/w300/nqtcRkBB44E4uUzk5ktpmoGF94G.jpg",
      "https://image.tmdb.org/t/p/w300/wMONVOYJfkuk82nhb3cvMuwv8UC.jpg",
      "https://image.tmdb.org/t/p/w300/hso4W55B36zXMMuRmSkHpwDSFSN.jpg",
      "https://image.tmdb.org/t/p/w300/z3Lu4DwDP6jEgq35WxwyWRcJUwz.jpg",
      "https://image.tmdb.org/t/p/w300/1b0thlqquLMGrjHcxFVWSaZtTLC.jpg",
      "https://image.tmdb.org/t/p/w300/uuM4j0bj401ovXz76KjzAnOo8SW.jpg",
      "https://image.tmdb.org/t/p/w300/sskHyk9Vc67QDeNGkfFuMDOz7b1.jpg",
      "https://image.tmdb.org/t/p/w300/9pdWVUCGVzgDjoAfm8ihcAGNauA.jpg",
      "https://image.tmdb.org/t/p/w300/vNXGrknx4GjWLgmuNTftWZluIUl.jpg",
      "https://image.tmdb.org/t/p/w300/s2lrNsyXZPO98WHnhjYN0SVlppz.jpg",
      "https://image.tmdb.org/t/p/w300/7lLbmGfVT2cKqUOKu8ODXWk2XfZ.jpg",
      "https://image.tmdb.org/t/p/w300/topD2LQykPrT9vyQV704kUQXDlo.jpg",
      "https://image.tmdb.org/t/p/w300/x9jRnHZlmApkYFMz2mc1E0cfTz9.jpg",
      "https://image.tmdb.org/t/p/w300/qNrGesp01OiGi77gIllBijtV7jm.jpg",
      "https://image.tmdb.org/t/p/w300/2GiZkZWl3u0wMI3ZS91RcOnlr1r.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/whiplash-poster.jpeg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tdy0l7knlhvt.html",
        "server": "usersdrive.com",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/whiplash-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/98185f840/whiplash-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/dpjistgkh7az/Whiplash_[2014]_(MM_Sub).mp4.html",
        "server": "usersdrive.com",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2eQO8/Whiplash_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/WHpzQagY#aw1cwEzvxTrvbOGhpJUMBVaylp3kpij_yXf_1spSi3Q",
        "server": "mega.nz",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/iu8drzg9dpoi",
        "server": "upstream.to",
        "size": "903 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "fHAfUSBc0pg",
      "video_url": "https://www.youtube.com/watch?v=fHAfUSBc0pg",
      "embed_url": "https://www.youtube.com/embed/fHAfUSBc0pg"
    }
  },
  {
    "metadata": "|2023||Documentary",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1294"
    },
    "title": "After the Bite (2023)",
    "description": "After the Bite (2023)==============IMDb Rating 6.1/10ဒီဇာတ်လမ်းလေးကတော့ ရှားပါးမျိုးစိတ်တစ်ခုဖြစ်တဲ့ ငါးမန်းဖြူတွေရဲ့အကြောင်းကို တင်ဆက်ရိုက်ကူးထားတဲ့ Documentary တစ်ခုဖြစ်ပါတယ်။Documentary ပုံစံလေးကတော့…နှစ်စဉ်နွေရာသီရောက်တိုင်း အပန်းဖြေဖို့ လူအများလာရောက်ကြတဲ့ ကိတ်ပ်ကုဒ်ကမ်းခြေကို ငါးမန်းတွေရောက်ရှိလာပြီး လူသေဆုံးသည်အထိ တိုက်ခိုက်မှုတွေဖြစ်လာတဲ့အခါ မြို့နေဒေသခံတွေက သက်ဆိုင်ရာအဖွဲ့အစည်းကို ကိုင်တွယ်ဖြေရှင်းပေးဖို့အတွက် တောင်းဆိုလာကြပါတယ်။ တစ်ဖက်ကလည်းအဏ္ဏဝါထိန်းသိမ်းကာကွယ်ရေးဥပဒေအရ ရှားပါးမျိုးစိတ်တွေကို ထိန်းသိမ်းဖို့တာဝန်ရှိလာတဲ့အခါ နှစ်ဦးနှစ်ဖက် အခက်တွေ့ရပုံတွေ၊ အများပြည်သူ အပန်းဖြေတဲ့ ကမ်းခြေကို ပိတ်ထားရမယ့်အခြေအနေထိ ရောက်လာတာကြောင့်ကျွမ်းကျင်သူတွေကိုယ်တိုင် ကွင်းဆင်းလေ့လာပြီး ငါးမန်းဖြူတွေကိုထိန်းသိမ်းဖို့ဆောင်ရွက်ခဲ့ကြတော့တာပေါ့။နောက်ပိုင်းထိခိုက်သေဆုံးမှုတွေမရှိအောင် ထိန်းသိမ်းနိုင်ခဲ့ပြီးတဲ့နောက်မှာတော့ကိတ်ပ်ကုဒ်ကမ်းခြေကို မူလအတိုင်း ပြန်လည်ဖွင့်လှစ်ပေးနိုင်ခဲ့ပြီး အဖွဲ့လိုက် လှိုင်းစီးတာတွေ ရေလွှာလျှောစီးတာတွေ ကျင်းပပြုလုပ်နိုင်ခဲ့ကြတယ်။ အဏ္ဏဝါထိန်းသိမ်းရေးအဖွဲ့အနေနဲ့လည်း ငါးမန်းဖြူတွေသာမက ပင်လယ်ဖျံနဲ့ တခြားမျိုးစိတ်တွေကိုပါ အကောင်းဆုံးထိန်းသိမ်းကာကွယ်ပေးနိုင်ခဲ့ကြပါတယ်။ စိတ်ဝင်စားစရာကောင်းတဲ့ အကြောင်းအရာတင်ဆက်မှုနဲ့အတူ ကိုယ်မသိသေးတဲ့ သဘာဝရဲ့အကြောင်းတွေကိုပါ လေ့လာခွင့်ရတာကြောင့် အချိန်ပေးကြည့်ရှုဖို့ ထိုက်တန်တဲ့Documentary ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Ei Po ဖြစ်ပါတယ်)File Size……….(2.66 GB) / (980 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 28MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DocumentaryTranslator……Ei PoEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1RX2gljzAr173dDtuMZxJA20pDb.jpg",
      "https://image.tmdb.org/t/p/w300/cRUhyHB6rNZuhVfhjCPH0XTwLxA.jpg",
      "https://image.tmdb.org/t/p/w300/zDqw4U6vfVULKBcGtm1YXfZNPKk.jpg",
      "https://image.tmdb.org/t/p/w300/knnc5cN87L39ZoukOmUIE0sn0J0.jpg",
      "https://image.tmdb.org/t/p/w300/euj3T1m8IepTyVNwikXFNRlvX14.jpg",
      "https://image.tmdb.org/t/p/w300/6DNEgWvJ5DCaRgMPDmqoM0n4QsQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmI4ZTg2NTQtYjg3OS00NDg4LWJlZmItNjE1M2UxMTJjOWY3XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/after-the-bite-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.66 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2CDks/After.the.Bite.2023.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "2.66 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/izz2cc08xeef",
        "server": "streamsb.com",
        "size": "2.66 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/h68nyKBR#WqvAIEak8tuhmRHqQTXaAaftkB7ezl6MqD50VAwbWPo",
        "server": "mega.nz",
        "size": "2.66 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/089o0eihnwm1.html",
        "server": "usersdrive.com",
        "size": "2.66 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/after-the-bite-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "980 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gIpr/After.the.Bite.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "980 MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/ibio3w2bhvdc",
        "server": "streamsb.com",
        "size": "980 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1iUxHQ6I#gmV5DgsLKar8WUkgl9X8NArT-ohi03NeC8EZ-YsmO84",
        "server": "mega.nz",
        "size": "980 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0bpg2326t9h3.html",
        "server": "usersdrive.com",
        "size": "980 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Yt3a_xG7wkA",
      "video_url": "https://www.youtube.com/watch?v=Yt3a_xG7wkA",
      "embed_url": "https://www.youtube.com/embed/Yt3a_xG7wkA"
    }
  },
  {
    "metadata": "PG|2003|1h 20m|Adventure,Animation,Comedy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "8.4k"
    },
    "title": "Rugrats Go Wild (2003)",
    "description": "Rugrats Go Wild (2003)IMDb 5.5အပျော်စီးသင်္ဘောကြီးငှားပြီး အားလပ်ရက်ထွက်ကြတဲ့မိသားစုတွေ လက်မှတ်ပျောက်ပြီးသင်္ဘောကြီးနဲ့မဟုတ်တော့ဘဲ သင်္ဘောလေးနဲ့ပဲပင်လယ်ထဲရွက်လွှင့်ရာက မုန်တိုင်းနဲ့တိုးပြီးသင်္ဘောကတစ်စစီဖြစ်သွားပါတယ် အသက်ကယ်လှေလေးနဲ့လွတ်ရာလွတ်ကြောင်းပြေးရင်းကျွန်းတစ်ကျွန်းပေါ်ရောက်သွားခဲ့ပါတယ် ဒီတစ်ခါမှာတော့ အရင်တစ်ခေါက်ကလိုတောနက်ထဲရောက်မသွားဘဲ လူသူမရှိတဲ့ကျွန်းပေါ်ရောက်သွားခဲ့တာပါသားရဲတိရစ္ဆာန်တွေလည်းပေါတဲ့ ဒီကျွန်းမှာ ကလေးအုပ်စုနဲ့လူကြီးအုပ်စုကွဲသွားပြီးနောက်ဘာဆက်ဖြစ်ကြမလဲ ချောချောမွေ့မွေ့နဲ့အိမ်ပြန်နိုင်မှာလား ကျွန်းပေါ်မှာပဲရာသက်ပန်နေဖြစ်မလား ဆက်ကြည့်ရှုလိုက်ကြပါဦးFile size…1.84GB / 930MBQuality…1080p BluRay AAC5.1CH / 720pFormat…Myanmar Subtitle(Hard Sub)Duration….1h 20mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Yunni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/doPPODsoTbrMXQWvOAIcRYsD3Yg.jpg",
      "https://image.tmdb.org/t/p/w300/zH9DJvNJQvoJPlNcwOCA3xnWgaV.jpg",
      "https://image.tmdb.org/t/p/w300/vDcDIyykfJ4II3QER4SGcsEYKa.jpg",
      "https://image.tmdb.org/t/p/w300/y4eBcOhnB5ErZ8PF89wL3vK6dwL.jpg",
      "https://image.tmdb.org/t/p/w300/wmI2QoqFPbeYiIkSXcVmF7u4xMf.jpg",
      "https://image.tmdb.org/t/p/w300/twVY8tvJwN8gqj5gvLh0eaZNxMG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-go-wild1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/rugrats-go-wild-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/rugrats-go-wild-2003-1080-p-blu-ray-h-264-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cbl39mlhz0pw.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1MWkf/Rugrats.Go.Wild.2003.1080p.BluRay.H264.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pwAVCJrB#-LDQdTt-PoTgZPuELJpPF3WpEFwO275AdGPJP87V4s8",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/21sc9o5gb4od.html",
        "server": "streamsb.com",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/qdh8265e311n",
        "server": "veryfiles.com",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rugrats-go-wild-2003-720-p-blu-ray-h-264-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r5sx7liw49ro.html",
        "server": "usersdrive.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/38Rfj/Rugrats.Go.Wild.2003.720p.BluRay.H264.AAC2.0CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/g0JSUKrJ#DE5pGXKwzICpovJcTptyilS-7Rb-Y05onUt739T5NKY",
        "server": "mega.nz",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/hhsbfno12fqm.html",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/3fzhhigheubk",
        "server": "veryfiles.com",
        "size": "930MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Pb8FpdXuU8U",
      "video_url": "https://www.youtube.com/watch?v=Pb8FpdXuU8U",
      "embed_url": "https://www.youtube.com/embed/Pb8FpdXuU8U"
    }
  },
  {
    "metadata": "R|2016|102 min|Crime,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "42,857"
    },
    "title": "Hell or High Water (2016)",
    "description": "IMDb (7.8/10)….Rotten Tomatoes (98%)ဒီဇာတ်ကားကိုတော့ ကြည့်ဖြစ်အောင်ကြည့်သင့်တဲ့ ရုပ်ရှင်ဇာတ်ကားလို့ညွန်းရမယ်။ ဘဏ်မှာ အပေါင်ဆုံးတော့မဲ့ ဘိုးဘွားပိုင် မြေတွေကို မဆုံးရူံးဖို့ Tony နဲ့ Tanner တို့ညီအကိုနှစ်ယောက် ဘဏ်တွေကို ဓါးပြဝင်တိုက်ကြတယ်။ သူတို့ ရွေးချယ်တာ မြို့ငယ်လေးက ဘဏ်တိုက်လေးတွေကိုပါ။ မနက်စောစော ဘဏ်ဖွင့်ချိန်မှာ ဝင်လုမယ်။ ပိုက်ဆံကိုလည်း ဒေါ်လာ 20 တန်တဲ့ တန်ဖိုးပိုကြီးတဲ့အရွက်ကြီးလည်းမယူသလို သူတို့လုတဲ့ငွေ ပမာဏကလည်း ဒေါ်လာတစ်သောင်းအောက်ဆိုတော့ FBI ကတာဝန်ယူရလောက်အောင်ကြီးမားတဲ့ အမူမဟုတ်တဲ့အခါ ပြည်နယ်ရဲတာဝန်ပေါ့။ ဒီအမှုတွေကို မကြာခင် ရဲဘဝကနေအငြိမ်းစားယူတော့မဲ့ Marcus ရယ် သူတွဲဘက်အဖော် Alberto တို့ပူးပေါင်းဖော်ထုတ်ဖို့တာဝန်ဖြစ်လာပါတယ်။ Marcus က ဘဏ်ဓါးပြတွေ ကို လိုက်လံရှာဖွေဖမ်းဆီးဖို့ထက် Tony တို့ညီအကို လာတိုက်မယ်လို့ တွက်ထားတဲ့ မြို့ငယ်လေးတစ်ခုရဲ့ ဘဏ်တစ်ခုနားကနေ စောင့်ဖမ်းဖို့ ဆုံးဖြတ်လိုက်တယ်။ Marcus တို့ စောင့်နေတဲ့ နေရာကို Tony တို့ညီအကိုဆိုက်ဆိုက် မြိုက်မြိုက်ရောက်လာမလား ဆိုတာကိုတော့ …….။ပြသချိန် ၂ နာရီကြာမြင်ြ့ပီး အစမှအဆုံး ရုပ်ရှင်ကြည့်ပရိတ်သတ်ကို စဉ်ဆက်မပြတ် ဆွဲခေါ်သွားနိင်တဲ့ ဇတ်ကားကောင်းပါ။ အထူးသဖြင့် ဇာတ်အိမ်တည်ထားတဲ့ အမေရိကန် Texas ပြည်နယ်ရဲ့ သဘာဝအလှတွေ ပြည်နယ်သားတွေ ရဲ့စိတ်နေစိတ်ထားအကျင့်စရိုက်တွေကို ပေါ်လွင်အောင် ရိုက်ကူးတင်ပြနိင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။(ရုပ်ရှင်အညွှန်းကို Myo Min Thwin’s FB မှကူးယူဖော်ပြပါသည်။)]File size…(800MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:42:15Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung(ဒီဇာတ်ကားကို Poe Thinzar Kyaw မှဘာသာပြန်တင်ဆက်ထားတာပါ။)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-1.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/hell-or-high-water--2016--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdexer.com/y/hell-or-high-water--2016--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8p4GzapC#euhvcKSP9iRqKCOjKNmmti14BuxrOfCbj-TReZhcovE",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/yenqrfnd5jy9",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NOT RATED|2015|109 min|Action,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1,547"
    },
    "title": "The Final Master (2015)",
    "description": "သိုင္းကား ေမွ်ာ္ေနၾကတဲ့ CM Fan ေတြ အတြက္ အေကာင္းဆံုး သိုင္းကား တစ္ကားကိုCM မွ တင္ဆက္ေပးလုိက္ပါၿပီIP Man ရဲ႕ ၀င္းခၽြန္း သိုင္းအျပင္ နာမည္ႀကီးခဲ့တဲ့ ယံုခၽြန္း သိုင္းပညာ အေၾကာင္းကိုဒီရုပ္ရွင္မွာ ျပသထားပါတယ္…ယံုခၽြန္း သိုင္းပညာဟာ ေတာင္ပိုင္း က စတင္လာတဲ့ သိုင္းပညာျဖစ္ၿပီးအစစ္အမွန္ကိုေတာ့ တက္သူ နည္းပါးခဲ့ၿပီး ဆရာေတြ ဆိုတာလဲေခတ္မေကာင္းလို႔ သိုင္းပညာကို အစစ္အမွန္ မသင္ၾကတဲ့ အခ်ိန္ပါ၁၉၀၀ ခုႏွစ္ေတြ အေက်ာ္မွာ တရုတ္ႏုိင္ငံရဲ႕ သိုင္းေလာက ဟာ ေမွးမွိန္ေပ်ာက္ကြယ္စျပဳေနပါၿပီ သိုင္းေလာက မွာ အမွန္တကယ္ တက္ကၽြမ္းသူမွာ လက္ခ်ိဳးေရလို႔ရခဲ့ၿပီးေငြသဲ့ယူ လိမ္စားေနတဲ့ သိုင္းသင္တန္းေက်ာင္းေတြသာ က်န္ခဲ့ပါေတာ့တယ္…တရုတ္ႏိုင္ငံ ထန္က်င္းၿမိဳ႕ဟာ သိုင္းဂိုဏ္းေပါင္းစံု တည္ရွိၿပီးသူ႔ဟာ နဲ႔ သူ စည္းလံုးေနေပမယ့္ သိုင္းအစစ္အမွန္ကိုေတာ့မသင္ေပးၾကပါဘူး ဒီလိုနဲ႔ ေတာင္ပိုင္းသား တစ္ေယာက္ဟာပညာအစစ္ကို ယူၿပီး ထန္က်င္းကို ေရာက္လာခဲ့တယ္သူ မိန္းမ တစ္ေယာက္ ယူတယ္ ထန္က်င္း က တပည့္တစ္ေယာက္ ေမြးတယ္ ပညာတစ္၀က္ သင္ေပးလုိက္တယ္ဆရာထက္ တပည့္လက္ေစာင္းထက္ၿပီး သိုင္းေလာက ကိုတစ္ေယာက္ထဲနဲ႔ ယွဥ္တယ္ အကုန္ က်ဆံုးခဲ့တယ္အဲ့ဒီမွာပဲ ဆရာျဖစ္သူ ဘယ္သူလဲ လုိက္ရွာၾကတဲ့အခါမွာေတာ့….ဒီရုပ္ရွင္ကားကို Yi Yan မွ ဘာသာျပန္ေပးထားတာျဖစ္ၿပီးThit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yftQWvfg1dHfXzR1Vr4I2pjISQf.jpg",
      "https://image.tmdb.org/t/p/w300/uLYDkB06ixDKohz9YsnbmHoQejH.jpg",
      "https://image.tmdb.org/t/p/w300/ohkMyUDuZGbiuUgdn6OzWej9m0J.jpg",
      "https://image.tmdb.org/t/p/w300/auljG2aSuQj5rl1700eNGovfulb.jpg",
      "https://image.tmdb.org/t/p/w300/g9vWE46M7n6zlFr4wYV5chUETE3.jpg",
      "https://image.tmdb.org/t/p/w300/rGD6L8GM16urgjXcVaJWMVrnWn2.jpg",
      "https://image.tmdb.org/t/p/w300/cnGChUndTI8PJIp36skF0SMNHlQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTYyNTI2NTc4Ml5BMl5BanBnXkFtZTgwOTY2MDcwOTE@._V1_SY1000_CR007041000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-final-master-2015",
        "server": "VIP Links",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-final-master-shi-fu-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-final-master-shi-fu-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Afj1/The_Final_Master_(Shi_Fu)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "360 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/wf5e8l0taduy",
        "server": "upstream.to",
        "size": "1.15 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "sm35mEBsqQM",
      "video_url": "https://www.youtube.com/watch?v=sm35mEBsqQM",
      "embed_url": "https://www.youtube.com/embed/sm35mEBsqQM"
    }
  },
  {
    "metadata": "|||Action,Sport",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "6.8K"
    },
    "title": "Never Back Down: No Surrender(2016)",
    "description": "Never Back Down ဇာတ်ကားတွေရဲ့ 2016 ကနောက်ဆုံးထွက်ထားတဲ့ ဇာတ်ကား‌လာပါပြီ။2008 နဲ့ 2011 တို့မှာထွက်ရှိခဲ့တဲ့ Never Back Down တွေရဲ့အဆက်ဖြစ်သလို R-rated လည်းဖြစ်ပြီး တိုက်ခိုက်ခန်းတွေလည်းပိုပြီးကောင်းလာတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ MMA လက်ဝှေ့ချန်ပီယံဟောင်း ကေ့စ် ဝေါကာ ဟာ သူရဲ့သူငယ်ချင်း ဘရိုဒီ ဂျိမ်းစ်နဲ့ ရှုံးပွဲမရှိသေးတဲ့အပြင် အန္တရာယ်လည်းများတဲ့ ဆီဆာ ဘရာဂါတို့ရဲ့ ထိုင်းနိုင်ငံမှာ ထိုးသတ်မဲ့ပွဲစဉ်အတွက် လေ့ကျင့်ဖို့ဘန်ကောက်ကို လိုက်ပါလာခဲ့ပါတယ်။ဒါပေမဲ့ ပြိုင်ပွဲစခါနီးတစ်ပတ်အလိုမှာ ဘရိုဒီက ခြေထောက်ဒဏ်ရာရသွားတဲ့ အတွက် ဘရိုဒီရဲ့အစား ကေ့စ်က ဝင်ထိုးပေးဖို့ဖြစ်လာတဲ့အခါမှာ ကေ့စ်တစ်ယောက် ဘယ်လိုဆက်ပြီးဖြေရှင်းမလဲ၊ သူနိုင်အောင်ရောထိုးနိုင်မှာလား၊ နောက်ကွယ်မှာရောဘယ်လိုအရှုပ်တော်ပုံတွေရှိနေမလဲဆိုတာကို အကြမ်းပတမ်းတိုက်ခိုက်ခန်းတွေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦးခင်ဗျ။File size…2.3 GB / 961.6 MBQuality…WEB-DL 1080p 5.1CH/ 720pFormat…mp4Duration….1h 41mGenre ….. Action ,  SportSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Tmmt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oLO9d2gWqviz9MgPUn7s3PYfcky.jpg",
      "https://image.tmdb.org/t/p/w300/jTzL4GkfCFsWwx6zsL6c9g0pGGC.jpg",
      "https://image.tmdb.org/t/p/w300/kZLQWdIMdCysmqGR25xsW961ABi.jpg",
      "https://image.tmdb.org/t/p/w300/gyT9hy0Hg7AFEAn3KO93Y4ceRd0.jpg",
      "https://image.tmdb.org/t/p/w300/yEG93vhk5G8rWVBrXZXKiTjxezn.jpg",
      "https://image.tmdb.org/t/p/w300/38JUH734YEwLxTapwOoa5FXj6an.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pHVswTDHAvq9Npi0XCZ0qVMSiM2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/37ssvo9ctpkh.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/never-back-down-no-surrender-2016-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yHev/Never.Back.Down.No.Surrender.2016.WEB-DL.1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/YLBw2aoS#31FWiliOyQDhckNfFbHzf6BRSnB9uh7HEP8PgzhF0Ec",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/s49j8wkupfz0.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/sn1la7dy0mxt",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/zrktdyk7vt2w.html",
        "server": "usersdrive.com",
        "size": "961.6MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/never-back-down-no-surrender-2016-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "961.6MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cMjy/Never.Back.Down.No.Surrender.2016.WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "961.6MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ZaglUJ6L#HZ2vlDKTbXkM2Eu2yrrzjv8qlXBCkHZiI8mUm6Ce7pk",
        "server": "mega.nz",
        "size": "961.6MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/5lg8mtk6o73h.html",
        "server": "streamsb.com",
        "size": "961.6MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/xd9j4bxt9zy3",
        "server": "streamvid.io",
        "size": "961.6MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "B6y1a9IBN2Y",
      "video_url": "https://www.youtube.com/watch?v=B6y1a9IBN2Y",
      "embed_url": "https://www.youtube.com/embed/B6y1a9IBN2Y"
    }
  },
  {
    "metadata": "G||1h 3min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "21,668"
    },
    "title": "Winnie the Pooh (2011)",
    "description": "[Unicode]Christopher Robin ရဲ့ Pooh တို့ squad လေး ပြန်လာပါပြီဇာတ်ကြောင်းလေးမပြောခင် Pooh ရဲ့ နောက်ခံဇာတ်ကြောင်းလေး ပြောပြချင်ပါတယ်Pooh ဇာတ်လမ်းကို ဖန်တီးခဲ့တဲ့ A.A Milne ဟာသားဖြစ်သူ Christopher Robin Milne ရဲ့ teddy bear အရုပ်လေးကိုတွေ့ပြီး ဖန်တီးခဲ့တာပါတဲ့Winnie ဆိုတဲ့ နာမည်လေးကတော့ Christopher Robin တိရစ္ဆာန်ဥယျာဉ်သွားရင်း တွေ့ခဲ့တဲ့Winnie ဆိုတဲ့ Black bear လေးကိုစွဲပြီး သူ့ရဲ့ teddy bear လေးကိုလည်း Winnie လို့ အမည်ပေးခဲ့တာပဲဖြစ်ပါတယ်Pooh အပြင် squad လေးထဲမှာ ပါနေကျဖြစ်တဲ့Piglet,Eeyore,Kanga,Roo နဲ့ Tigger တို့ဟာလည်း Christopher Robin ရဲ့ အရုပ်လေးတွေကို ပေါင်းစည်းပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်Rabbit နဲ့ Owl ကတော့ ဖန်တီးသူရဲ့ စိတ်ကူးထဲ ဇာတ်ကောင်လေးတွေပါဒီတစ်ခေါက်ဇာတ်လမ်းအကျဉ်းပြောရရင် Eeyore ရဲ့ အမြီးလေး ပျောက်သွားတာကနေ စရမှာပါအဲ့ကနေမှ တစ်ဆင့် Pooh တို့ ဘယ်လိုအလွဲတွေ လုပ်ကြဦးမလဲဆိုတာ ကြည့်ရှုရဦးမှရပါသီချင်း ကဗျာလေးတွေနဲ့ ချစ်စရာ ကာတွန်းကားလေးဆိုတော့ကိုယ့်ကောင်မလေးတွေကို မျက်နှာလုပ်ပြီးပို့ပေး ညွှန်းပေးလို့ရပါတယ် (ဤကား စကားချပ်)ဒီလိုဆိုလို့ FA တွေလည်း ဝမ်းမနည်းစေချင်ပါဒေါင်းပေးမယ့်သူမရှိလည်း ကိုယ့်ဘာကိုယ်ဒေါင်းပြီး အိမ်က တူ တူမ ကလေးတစ်သိုက်ကို ပြလို့ရပါသေးတယ်ဗျ ။( အညွှန်းကောင်းကောင်းလေးရေးထားသူကတော့ Amelia ပါ )[Zawgyi]Christopher Robin ရဲ႕ Pooh တို႔ squad ေလး ျပန္လာပါၿပီဇာတ္ေၾကာင္းေလးမေျပာခင္ Pooh ရဲ႕ ေနာက္ခံဇာတ္ေၾကာင္းေလး ေျပာျပခ်င္ပါတယ္Pooh ဇာတ္လမ္းကို ဖန္တီးခဲ့တဲ့ A.A Milne ဟာသားျဖစ္သူ Christopher Robin Milne ရဲ႕ teddy bear အ႐ုပ္ေလးကိုေတြ႕ၿပီး ဖန္တီးခဲ့တာပါတဲ့Winnie ဆိုတဲ့ နာမည္ေလးကေတာ့ Christopher Robin တိရစာၦန္ဥယ်ာဥ္သြားရင္း ေတြ႕ခဲ့တဲ့Winnie ဆိုတဲ့ Black bear ေလးကိုစြဲၿပီး သူ႔ရဲ႕ teddy bear ေလးကိုလည္း Winnie လို႔ အမည္ေပးခဲ့တာပဲျဖစ္ပါတယ္Pooh အျပင္ squad ေလးထဲမွာ ပါေနက်ျဖစ္တဲ့Piglet,Eeyore,Kanga,Roo နဲ႔ Tigger တို႔ဟာလည္း Christopher Robin ရဲ႕ အ႐ုပ္ေလးေတြကို ေပါင္းစည္းၿပီး ဖန္တီးထားတာပဲျဖစ္ပါတယ္Rabbit နဲ႔ Owl ကေတာ့ ဖန္တီးသူရဲ႕ စိတ္ကူးထဲ ဇာတ္ေကာင္ေလးေတြပါဒီတစ္ေခါက္ဇာတ္လမ္းအက်ဥ္းေျပာရရင္ Eeyore ရဲ႕ အၿမီးေလး ေပ်ာက္သြားတာကေန စရမွာပါအဲ့ကေနမွ တစ္ဆင့္ Pooh တို႔ ဘယ္လိုအလြဲေတြ လုပ္ၾကဦးမလဲဆိုတာ ၾကည့္ရႈရဦးမွရပါသီခ်င္း ကဗ်ာေလးေတြနဲ႔ ခ်စ္စရာ ကာတြန္းကားေလးဆိုေတာ့ကိုယ့္ေကာင္မေလးေတြကို မ်က္ႏွာလုပ္ၿပီး​ပို႔ေပး ၫႊန္းေပးလို႔ရပါတယ္ (ဤကား စကားခ်ပ္)ဒီလိုဆိုလို႔ FA ေတြလည္း ဝမ္းမနည္းေစခ်င္ပါေဒါင္းေပးမယ့္သူမရွိလည္း ကိုယ့္ဘာကိုယ္ေဒါင္းၿပီး အိမ္က တူ တူမ ကေလးတစ္သိုက္ကို ျပလို႔ရပါေသးတယ္ဗ် ။( အညႊန္းေကာင္းေကာင္းေလးေရးထားသူကေတာ့ Amelia ပါ )Quality__1080PIMDb Rating__7.2/10Format__mp4Duration__01:00:00Type__Adventure , Animation , ComedySubtitle__Myanmar Subtitle (Hardsub)Translated byAmeliaEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5lTe0toKgE7wfpCP6YuyWrXtKqU.jpg",
      "https://image.tmdb.org/t/p/w300/v5QO5ow2E8UJun9EyoURm4nhVu5.jpg",
      "https://image.tmdb.org/t/p/w300/e0SlSnLQzIhdcr86akVJinA1Jau.jpg",
      "https://image.tmdb.org/t/p/w300/qAoFUNzWGjLlEQrZPELh6iLYdH0.jpg",
      "https://image.tmdb.org/t/p/w300/2Yxc2a64oklIGfpbCHp6Be4cEbF.jpg",
      "https://image.tmdb.org/t/p/w300/6JqsdAma2cMTkiWXmDJlr7qMDvk.jpg",
      "https://image.tmdb.org/t/p/w300/4PmVFGjEIXhAhAPeeXX6PLfTjrY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/e88cccaf-a259-4411-b255-e657ae10a57a.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/winnie-the-pooh-2011",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/winnie-the-pooh-2011-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/iwnti7bae6os.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Wj8C/Winnie_The_Pooh_(2011).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/sxRnCQgS#dab4s6lDZQB2f3rM-FGYr0py_gy5jFLQ-aLJOPQnX3o",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/mqhxrfju3gxz",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "hRT86ZggCEk",
      "video_url": "https://www.youtube.com/watch?v=hRT86ZggCEk",
      "embed_url": "https://www.youtube.com/embed/hRT86ZggCEk"
    }
  },
  {
    "metadata": "|2022||Action,Adventure,Animation",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "89000"
    },
    "title": "Dragon Ball Super: Super Hero (2022)",
    "description": "Dragon Ball Super: Super Hero (2022)===========================IMDb Rating – 7.2/10Metacritic – 65%Rotten Tomatoes- 93%ဒီကားက​​တော့ dragon ballကာတွန်းရုပ်ရှင်​တွေထဲမှာ ၂၁ကား​မြောက်ဖြစ်သလို စီးရီးရဲ့canonလည်းဖြစ်ပါတယ်။ ပြီး​တော့ သူ့​ရှေ့ကား dragon ball super : brolyနဲ့လည်းတိုက်ရိုက်ဆက်ပါတယ်။ ဆို​တော့ ​ရှေ့ကားကိုလည်း canonလို့ ယူလို့ရမယ်ထင်တာပဲ။Dragon ballရဲ့ဇာတ်​ကောင် Son Gokuဆိုတာလည်း နယ်နယ်ရရမဟုတ်ပါဘူး။ တရုတ်ဂန္ဓဝင်ဝတ္ထုကြီးဖြစ်တဲ့ အ​နောက်အရပ်သို့ ခရီးသွားခြင်းထဲက စွန်းဝူခုန်းကိုပဲ ဂျပန်ကာတွန်းဗားရှင်းပါ။ 1980ဝန်းကျင်မှာ Son Gokuဟာ တစ်ကမ္ဘာလုံး​ပေါက်ခဲ့တာမလို့ တရုတ်ကပါသူတို့ရဲ့မူရင်းဇာတ်လမ်းကိုယူဆွဲတာ​တောင်​ပေါက်​နေရင် ငါတို့ကိုယ်တိုင်ရိုက်မယ်ကွာဆိုပြီး Journey to the westဇာတ်လမ်းတွဲကြီးကို ရိုက်ကူးခဲ့ရာက​နေ ဂန္ဓဝင်ဇာတ်လမ်းတွဲကြီး​ပေါ်​ပေါက်လာခဲ့တာပါ။ ဟာ…အဲ့​လောက်နာမည်ကြီး​နေပြီး ဂျပန်ကာတွန်း ကြီးသုံးကြီး( naruto, bleach, onepiece)ထဲ ဘာလို့မပါလဲဆိုရင် အဲ့၃ခုက ၁၉၉၀​နောက်ပိုင်း ​နောက်​ပေါက်​တွေဖြစ်ပြီး Dragon ballက​တော့ ၁၉၈၀ဝန်းကျင် ဘိုး​အေကာတွန်းဖြစ်​နေလို့ပါပဲ။ဇာတ်လမ်းအကျဥ်းက​တော့—————————–စီးရီးမှာပါဖူးတဲ့ Red ရဲ့ Red Ribbon Armyကို ​မွေးစားသားဖြစ်သူMagnentaက ပြန်တည်​​ထောင်ဖို့လုပ်​​နေရာမှာ androidစက်ရုပ်ကျွမ်းကျင်သူပညာရှင် ​ဒေါက်တာ Geroရဲ့​မြေးဖြစ်သူ Dr.Hedoကို စည်းရုံးပါ​တော့တယ်။ အဲ့ဒီ​နောက်မှာ​တော့ Hedoဟာ Gamma 1 and 2ကိုတီထွင်ပြီး Piccoloကိုသိပ်ခိုင်းရာ Piccoloကြီးကိုနိုင်သွားခဲ့ပါတယ်။ဒါ့အပြင် Dragon ball fan​တွေသိကြတဲ့ ဇာတ်​ကောင်​တွေအားလုံး​တောင်မနည်းချခဲ့ရတဲ့ ​ဒေါက်တာGeroရဲ့Cellသတ္တဝါဆိုးကြီးကို အဆင့်မြှင့်တင်ထားတဲ့ Cell Maxကိုပါ ​ဒေါက်တာHedoကြီးက တီထွင်​နေပြန်ပါတယ်။ဘယ်သူမှအနိုင်မယူနိုင်တဲ့ Cell Maxကို ဘယ်လို​တွေအနိုင်ယူကြမလဲဆိုတာကိုကိုယ်တိုင်ပဲဆက်ကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ DrNyan ဖြစ်ပါတယ်)File Size……….(1.91 GB) / (1.21 GB)Quality…………WEB-RIP 1080p /  720pSubtitle………..Myanmar HardsubDuration……….1Hr 40MinsFormat…………MP4Genre…………..Animation, Action, AdventureTranslator…….DrNyanEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ugS5FVfCI3RV0ZwZtBV3HAV75OX.jpg",
      "https://image.tmdb.org/t/p/w300/9bbxqz1iPEfZN9Xi2ZjJhkp5JRo.jpg",
      "https://image.tmdb.org/t/p/w300/uR0FopHrAjDlG5q6PZB07a1JOva.jpg",
      "https://image.tmdb.org/t/p/w300/pvXv36QP109F2c2yUcS2hCPkrUG.jpg",
      "https://image.tmdb.org/t/p/w300/uHXBRRGg8ESVPa6giKXAStoSeFB.jpg",
      "https://image.tmdb.org/t/p/w300/87YrUbTeuO2mfmu14H5U9kwxhGD.jpg",
      "https://image.tmdb.org/t/p/w300/uWmhA2je93N2CnmruWw6ODhJ8NQ.jpg",
      "https://image.tmdb.org/t/p/w300/jXLQWNF8tXL1EciAn7ji5GhKyFg.jpg",
      "https://image.tmdb.org/t/p/w300/9DFR3UQ4JefJ46TcgJTpqhRonBC.jpg",
      "https://image.tmdb.org/t/p/w300/hfeUzuIKFtkB5ylffmzDLYCBueO.jpg",
      "https://image.tmdb.org/t/p/w300/eN9ipnSAzTI7yaEiNxm3HEfWaS6.jpg",
      "https://image.tmdb.org/t/p/w300/mXnoT8zwqyFd2S7ooxeht0oylcT.jpg",
      "https://image.tmdb.org/t/p/w300/fCa42ndWKxkL9erMYeXQLW1pvPp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2EzZTcwMDgtNDExOC00MTIzLThlYjAtY2UxMWNjMDRiZDQ2XkEyXkFqcGdeQXVyMTUzMTc0MTI3._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1aAgz/Dragon.Ball.Super.Super.Hero.2022.1080P[CM].mp4",
        "server": "megaup.net",
        "size": "1.91 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/GMlDhKhI#TaqqDVYTMScLwVd2WAKDEYvn5wUtUqJImLLaO4GvsGs",
        "server": "mega.nz",
        "size": "1.91 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/49t6jp92de67.html",
        "server": "usersdrive.com",
        "size": "1.91 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/rwuwm0yx4g00/Dragon.Ball.Super.Super.Hero.2022.1080P[CM].mp4",
        "server": "streamvid.io",
        "size": "1.91 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wv9k/Dragon_Ball_Super_-_Super_Hero_Movie_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/2xiydxg96y0z.html",
        "server": "streamsb.com",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/CdVlCKBA#MgkH5tLLzMOEM7lVN5cyLA1Zzti3gwOTf_5_zgCYknY",
        "server": "mega.nz",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/77jylmglcezh.html",
        "server": "usersdrive.com",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/xbyfxc8q1dr4/Hot.Skull.S01E01.TURKISH.720p.WEBRip.(CM)_new.mp4",
        "server": "streamvid.io",
        "size": "1.21 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "t5CIs0jDqC8",
      "video_url": "https://www.youtube.com/watch?v=t5CIs0jDqC8",
      "embed_url": "https://www.youtube.com/embed/t5CIs0jDqC8"
    }
  },
  {
    "metadata": "|2023||Family",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "122"
    },
    "title": "My First Barbie: Happy DreamDay (2023)",
    "description": "My First Barbie: Happy DreamDay (2023)==============================IMDb Rating – 7.7/10AI တွေခေတ်စားလာတဲ့အချိန်မှာ ဘာဘီတို့လည်း AI ကို အားကိုးတတ်လာပါပြီ။ ဒီကားလေးမှာတော့ ဘာဘီတို့တစ်သိုက်စီစဉ်တဲ့မွေးနေ့မှာ AIကိုခိုင်းလွန်းရာကနေ ပြင်လွန်းပြီးဖင်ချွန်းသွားတာပါ။ Chelsea တစ်ယောက်မွေးနေ့နီးလာလို့ Surprise party ရမလား မျှော်တကိုးကိုးဖြစ်နေတဲ့အချိန်မှာ သူတွက်ထားသလိုပဲ ဘာဘီကလည်း ပါတီတစ်ခုလုပ်ပေးဖို့ စီစဉ်ထားပါတယ်။ စီစဉ်တယ်ဆိုတာကလည်း အကြံဉာဏ်ပဲထုတ်ရပြီး လက်မလှုပ်ရလောက်တဲ့အထိကို သက်သာတာပါ။Dreamhouse ဆိုတဲ့ Home AI လေးကတော့ သူ့ရဲ့ Screen surface ပတ်ပတ်လည်မှာ Light နဲ့ Electromagnetic imagery ပေါင်းစပ်ထားတဲ့ Projectorလေးတွေပါလို့ User အမိန့်ပေးသမျှပစ္စည်းတွေရဲ့ ပုံရိပ်ကိုဖန်တီးပေးနိုင်စွမ်းရှိပါတယ်။ ဘာဘီတို့သူငယ်ချင်းတစ်သိုက်က Dreamhouse app ကိုသုံးပြီးပါတီအကြီးအကျယ်လုပ်ဖို့ ပြင်ကြတဲ့အချိန်မှာ တစ်ယောက်တစ်မျိုးစီနဲ့ Commandအလွန်အကျွံပေးမိကြပါတယ်။ ကိုယ်မလုပ်ရဘူးဆိုတိုင်း Dreamhouse AIကို ခဏခဏခေါ်ပြီး အမျိုးမျိုးခိုင်းလွန်းတော့ AI ခမျာလည်း အဆင်ပြေမနေတော့ပါဘူး။ နောက်ဆုံး … AI error တက်ပြီးတော့ AI နဲ့လုပ်ထားသမျှ အပြင်အဆင်တွေအားလုံး လိပ်ခါးဖားဖင်တွေဖြစ်ပြီး နေရာတွေလွဲကုန်ကြပါတော့တယ်။ဒီကားလေးရဲ့ ရုပ်ထွက်နဲ့သီချင်းတွေက ၂၀၂၃ ထွက်ဆိုတဲ့အတိုင်း အရင်ဘာဘီကားဟောင်းလေးတွေနဲ့ အရသာကွာတာလေးတွေရှိပေမယ့် နောက်ခံအသံနဲ့မျက်နှာအကျလေးတွေက အရင်လက်ဟောင်းနဲ့ ထပ်တူကျတာလည်းရှိသလိုအချိတ်အဆက်မိနေသေးတာလေးတွေလည်းရှိတာမို့လို့ ” I grew up watchingBarbie ” ဆိုတဲ့လူတွေအတွက် အသစ်အဆန်းလေးကိုပါ ခံစားဖူးချင်တယ်ဆိုရင်ကြည့်ကြည့်ကြဖို့ Recommend ပေးလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(769 MB) / (351 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 26MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..FamilyTranslator……Hnin Wut YiEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aY5cMtwZqt6yXZwrLLEa6czvRMY.jpg",
      "https://image.tmdb.org/t/p/w300/xxJz6UTAP8IFezhglDtzcfK7rTp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-26-at-23.54.24.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/my-first-barbie-happy-dream-day-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "769 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Cy9r/My.First.Barbie.Happy.Dream.Day.2023.720p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "769 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/HQ1wzKKB#sWZXcSifFTRH14EOMDI_qWv9DTKxYJFn4deJK9j1zDc",
        "server": "mega.nz",
        "size": "769 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b9zimbjamua0.html",
        "server": "usersdrive.com",
        "size": "769 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/26izno7k3fnj",
        "server": "streamvid.io",
        "size": "769 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-first-barbie-happy-dream-day-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "351 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gDeo/My.First.Barbie.Happy.Dream.Day.2023.1080p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "351 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SRFkyb7C#qhOH9RESjOJVopfB178E0dGuxJaTkhhXDw0ZTfDTKAM",
        "server": "mega.nz",
        "size": "351 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/flhouoers7hc.html",
        "server": "usersdrive.com",
        "size": "351 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rr4phxzmmuku",
        "server": "streamvid.io",
        "size": "351 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qb7Tt5v9vvA",
      "video_url": "https://www.youtube.com/watch?v=qb7Tt5v9vvA",
      "embed_url": "https://www.youtube.com/embed/qb7Tt5v9vvA"
    }
  },
  {
    "metadata": "N/A|2019|166 min|Adventure,Animation,Sci-Fi",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "53"
    },
    "title": "The Death and Return of Superman (2019)",
    "description": "မတ္ထ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာကြယ္ေစာင့္ေရွာက္ေပးေနတဲ့စူပါမန္းတစ္ေယာက္ဟာဆိုရင္တစ္ၿမိဳ႕လံုးရဲ႕အခ်စ္ေတာ္သူရဲေကာင္းတစ္ေယာက္ျဖစ္ပါတယ္။အၿမဲျပည္သူေတြအတြက္မားမားမတ္မတ္ကာကြယ္ေပးေနခဲ့တဲ့စူပါမန္းတစ္ေယာက္သူခ်စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ်က္သြားသလားထင္ရေအာင္ေၾကာက္စရာေကာင္းစြာဖ်က္ဆီးတဲ့ၿဂိဳလ္သားတစ္ေယာက္နဲ႕ရင္ဆိုင္တိုက္ခိုက္ခဲ့ရာကေနအဆံုးသတ္မွာ ေအာင္ျမင္စြာတိုက္ခိုက္ႏိုင္ခဲ့ေပမယ့္ သူ႕ရဲ႕အသက္ကိုပါေပးဆပ္လိုက္ရပါေတာ့တယ္။စူပါမန္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအတြက္ေတာ့ေျဖမဆယ္ႏိုင္တဲ့ဆံုးရႈံးမႈႀကီးတစ္ခုအလား ျဖစ္ခဲ့ရပါတယ္။ဒါေပမယ့္ စူပါမန္းအေလာင္းဟာ႐ုတ္တရက္ေပ်ာက္ဆံုးသြားခဲ့ၿပီးတဲ့ေနာက္ေနာက္ထပ္ပံုစံမ်ိဳးနဲ႕စူပါမန္းေတြျပန္လည္ေရာက္ရွိလို႕လာခဲ့ပါတယ္။သူတို႕ကဘယ္သူေတြလဲ????ဘာေၾကာင့္ၿမိဳ႕ကိုကာကြယ္ေပးရတဲ့သူရဲေကာင္းအလုပ္ကိုလုပ္ရတာလဲဆိုတာဇာတ္ကားကိုၾကည့္ရႈရင္းနဲ႕အေျဖရွာလိုက္ရေအာင္ဗ်ာ။Unicodeမတၳ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာၾကယ္ေစာင့္ေ႐ြာက္ေပးေနတဲ့စူပါမႏ္းတစ္ေယာက္ဟာဆိုရင္တစ္ၿမိဳ႕လံုးရဲ႕အခ္စ္ေတာ္သဴရဲေကာင္းတစ္ေယာက္်ဖစၸါတယ္။အၿမဲ်ပၫ္သဴေၾတအၾတကၼားမားမတၼတၠာၾကယ္ေပးေနခဲ့တဲ့စူပါမႏ္းတစ္ေယာက္သူခ္စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ္က္ၾသားသလားထင္ေရအာင္ေၾကာကၥရာေကာင္းျစာဖ္ကၦီးတဲ့ၿဂိဳလ္သားတစ္ေယာကၷဲ႕ရငၦိဳငၱိဳကၡိဳကၡဲ့ရာေကနအဆံုးသတၼြာ ေအာင္်မျငၥာတိုကၡိဳကၷိုငၡဲ့ေပမယ့္ သူ႕ရဲ႕အသကၠိဳပါေပးဆပႅိဳက္ရပါေတာ့တယ္။စူပါမႏ္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအၾတက္ေတာ့ေ်ဖမဆယၷိုငၱဲ့ဆံုးရႈံးမႈႀကီးတစၡဳအလား ်ဖစၡဲ့ရပါတယ္။ဒါေပမယ့္ စူပါမႏ္းေအလာင္းဟာ႐ုတၱရက္ေပ္ာကၦံုးၾသားခဲ့ၿပီးတဲ့ေနာက္ေနာကၳပၸံုစံမ္ိဳးနဲ႕စူပါမႏ္းေၾတ်ပႏႅၫ္ေရာက္႐ြိလို႕လာခဲ့ပါတယ္။သူတို႕ကဘယ္သဴေၾတလဲ????ဘာေၾကာင့္ၿမိဳ႕ကိုကာၾကယ္ေပးရတဲ့သူရဲေကာင္းအလုပၠိဳလုပ္ရတာလဲဆိုတာဇာတၠားကိုၾကည့္ရႈရင္းနဲ႕ေအ်ဖ႐ြာလိုက္ေရအာငၺ္ာ။File size…(2.3gb) and (1.1gb)Quality…1080p WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…2h 46minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Charm",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/poster_opt-6.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/IdBYaoEuEm",
        "server": "drive.google.com",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://myandrive.net/file/EMVlFNl6Jw",
        "server": "drive.google.com",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://openload.co/f/w4w6CybVnF8/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL%28cm%29.mp4",
        "server": "openload.co",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://openload.co/f/g8gwpT3wXrQ/The.Death.and.Return.of.Superman.2019.720p.WEB-DL%28cm%29.mp4",
        "server": "openload.co",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3usMX/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL(cm).mp4",
        "server": "megaup.net",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2Ovl9/The.Death.and.Return.of.Superman.2019.720p.WEB-DL(cm).mp4",
        "server": "megaup.net",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/4gKgb",
        "server": "mirrorace.com",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mirrorace.com/m/4gKge",
        "server": "mirrorace.com",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/1KG5/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL(cm).mp4",
        "server": "Soliddrive.co",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://soliddrive.co/1KG6/The.Death.and.Return.of.Superman.2019.720p.WEB-DL(cm).mp4",
        "server": "Soliddrive.co",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2022|1h 30m|Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "44"
    },
    "title": "Losing Addison (2022)",
    "description": "Losing Addison (2022)ဇာတ်လမ်းကို Les ကတရားခွင်မှာလူသတ်မှုနဲ့စစ်မေးခံနေရတာနဲ့အစပျိုးထားတယ်။ သူ့ရဲ့ခေါင်းကိုထိခိုက်ထားပြီး မှတ်ဉာဏ်တွေကပျောက်ဆုံးနေတယ်။ ဒါပေမဲ့ သူ့ရဲ့အမွှာညီ Addison ကပျောက်နေခဲ့ပြီး သူဘယ်လိုမှစဥ်းစားလို့မရရာကနေ တစ်စတစ်စနဲ့ မှတ်ဉာဏ်တွေ၊ သူနဲ့ သူ့အမွှာညီလေးနဲ့ကြားထဲက ချည်နှောင်ထားတဲ့ကြိုးတစ်ခုကို ဒီဇာတ်လမ်းမှာ ကောင်းကောင်းပျိုးသွားပြီး ကြည့်ရတဲ့လူကို အဆုံးမှာဘာဖြစ်မလဲ၊ အဖြေကဘာလဲသိချင်အောင် ဆွဲခေါ်သွားပါလိမ့်မယ်။ Mystery, Thriller ဆိုတဲ့ Genreကို သဘောကျသူတွေအဖို့ ဒီကားကအချိန်ပေးရကျိုးနပ်မယ့် ဇာတ်လမ်းတစ်ခုလို့ပြောနိုင်တဲ့အတွက် ကြည့်ဖို့တိုက်တွန်းလိုက်ပါရစေ။ ထပ်ဆောင်းအနေနဲ့ ဒီဇာတ်လမ်းက 2011 မှာထုတ်ဝေထားတဲ့ နာမည်ကြီးစာအုပ်ကောင်းတစ်အုပ်ဖြစ်တဲ့ Losing Addison ကို Adaption လုပ်ထားတဲ့ဇာတ်ကားပါ။ထူးခြားတာက အမွှာဆိုသော်ငြားလည်း အသွင်ပြင်နဲ့အမူအကျင့်ဗီဇတွေပါကွဲပြားနေတဲ့ အက်ဒီဆန်နဲ့ လက်စ်နှစ်ယောက်က မွေးကတည်းက တူတူစားတူတူသွားနေခဲ့တဲ့အတွက် နှစ်ယောက်ကြားထဲက ထူးခြားတဲ့ Bond လေးတစ်ခုကို ဒီဇာတ်လမ်းမှာ သေချာပေါက်မြင်ကြရမယ်။ သူတို့အဖေနဲ့အမေက ခွဲခြားဆက်ဆံခဲ့ပေမဲ့ လောင်းရိပ်လွတ်သွားချိန်မှာလည်း အမုန်းမပွား ဆက်ချစ်နေကြတဲ့ ညီအကိုနှစ်ယောက်သံယောဇဥ်ဟာ ခွဲမရအောင်ခိုင်မြဲနေကြောင်း သိသိသာသာတွေ့ကြရမယ်ပေါ့။ အဲဒီကနေ ဘယ်လိုဖြစ်ပြီးဒီလိုဖြစ်သွားလဲ၊ အက်ဒီဆန်ကကော ဘယ်ပျောက်သွားလဲ၊ မှတ်ဉာဏ်တွေအကုန်ပေါ်လာပြီး အဖြစ်မှန်ကိုသိသွားမလား ဆိုတာတွေကို စူးစမ်းချင်စိတ်ဖြစ်လာအောင်လုပ်ပြီး ထိုင်ရာကမထချင်အောင် ခေါ်သွားနိုင်မယ့်ဇာတ်ကားကောင်းတစ်ကားမို့ အချိန်မဆွဲပဲကြည့်ကြဖို့ ထပ်မံတိုက်တွန်းပါရစေခင်ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုTissueမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.5GB, 705MBQuality – 1080p, 720pFormat – mp4Duration – 1H 30MinGenre – ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byTissueEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rLrPAGUMQaEdE5TFf8yp7fVgvhZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ltRzkePfQefa78bVIYYQzlnLQAl.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-losing-addison-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Rnvb/(CM)_Losing_Addison_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OAdRTaxY#_BWQHIFN1DfQT2AzuPH_Zn1q8zqjSA7ndUtjLHoaBRs",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fnxdrmez2w3l.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/558p8u08zu70.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/yxab7u1p3cbo",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-losing-addison-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "705MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Rnv4/(CM)_Losing_Addison_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "705MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/vV82DLrQ#PXvLs-MwdnQ_bZ6FyA16wBCOhb_-dwtWzey5RnTYZ2s",
        "server": "mega.nz",
        "size": "705MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/o1n5fanl2t9k.html",
        "server": "usersdrive.com",
        "size": "705MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/agpo57xpwcoi.html",
        "server": "streamsb.com",
        "size": "705MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5a7l1taixnza",
        "server": "streamvid.io",
        "size": "705MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adult",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] Shared Room – Yotsuha Kominato ( Decensored – STARS-796 )",
    "description": "အခုတင်ဆက်ပေးမဲ့ မင်းသမီးလေးကတော့ Yotsuha Kominato လေးပဲဖြစ်ပါတယ်…….ခန္ဓာကိုယ်တောင့်တောင့်ဖြောင့်ဖြောင့်တွေချည်းကြည့်နေရရင် ရိုးသွားမယ်စိုးလို့ ပိန်ပိန်းပါးပါးကျစ်ကျစ်လျစ်လျစ်လေးပေမဲ့ ရှိသင့်ရှိအပ်တဲ့ အဖုအထစ်အချိုးအစားတွေကတော့ စံချိန်မီတဲ့ မင်းသမီးလေးတလက် ကိုတင်ဆက်ပေးလိုက်ပါပြီ……STARS-796 လို့ အမည်ပေးထားတဲ့ဒီကားလေးထဲမှာတော့ မင်းသမီးလေး မိုးလေဝသကြေညာတဲ့သူလေးပါ……သူတို့ သွားကြေညာတဲ့နေရာက ရာသီဥတု အရမ်းဆိုးရွားသွားတော့ အိမ်ပြန်လို့မရတော့ပါဘူး……အဲဒီမှာပဲ ဟိုတယ်ငှားပြီးတည်းရမဲ့ကိန်းဆိုက်လာပါတော့တယ်…..ရေငတ်တုန်းရေတွင်းထဲကျဆိုသလို သူ့ကို ကျားချောင်း ချောင်းနေတဲ့ အထက်လူကြီးနဲ့ တခန်းတည်းနေရမဲ့ အရေးဆိုက်လာတော့ ပြုသမျှနုရတဲ့ ဘဝကနေ ဘယ်လိုတိုက်စစ်ပြန်ဆင်မလဲဆိုတာ ရင်သပ်ရှုမောဖွယ် ကြည့်ရှုခံစားရမှာပါ……(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File size…(2.3 GB)/(1.2 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:02:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….GaloneTranslated by Eren",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/1stars715jp-14.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ds-21-shared-room-yotsuha-kominato-decensored-stars-796-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZPcw/(DS)_[21+]_Shared_Room_-_Yotsuha_Kominato_(_Decensored_-_STARS-796_).1080P.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8ik00RIS#7kqgz6Td8p1o0Loe2ffLn-sMjV7g09SYNgHyT0027jM",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yy82jc8eyfs6.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ds-21-shared-room-yotsuha-kominato-decensored-stars-796-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZPbr/(DS)_[21+]_Shared_Room_-_Yotsuha_Kominato_(_Decensored_-_STARS-796_).720P.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Nndk1Kba#JG-gZ2aIfZr62HAoKaQxtUenkmm5whDQSendVq3lxRo",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cf4xbn0stmsy.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/ozuoxz17mg5c",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Race 2(2013) ျမန္မာစာတန္းထိုး",
    "description": "ကဲလွည့္ကြက္ ဆန္ဆန္လိွ်ဳ႕၀ွက္လြန္းတဲ့ဇာတ္ကားနဲ႔မိမိစိတ္ခန္႔မွန္းခ်က္ ကိုေလာင္းေၾကးထပ္ ေမးၾကည့္ခ်င္ပါသလားRACE 2 ကို စၾကည့္လိုက္ပါဇာတ္လမ္းအက်ဥ္းဒီဇာတ္ကားဟာ IMDB 5.3 ရထားၿပီးဇာတ္အိမ္ အရမ္းခိုင္မာ လိွ်ဳ႕၀ွက္လြန္းတဲ့ဇာတ္ကားေလးပါအဖြင့္မွာေတာ့စႏိုက္ပါတစ္ဦး၏ လက္ေျဖာင့္မႈေၾကာင့္ကားတစ္စီးလံုး ေပါက္ကြဲ ခဲ့တာနဲ႔စခဲ့တာပါအဲဒီေနာက္ ဇာတ္ေကာင္ေတြနဲ႔စတင္မိတ္ဆက္ေပးပါတယ္အရာမန္ ဆိုတဲ့ လမ္းေဘး လက္ေ၀ွ့သမားျဖစ္၍ယခုခ်ိန္၌ အရမ္းခ်မ္းသာေသာ ကာစီႏို ပိုင္ရွင္ တစ္ဦးျဖစ္ေလသည္။သူ၏ ညီမ၀မ္းကြဲ ကေတာ့ အလီနာျဖစ္၍အရာမန္ရဲ႕ လက္ရံုးသဖြယ္ အားကိုး႐သူျဖစ္ပါတယ္ေနာက္ ဇာတ္ေကာင္ကေတာ့ရာဗီးဆင့္ျဖစ္၍ အရာမန္၏ယံုၾကည္မႈအားရယူရန္ ႀကိဳးစားေနသူပါေနာက္တစ္ေယာက္ ကေတာ့အရာမန္ရဲ႕ ရည္းစားအိုမီ႐ွာပါဒီ ဇာတ္ကားေလးဟာဇာတ္ေကာင္ေလးေယာက္အားအဓိက ထားၿပီးလွည့္ကြက္အဖံုဖံုသံုးသြားတာပါလွည့္ကြက္ေတြကမ်ားေနတာေၾကာင့္ဇာတ္ကားအၫႊန္းအား သိပ္မေရးလိုေတာ့ပါဒီဇာတ္ကားေလးမွာေတာ့ရာဗီဆင့္ကေရာ မည္သူနည္းမည္သို႔ေသာ အေၾကာင္းေၾကာင့္အရာမန္၏ ယံုၾကည္မႈအား လိုအပ္ေနသနည္းအိုမီ႐ွာကေရာ မည္သူနည္းအရာမန္၏ အခ်စ္ကို မည္သို႔ေသာသေဘာမ်ိဳးႏွင့္ လက္ခံခဲ့သနည္းအလီနာနဲ႔ အရာမန္တို႔ ရဲ႕ဆက္ဆံေရးတို႔ေရာမည္သို႔ တမ်ိဳးတဖံုေျပာင္းလဲသြားမည္နည္းလက္စားေခ်သူ တို႔၏ကကြက္တန္ဆာေတြကဇာတ္ကား၏ရသကို အျပည့္အဂေပးေနမွာပါဒါေၾကာင့္မၾကည့္ဖူးမ႐ွိရေလေအာင္ကဲ ၾကည့္လိုက္ပါဦးလိုMovie Download Link>>>>>http://adf.ly/1L5K7lSmall File Download Link>>>>>http://adf.ly/1L5KEO(ဇာတ္ကားအညြန္းေရးသူကေတာ့ Tear Cryပဲ ျဖစ္ပါတယ္)@Joker",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/07/459927race2-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Adult,Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "Very Good Girls (2013)",
    "description": "Very Good Girls (2013)IMDb Rating (6/10)မင်းသမီးချောတွေဖြစ်တဲ့ Dakota Fanning နဲ့ Elizabet Olsen တို့ပါဝင်တဲ့ Very Good Girls ဟာ ဆယ်ကျော်သက် မိန်းကလေးတွေရဲ့ အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။သူငယ်ချင်း ၂ ယောက်ဟာ ဆိုးတိုင်ပင် ကောင်းတိုင်ပင်နဲ့ နေလာရာက ကောလိပ်တက်ဖို့ ဖြစ်လာခဲ့တယ်။ အဲဒီမှာ အ​မေရိကန်လူငယ်တို့ရဲ့ထုံးစံအတိုင်း ​ကောလိပ်မတက်ခင် အပျိုစင်ဘဝကို ဆုံးရှုံးချင်ကြပါတယ်၂ ယောက်လုံးကလည်း ​ယောကျာ်း​လေးတစ်ယောက်တည်းကိုပဲ သွားချစ်မိကြတဲ့အခါ…သူတို့ကြားထဲက အချစ်တွေ၊ ပေးဆပ်မှုတွေ၊ နားလည်မှုအလွဲတွေ၊ ပေါက်ကရလုပ်တာတွေကို ဒီကားထဲမှာ ပေါ့ပေ့ါပါးပါးကြည့်ရှုရပါမယ်။ မင်းသမီးချောလေးတွေကိုလည်းကြည့်ရင်း အချစ် ဒရာမာလည်းဖြစ်တော့ ငြိမ့်ငြိမ့်လေး ခံစားချင်သူတွေအတွက်တော့ အကိုက်ပါပဲ။ကောင်မလေးသူငယ်ချင်းနှစ်ယောက်မှာ ဘယ်သူနဲ့ အဲဒီကောင်လေးနဲ့ ချစ်သူတွေဖြစ်ပြီး ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမယ်ဆိုတော့ကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ ခံစားကြပါဦးလို့….။File size…(1.4 GB)/(850 MB)Quality….BluRay 1080p / 720pFormat…mp4Duration….01:32:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMugiwara Ya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8NUTSNVeWDLZ97KBQM7IwK8HgTQ.jpg",
      "https://image.tmdb.org/t/p/w300/oRyE8M9cSl5f1hIeLLcgWLktSTw.jpg",
      "https://image.tmdb.org/t/p/w300/5g5A0V4I2JVMgEh2uIztpeGJjRN.jpg",
      "https://image.tmdb.org/t/p/w300/dvssV6JaC67uoeMFR10RanNuG5G.jpg",
      "https://image.tmdb.org/t/p/w300/z8rPyB1eWTMpysKrTbt62pynkew.jpg",
      "https://image.tmdb.org/t/p/w300/fxOs8MC1WOgVfEk4dvLylLxvXGe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/very-good-girls-dvd-movie-cover.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/very-good-girls-2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-very-good-girls-2013-1080-p-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/cULRB4ni",
        "server": "Direct Link",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://playersb.com/dki82et86y0c.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Fllw/(CM)Very_Good_Girls_(2013)_(1080p_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-very-good-girls-2013-720-p-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/-LOglCfL",
        "server": "Direct Link",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://playersb.com/yhk7ikljhzis.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Fllv/(CM)Very_Good_Girls_(2013)_(720p_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Axxy3gghEhc",
      "video_url": "https://www.youtube.com/watch?v=Axxy3gghEhc",
      "embed_url": "https://www.youtube.com/embed/Axxy3gghEhc"
    }
  }
]