[
  {
    "metadata": "|||",
    "rating": {
      "rating": "7.6/",
      "rating_count": "4000"
    },
    "title": "School Spirits (2023)",
    "description": "",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/School_Spirits_TV_Series-438403199-large.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2023|1h 38m|Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "1700"
    },
    "title": "The Teachers’ Lounge (2023)",
    "description": "The Teachers’ Lounge (2023)~ IMDb – 7.6/10, Rotten Tomatoes – 100% ~ကားနာမည်နဲ့ လိုက်အောင်ပဲ ဒီရုပ်ရှင်မှာ ကျောင်းတစ်ကျောင်းရဲ့ ဆရာများနားနေခန်းထဲက ပြဿနာတွေကို အခြေတည်ပြီး ကျောင်းက ကလေးတွေ ကျောင်းကလူတွေနဲ့ ချိတ်ဆက်ပြသထားတယ်။ ကျောင်းတစ်ကျောင်းမှာ ခိုးမှုတွေဖြစ်နေတယ်။ ဒီခိုးမှုတွေက တော်တော်များနေပေမဲ့ ဘယ်သူလား ဘာလားလဲမသိရသေးဘူး။ ပိုက်ဆံတွေအများကြီးပျောက်သွားတာတွေလည်းရှိတယ်။ ဒီတော့ ဆရာမတွေနဲ့ ကျောင်းအုပ်ချုပ်ရေးတွေပေါင်းပြီး ကလေးတွေကို စစ်ကြဆေးကြတယ်။ ဒီနောက် ကလေးတစ်ယောက်ကို မသင်္ကာလို့ မိဘခေါ်ပေမဲ့ မိဘက သူတို့ပေးလိုက်တဲ့ငွေတွေပါလို့ ပြောတဲ့နောက် ကလေးကို မတရားစွပ်စွဲသလိုဖြစ်ပြီး ဆရာမတွေ ကွိုင်တက်ကုန်တယ်။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ကျောင်းဆရာမက လျှို့ဝှက်ကင်မရာတပ်ပြီး သူခိုးဖမ်းဖို့ကြံတယ်။ ကျောင်းဝန်ထမ်းတစ်ယောက်ကို ရိုက်မိသွားတယ်။ ဒါပေမဲ့ စစ်တော့ စွပ်စွဲပါတယ်ဆိုပြီး ငိုပြီးယိုပြီး ကျောင်းကထွက်သွားတယ်။ ဒီနောက် ကျောင်းက အကုန်လုံးကို လိုက်စွပ်စွဲနေပါတယ်ဆိုပြီး ကောလာဟလတွေ သတင်းတွေ မိဘတွေ ကလေးတွေကြား ပြန့်လာရာက ဒီပြဿနာတွေကို ဘယ်လိုအဖြေရှာကြမလဲ ဆရာများနားနေခန်းထဲ ပြဿနာတွေဖြေရှင်းကြတဲ့အကြောင်းပေါ့။ မထင်ထားခြင်းများနဲ့ ဒီဇာတ်ဟာ ပြည့်နှက်နေတယ်။ မဖြစ်မနေဆိုတဲ့ အရာတွေမထည့်ဘဲ လိုအပ်တယ်ထင်တာတွေပဲ ပြသွားခဲ့တယ်။ဒီကားက ရုပ်ရှင်ပွဲတော်ကြိုက်ကားမျိုးဆိုတော့ ဒီလိုအအေးစား ဒရာမာတွေကို မကြိုက်တတ်တဲ့သူတွေအတွက်တော့မဟုတ်ဘူး။ ရုပ်ရှင်ကို ရုပ်ရှင်လိုကြည့်ကြမယ်ဆိုရင်တော့ ကြည့်လို့အရသာရှိတဲ့ ရုပ်ရှင်ပါပဲ။ စီနီမာတိုဂရပ်ဖီဆုတွေ မင်းသမီးဆုတွေ ဇာတ်ညွှန်းဆုတွေလည်း ရုပ်ရှင်ပွဲတော်တွေမှာ တစ်သီတစ်သန်းကြီးရထားတယ်။ သူ့ဇစ်မြစ်ဖြစ်တဲ့ ဂျာမန်က အကယ်ဒမီပေးပွဲမှာလည်း ဆုတွေတစ်သီကြီးရထားတဲ့ ဂျာမန်ကားကောင်းတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 780MBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 38MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nGqJUhqAcN2WthK5k4qe3DWY5QP.jpg",
      "https://image.tmdb.org/t/p/w300/xuSzzQVBwYWaXAsgs6WCQYFjpaA.jpg",
      "https://image.tmdb.org/t/p/w300/pzN9D56VszvuVf9OCfYQMV6j1Ug.jpg",
      "https://image.tmdb.org/t/p/w300/bMObQL5IKth6acbbM9WlsF7NIlq.jpg",
      "https://image.tmdb.org/t/p/w300/zkOmFdd9Y9tvTvJ2uVNQsWimxPL.jpg",
      "https://image.tmdb.org/t/p/w300/pxeieUK35A4VGMXIcIMg0HcjAJd.jpg",
      "https://image.tmdb.org/t/p/w300/81sflf3zuxG3ELzbRYFooeFP9jM.jpg",
      "https://image.tmdb.org/t/p/w300/93dcsCkp19YAQgaxzubl2A8OylO.jpg",
      "https://image.tmdb.org/t/p/w300/td2A7DWmVxDj1uNbMetVZUJJQUI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kWXA6PfQ0PpZpoCXoeBFRciRrUw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-teachers-lounge-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1koy2/(CM)_The_Teachers__Lounge_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Q2UlWSqI#XvStJ9TC97IZQbNVwRdwvKnK-9ZfOZb4xSTxkOde5tc",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5j901jmjqfln.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-teachers-lounge-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Gjrq/(CM)_The_Teachers__Lounge_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1r1HCDTR#E_1PFgQ5xl3YTFXL-GLFZ_nj5S4BckdfWwA43ZabO8M",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/00be5udwjlbp.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/tawdifayv66q",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/v24qcz40bvv1",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6YgQBGqhTcM",
      "video_url": "https://www.youtube.com/watch?v=6YgQBGqhTcM",
      "embed_url": "https://www.youtube.com/embed/6YgQBGqhTcM"
    }
  },
  {
    "metadata": "|||Adventure,Comedy,Crime,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "The Mexican (2001)",
    "description": "ဘရတ်ပစ်နဲ့ ဂျူလီယာရောဘတ်ကို ဒီလိုဇာတ်လမ်းမှာ တွဲပြထားတာ ထိပ်တန်းစိတ်ကူးပါပဲ…နှစ်ယောက်လုံးရဲ့သရုပ်ဆောင်မှုတွေ အသက်ဝင်ချက်တွေဆိုတာလေ ကိုယ်တိုင်နှစ်မြောသွားပြီး ပြုံးစိစိကိုဖြစ်နေတာပဲ။ခင်ဗျားအချစ်ဇာတ်လမ်းတစ်ခုရိုက်မယ်ဆိုရင် Mexico လို ဒုစရိုက်တွေပြုံနေတဲ့နေရာမှာ Romance ဆန်ဆန်ရိုက်မယ်လို့ စိတ်ကူးမလား…ပြီးရင် တကယ့်ကြေးစားနာမည်ကြီးလူသတ်သမားတွေက ဘယ်လိုနူးညံ့တယ်ဆိုတာမျိုးရော ထည့်ရိုက်မလား…ပြီးရင် ဇာတ်လမ်းနဲ့ပက်သက်ပြီး မိတ်ဆက်ရာမှာ တကယ်အပြင်မှာဖြစ်နေသလိုမျိုး ကမူးရှူးသောနဲ့ အစီအစဉ်မကျဘဲ ရိုက်မယ်ရော စိတ်ကူးဖူးလား…ဇာတ်လမ်းအမျိုးအစားက အလွဲခန်းတွေကိုထိုင်ရယ်ရမှာလို အချစ်တွေနဲ့ရင်ခုန်ရမှာလို သေနတ်ပစ်ခန်းတွေပဲရင်တုန်ရမှာလို စွန့်စားခန်းတွေကြားထဲပျော်ရွှင်ရမှာလို ရှေးခေတ်ပုံပြင်ထဲမှာပဲ မိန်းမောရမှာလိုနဲ့ တကယ့်ကမောက်ကမ ဘဝင်ကျစေမှာမျိုးကို ရိုက်မလား..ရိုက်တဲ့လူတော့ရှိပါတယ်…ခုဇာတ်ကားကိုရိုက်ထားတဲ့ ဒါရိုက်တာ Gore Verbinski ဖြစ်ပြီး သူ့ကိုတော့ Pirates of the Caribbean (1-3) ရိုက်ကူးတဲ့ဒါရိုက်တာအဖြစ် နာမည်ကျော်ကြားလူသိများပါတယ်။ဇာတ်လမ်းကတော့…ဂျယ်ရီ က ဘာမဆို နမော်နမဲ့လုပ်တတ်တဲ့လူငယ်တစ်ယောက်ပါ။ နမော်နမဲ့လုပ်တတ်လွန်းလို့လည်း မီးနီကိုမမြင်ဘဲ ဖြတ်မောင်းလိုက်တာ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ယောက်ရဲ့ကားကို ဝင်ကျုံးမိပါလေရော။ ရဲတွေရောက်လာတော့ လူဆိုးဂိုဏ်းချုပ်ကြီးရဲ့ကားနောက်ဖုံးထဲမှာ လူတစ်ယောက်ကို ကြိုးနဲ့တုပ်ဖမ်းလာတာ တွေ့သွားကြတယ်။ အဲဒါနဲ့ပဲ ဂိုဏ်းချုပ်ကြီးခမျာ ထောင်ငါးနှစ်ကျသွားရော။ဂျယ်ရီကြောင့်ဖြစ်ရတာမို့လို့ ဂိုဏ်းချုပ်ကြီးက သူထောင်ကျနေတဲ့အချိန်တလျှောက်လုံး သူ့အတွက် ဂျယ်ရီ့ကို အလုပ်လုပ်ပေးခိုင်းတော့တယ်။ဂျယ်ရီရဲ့ အတူနေချစ်သူမိန်းကလေးက ဆမ် တဲ့။ သူတို့နှစ်ယောက်က တစ်ယောက်ကိုတစ်ယောက် သိပ်ချစ်ကြပါတယ်။ ငါးမိနစ်တစ်ခါလောက် ရန်ဖြစ်ငြင်းခုံတတ်ကြတာတော့ ချစ်လွန်းလို့ပေါ့လေ။ငါးနှစ်လုံးလုံး ဂျယ်ရီက တလွဲတချော်တွေဖြစ်ရင်းနဲ့ပဲ ဂျယ်ရီက လူဆိုးဂိုဏ်းတွေအတွက် အလုပ်လုပ်ပေးခဲ့တယ်။ ငါးနှစ်ပြည့်ခါနီးလို့ နောက်ဆုံးအလုပ်ပါလို့ ပြောထားတဲ့အလုပ်ကို သူတို့ချစ်သူချင်း စကားများကြလို့ ဆမ် က ကားသော့ဝှက်ထားတာနဲ့ပဲ ဂျယ်ရီ သွားမလုပ်နိုင်တော့ဘူး ဖြစ်သွားတယ်။ သူ့ထုံးစံအတိုင်းပဲ လွဲတာပေါ့ဗျာ။အဲဒါကြောင့် သူ့ကို နောက်ဆုံးအခွင့်အရေးပေးတဲ့အနေနဲ့ မက္ကဆီကိုနိုင်ငံကိုသွားပြီး မြို့လေးတစ်မြို့မှာ သေနတ်တစ်လက်သွားယူခိုင်းကြတယ်။ အလုပ်က ရှင်းပါတယ်။ သေနတ်သွားယူပြီးပြန်လာရုံပါပဲ။ သို့သော် ဂျယ်ရီက မလွဲဘဲလုပ်နိုင်ပါ့မလား။မက္ကဆီကို ကိုသွားရမယ်လို့ ပြောလိုက်တဲ့အခါမှာတော့ ငါးနှစ်လုံးလုံးအောင့်အည်းသည်းခံပေးနေခဲ့ရတဲ့ ဆမ်တစ်ယောက် ပေါက်ကွဲပါတော့တယ်။ ဂျယ်ရီကို သိပ်အတ္တကြီးတယ်လို့စွပ်စွဲပြီး သူတို့နှစ်ယောက် သွားနေကြမယ်လို့ အရင်က သဘောတူထားတဲ့ လာ့စ်ဗေးဂက်စ်မြို့ကို တစ်ယောက်တည်းထွက်သွားပါတော့တယ်။ဂျယ်ရီလည်း ဘာမှမတတ်နိုင်ပါဘူး။ မက္ကဆီကို ကိုထွက်လာခဲ့ရပါတော့တယ်။ သူအဲဒီမှာ ဘာတွေကြုံရဦးမှာပါလိမ့်။ဇာတ်ကားခေါင်းစဉ်က ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ဖြစ်တဲ့ ရှေးဟောင်းပစ္စတိုသေနတ်လေးရဲ့နာမည်ပါ။ ကျိန်စာသင့်နေတယ်လို့ဆိုကြတဲ့ သမိုင်းဝင် တန်ဖိုးကြီးသေနတ်လေးပေါ့။ သူ့မှာလည်း သူနဲ့ဆက်စပ်နေတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ရှိလို့နေပါတယ်။ ဒီသေနတ်ကိုပြုလုပ်ခဲ့တဲ့ မက္ကဆီကန်သေနတ်ပညာရှင်ကြီးက သူ့သမီးကို မြေရှင်သူကြွယ်ကြီးတစ်ယောက်ရဲ့သားနဲ့ လက်ထပ်နိုင်အောင် ရည်ရွယ်ပြီးတော့ မင်္ဂလာလက်ဖွဲ့အနေနဲ့ လုပ်ခဲ့တာပါ။ သို့ပေမယ့် ပညာရှင်ကြီးရဲ့ သမီးလေးနဲ့ ချစ်နေသူက ပညာရှင်ကြီးရဲ့တပည့် ဆင်းရဲသားလူငယ်လေးဖြစ်လို့နေပါတယ်။Brad Pitt နဲ့ Julia Robertsတို့ နုစဉ်အခါက အတွဲညီခဲ့ကြတဲ့ ဇာတ်ကားလေးပါပဲ။ IMDb ratingမှာ 6.1 ရရှိခဲ့ပြီး ဘတ်ဂျက် 57 million dollarsနဲ့ရိုက်ကူးခဲ့ကာ ဝင်ငွေ 147.8 millionsပြန်ရခဲ့ပါတယ်။ ဝေဖန်သူအချို့ကတော့ ဇာတ်လမ်းထဲမှာ ချစ်သူနှစ်ယောက် အတူတွဲပါတဲ့အခန်းတွေက နည်းလို့ အားမလိုအားမရဖြစ်ရတဲ့အကြောင်းတော့ ထောက်ပြကြပါတယ်။ ဂျယ်ရီရဲ့ တမင်လွဲတာမဟုတ်တဲ့ အလွဲဟာသတွေကလည်း ကြည့်ရင်းနဲ့ကို အူယားချင်စရာကောင်းလာပါလိမ့်ဦးမယ်။အမှန်က ဒီဇာတ်ကားမှာ တတိယမြောက်အချစ်ဇာတ်လမ်းတစ်ခုလည်း ပါပါသေးတယ်။ ကြည့်ရင်းနဲ့တွေ့ပါလိမ့်မယ်။ချစ်သူစုံတွဲတွေ မှတ်သားစရာ စကားတစ်ခွန်းကိုပဲ ဒီဇာတ်ကားထဲကလက်ဆောင်အဖြစ် ပါးလိုက်ပါရစေ။” လူနှစ်ယောက်ဟာ တစ်ယောက်ကိုတစ်ယောက် သိပ်ချစ်နေကြပေမယ့်လည်း အဆင်မပြေတာတွေ များလွန်းလာရင် သူနဲ့ဖြတ်သင့်ပြီလို့ ဆုံးဖြတ်ရမယ့်အချိန်က ဘယ်အချိန်လဲ ?” တဲ့ ။(ဒီမေးခွန်းရဲ့အဖြေက ခင်ဗျားတို့ဘယ်လောက်ချစ်တာလဲ ဆိုတဲ့အပေါ် မူတည်ပြီး အမျိုးမျိုးဖြစ်နေကြမလားပဲ။ ဖြေပြလိုက်ရင် ရုပ်ရှင်ကြည့်ရတဲ့အရသာ spoiledမှာဖြစ်လို့ မပြောပြတော့ပါဘူးနော်။)ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို  Thaman Myint မှ ခံစားတင်ဆက်ထားပါတယ်။File size…(2.8 GB)/(900 MB)Quality….BluRay 1080p/720pFormat…mp4Duration….02:03:ooSubtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byThaman Myint",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8NWQYZXGMCffLbFbDSwiI9cPiMq.jpg",
      "https://image.tmdb.org/t/p/w300/qz9sHMefRk8AqQEZSEYg81t6ZBZ.jpg",
      "https://image.tmdb.org/t/p/w300/zxWpdqrb5eXKKN0Uv1mpD1M8wJm.jpg",
      "https://image.tmdb.org/t/p/w300/aaJemp3yFngwiBi1j5W2D7LvZyR.jpg",
      "https://image.tmdb.org/t/p/w300/gigadhB3DsKdiCOjjrUtij0BH7A.jpg",
      "https://image.tmdb.org/t/p/w300/h1Z7jl8QvII4gWgNl7BJwhgTp6r.jpg",
      "https://image.tmdb.org/t/p/w300/4F0KxTj4LkqTzgCyeftCRyWGYvz.jpg",
      "https://image.tmdb.org/t/p/w300/faPRi339P5hhIGfuR06q8PkkcR6.jpg",
      "https://image.tmdb.org/t/p/w300/bgVg0gQBdWlAl8PoFVthQKPDiGF.jpg",
      "https://image.tmdb.org/t/p/w300/syaQ92UxioqpynQnY6TZhzqdL7A.jpg",
      "https://image.tmdb.org/t/p/w300/zcrfW1FhQTqOX3MaOpGqYotfQ4r.jpg",
      "https://image.tmdb.org/t/p/w300/ozCeFgjVE82WrvPjfav1VIo5oYS.jpg",
      "https://image.tmdb.org/t/p/w300/snxXPUu8tB47Buv14Wab6oGM0VV.jpg",
      "https://image.tmdb.org/t/p/w300/etp0afORa4x21WPa9vY9TxX8gay.jpg",
      "https://image.tmdb.org/t/p/w300/ln5pAbdIVaIexZfrMwsq5kkdtlZ.jpg",
      "https://image.tmdb.org/t/p/w300/kuhOP7TWb0edfIqIOT3ljrj2pB5.jpg",
      "https://image.tmdb.org/t/p/w300/6jLdClfADoLeCEmS2pLvPo9lyxE.jpg",
      "https://image.tmdb.org/t/p/w300/etJYRzgMpZQQaXmlJ2q0EwbjuZi.jpg",
      "https://image.tmdb.org/t/p/w300/pdYsxB5c0DYaMGcISvsGOfQCB6y.jpg",
      "https://image.tmdb.org/t/p/w300/ay27GS8PWX9HHuQo4hexz8j6d5b.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/the-mexican-swiss-movie-cover.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-mexican-2001",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-mexican-2001-proper-1080-p-bluray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ju8h/(CM)_The.Mexican.2001.proper.1080p.bluray.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/it0GGLgJ#Wj87IjlmTzYhfQ2wv6TOA0UAyDGYfd-3MkfZVNg1WYU",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2xllpsyetq71.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/s21p57j62xel.html",
        "server": "streamsb.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-mexican-2001-proper-720-p-bluray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/35p2C/(CM)_The.Mexican.2001.proper.720p.bluray.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/y4NiGKCR#OJ5roIvgotRBruU1d3WcUVtMYg3ulEL5IBk8sgATfcI",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4vj0v8mfqyml.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/l3uu7ei8teo5.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xfS4wPEIae0",
      "video_url": "https://www.youtube.com/watch?v=xfS4wPEIae0",
      "embed_url": "https://www.youtube.com/embed/xfS4wPEIae0"
    }
  },
  {
    "metadata": "R|2022|1h 57m|Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "34000"
    },
    "title": "The Whale (2022)",
    "description": "The Whale (2022)~ IMDb – 7.9/10, RT – 65%, Meta – 60% ~Directed By “Darren Aronofsky”ဖြစ်စေချင်ဝာာကတော့ ဘာမှဆက်ဖတ်မနေပါနဲ့။ ဒီတိုင်းသာ ကောက်ကြည့်လိုက်ပါ။ ပေါင်၆၀၀လူဝကြီးတစ်ယောက်က အသည်းကို ဖင်ခုထိုင်ပြီး တစ်စစီခွဲပစ်မယ့် ရုပ်ရှင်ပါပဲ။“ဝေလငါး ( သို့ ) ဝမ်းနည်းခြင်းအက်ဆေး”ကမ္ဘာကြီးက လူ၀ကြီးကို ထမ်းထားတယ်လို့ စကားဦးပျိုးလိုက်ရင် မှန်ပါ့မလား။ ဟင့်အင်း… မမှန်တာ သေချာတယ်။ ကမ္ဘာကြီးက လူ၀ကြီးကို ထမ်းထားတယ်ထင်ရပေမဲ့ တကယ်တမ်းကျ လူဝကြီးက ကမ္ဘာကြီးကို ထမ်းထားခဲ့တယ်။ လူဝကြီးအကြောင်းပြောပြရရင် လူဝကြီးက အလေးချိန် ပေါင်၆၀၀ရှိတယ်။ ဇနီးဟောင်းတစ်ယောက်၊ သမီးတစ်ယောက်၊ သူငယ်ချင်းတစ်ယောက်ရှိတယ်။ လူဝကြီးမှာ ကောင်လေးတစ်ယောက်ရှိခဲ့ပေမဲ့ အခုတော့ မရှိတော့ဘူး။ လူဝကြီးစကားအရတော့ အဲဒါကြောင့်ပဲ သူ့ကိုယ်အလေးချိန် တက်လာခဲ့တယ်တဲ့။ လူဝကြီးရဲ့ အ၀လွန်နေတဲ့ကိုယ်ပေါ်မှာ ဖက်ခွက်နာ၊ ပြည်တည်နာ၊ အဆီကျိတ်၊ အသားဆွေး အရေပြားရောဂါမျိုးစုံ ကျက်စားနေကြတယ်။ လူဝကြီးအကြောင်းဆက်မပြောခင် ကျွန်တော် လူဝကြီး အကြိုက်ဆုံး အက်ဆေးတစ်ပုဒ်ကို အရင်ပြချင်တယ်။” မိုဗီဒစ်ဆိုတဲ့စာအုပ်မှာ စာရေးဆရာက ပင်လယ်ပြင်က သူ့အတွေ့အကြုံတွေကို ပြန်ပြောင်းပြောပြထားတယ်။ ဒီစာအုပ်ဟာ စာရေးဆရာနဲ့ သူ့သူငယ်ချင်းတို့ရဲ့ ကပ္ပတိန်အာဟတ်လို့ခေါ်တဲ့ ခြေထောက်တစ်ဖက်မရှိတဲ့ ပင်လယ်ဓားပြနဲ့အတူ ဝေလငါးဖမ်းထွက်တဲ့အကြောင်းပေါ့။ အာဟတ်ရဲ့ ဘဝပန်းတိုင်က ဝေလငါးကြီးကို သတ်ဖို့ပဲ။ ဒီအဖြစ်က ဝမ်းတော့ဝမ်းနည်းစရာပဲ။ အာဟတ်က သူ့ကို ဘယ်လောက်တောင် သတ်ချင်နေလဲ အဟိတ်တိရိစ္ဆာန် ဝေလငါးကြီးမှ မသိရှာပဲလေ။ သနားစရာသတ္တဝါကြီးပါပဲ။ တကယ်တမ်းဆို အာဟတ်လည်း သနားစရာကောင်းပြန်တာပါပဲ။ ဝေလငါးကြီးကို သတ်လိုက်နိုင်ရင် သူ့ဘဝကြီး အဓိပ္ပာယ်ရှိသွားမယ်လို့ ထင်ယောင်ထင်မှား ဖြစ်နေခဲ့တာကိုး။ တကယ်တမ်းကျ ဘာတစ်ခုမှ ထူးခြားသွားမှာမဟုတ်ဘူး။ အင်မတန်ဝမ်းနည်းဖို့ကောင်းတဲ့စာအုပ်ပေါ့။ ဇာတ်ကောင်တွေဟာလည်း အင်မတန် သနားစရာကောင်းတယ်။ ဝမ်းနည်းစရာအကောင်းဆုံးဇာတ်ဝင်ခန်းကတော့ ဝေလငါးကြီး ဘယ်လိုဘယ်ပုံပါလို့ ပုံဖော်ထားတာကလွဲ ဘာမှမပါတဲ့ ပျင်းစရာဇာတ်ဝင်ခန်းတွေပေါ့။ စာရေးဆရာဟာ စာဖတ်သူ ရှေ့မှာကြုံလာရမယ့် သူပြောပြမယ့် ဝမ်းနည်းစရာဇာတ်လမ်းကနေ ခဏလောက်ဖြစ်ဖြစ် ဆိုင်းငံ့ပေးဖို့ ကြိုးစားနေတာကို သိနှင့်နေခဲ့တာကိုး “လူဝကြီးဟာ ဒီအက်ဆေးကို သိပ်ကြိုက်တယ်။ သေတော့မလိုလိုဖြစ်တဲ့ အချိန်တိုင်းမှာ လူဝကြီးနောက်ဆုံးတောင်းဆိုတာက ဒီအက်ဆေးကို ဖတ်ပြပေးဖို့ပဲ။ ဒီအက်ဆေးကို ခင်ဗျားသေချာဖတ်ကြည့်ပြီးပြီဆို လူဝကြီး ဒီအက်ဆေးကို ဘာလို့ကြိုက်လဲ ခင်ဗျားနားလည်လောက်ပြီ။ လူဝကြီးပြောခဲ့တဲ့ စကားတွေထဲ တော်တော်လှတဲ့ စကားတစ်ခွန်းရှိတယ်။ ” လူတွေဟာ လူတွေကို ဂရုမစိုက်ဘဲ မနေနိင်ပါဘူး “တဲ့။ လူဝကြီးသိပ်ကြိုက်တဲ့ အက်ဆေးမှာ ရေးသူဟာ မိုဗီဒစ်အကြောင်းပြောပြတယ်။ ဒါပေမဲ့ သူ့ပြောပြပုံက စာရေးဆရာအပါအဝင် မိုဗီဒစ်ထဲက ဇာတ်ကောင်တိုင်းကို နားလည်ပေး ဂရုစိုက်ပေးနေတဲ့ ပြောပြပုံမျိုး။ ဒီအက်ဆေးကို ဘယ်သူရေးလဲဆိုတဲ့ အချက်ကို ဖယ်ထားလိုက်ရင်တောင် ဒီအက်ဆေးဟာ သိပ်ချစ်စရာကောင်းနေတယ်။ ဒီလိုနဲ့ပဲ ပေါင်၅၈၀လုံး ချစ်ခြင်းတွေနဲ့ ပြည့်နေတဲ့ လူဝကြီးဟာ ဒီအက်ဆေးကို သိပ်ချစ်ခဲ့တယ်။လူဝကြီးဟာ အင်္ဂလိပ်စာဆရာဖြစ်တယ်။ လူဝကြီးဟာ အင်္ဂလိပ်စာကိုချစ်တယ်။ ဘာသာစကားတစ်ခုကိုချစ်ရင် အရေးအသားကိုလည်းချစ်ရမှာပေါ့။ ဒီတော့ လူဝကြီးဟာ အက်ဆေးတွေကို ချစ်တယ်။ လူဝကြီးဟာ စကားလုံးတွေကို ချစ်တယ်။ လူဝကြီးဟာ အက်ဆေးနဲ့ အသက်မွေးတယ်။ အက်ဆေးနဲ့ ပတ်သက်ပြီး လူဝကြီးရဲ့ ခံယူချက်ကရှင်းတယ်။” ဒီအဆိုင်းမန့်လည်း အရေးမကြီးဘူး။ ဒီသင်ခန်းစာလည်း အရေးမကြီးဘူး။ အရေးကြီးတာက မင်းတို့ရေးတဲ့ စာတွေရိုးရိုးသားသားနဲ့လှနေဖို့ပဲ “တဲ့။ တော်တော်သဘောကျဖို့ကောင်းတဲ့ စကားပဲ။ ဘယ်စာမျိုးမှာမဆို စကားလုံးထက် ရိုးသားမှုက ပိုအရေးကြီးတယ်မလား။ ဒါပေမဲ့ ရိုးသားဖို့က အခက်ဆုံးပဲ။ လူဝကြီးကိုယ်တိုင်တောင် အမြဲမရိုးသားနိုင်ခဲ့ဘူး။လူဝကြီးရဲ့ သမီးလေးကတော့ သိပ်ရိုးသားတယ်လို့ပြောရမလား သိပ်ရက်စက်တယ်လို့ပြောရမလား။ လူဝကြီးရဲ့ သမီးလေးဟာ လူဝကြီးပုံကိုရိုက်ပြီး ” ငရဲမှာ သူ့ကိုမီးရှိ့တဲ့အချိန်ကျရင် ဝက်ဆီတွေထွက်လာလိမ့်မယ် “လို့ တင်လိုက်တယ်။ ဒီပို့စ်ကို လူဝကြီးက ” ငါ့သမီးက စာအရေးအသားကောင်းချက် “လို့ တုံ့ပြန်တယ်။ လူဝကြီးဟာ သူမသေခင်မှန်တာတစ်ခုခုတော့ လုပ်သွားချင်ခဲ့တယ်။ သူ့သမီးကို ” လူတွေက သူ့ကို ဂရုစိုက်ပြီး သူက လူတွေကို ဂရုစိုက်မယ့် “အရပ်မှာ နေစေချင်ခဲ့ခြင်းနဲ့ပေါ့။ ဒီလိုနဲ့ လူဝကြီးဟာ ကမ္ဘာကြီးကို ထမ်းထားခဲ့တယ်။ရှောင်လွှဲလို့မရနိုင်တဲ့အရာတွေထဲ မလိုချင်တဲ့ဇာတ်ဝင်ခန်းတွေ, ရက်စက်တဲ့ဇာတ်သိမ်းတွေ ပါကောင်းပါနေပါလိမ့်မယ်။ လူဝကြီးသိပ်ကြိုက်တဲ့ အက်ဆေးထဲကလို ပြန်ပြောင်းပြောပြသူဟာ လာမယ့်ရက်စက်ခြင်းတွေကနေ ကယ်တင်ပေးချင်လည်းပဲ တစ်ကွေ့ကွေ့မှာတော့ တည့်တည့်ကို လာမှန်တာပါပဲ။ The Whale ဟာ သိပ်ရက်စက်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေးပြီး သိပ်လှတဲ့ ဇာတ်ဝင်ခန်းတွေ ပေါင်းထည့်ပေးသွားတယ်။ ဒါပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ ပေါင်၆၀၀ လူဝကြီးတစ်ယောက်က အသည်းကို ဖင်ခုထိုင်ပြီး တစ်စစီခွဲပစ်မယ့် ရုပ်ရှင်ပါပဲ။ မှတ်မိသလောက်ဆို ဒီကားလောက် မျက်ရည်ကျအောင်လုပ်နိုင်တဲ့ ရုပ်ရှင် မရှိခဲ့ဖူးပါဘူး။ ဒီမျက်ရည်ဟာ ဝမ်းသာခြင်းလား ဝမ်းနည်းခြင်းလားတော့ အခုထက်ထိလည်း မသည်းကွဲသေးပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.2GB, 930MBQuality – 1080p, 720pIMDb Rating – 7.9/10Format – mp4Duration – 1H 57MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r7Dfg9aRZ78gJsmDlCirIIlNH3d.jpg",
      "https://image.tmdb.org/t/p/w300/gSkO9BqdiDR2ltRrsub7AVL75Tq.jpg",
      "https://image.tmdb.org/t/p/w300/kc4Tuc0aONtPOqOs0PAPQGmJren.jpg",
      "https://image.tmdb.org/t/p/w300/59ZHtL5SAIlxRcxDj9DHk2M9xxk.jpg",
      "https://image.tmdb.org/t/p/w300/3k0npjf31Vtt68AoId182VwCzns.jpg",
      "https://image.tmdb.org/t/p/w300/zmfsh2BmeeKNJToxGEYg25H3Ydw.jpg",
      "https://image.tmdb.org/t/p/w300/pux5yTjmL1yGjBuhzdBStuQb6jc.jpg",
      "https://image.tmdb.org/t/p/w300/rgqcsm1hY8CG7DmnjAEWNrOz2yj.jpg",
      "https://image.tmdb.org/t/p/w300/ygkiP4AC7B13d7FLOApMeEPKooP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jQ0gylJMxWSL490sy0RrPj1Lj7e.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-whale-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yl1h/(CM)_The_Whale_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cu4BgLyZ#_iXHnOlsP4unE1qKFrNNE4-zodBjLQgZsKszrVCudfg",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rjez9vdnga0n.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/w40pr0n673i1.html",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/3efoflqk0veh",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-whale-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Snyh/(CM)_The_Whale_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ongUDSKQ#xegBTz74iLRc-JcbT3sANMU3z8H41glK7fQFTKOrtSM",
        "server": "mega.nz",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z1i58zot6td4.html",
        "server": "usersdrive.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/v38iyhiko136.html",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/e24r9qnyilzh",
        "server": "streamvid.io",
        "size": "930MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PKJTodSXXsk",
      "video_url": "https://www.youtube.com/watch?v=PKJTodSXXsk",
      "embed_url": "https://www.youtube.com/embed/PKJTodSXXsk"
    }
  },
  {
    "metadata": "|||Action,Drama,Mystery",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "140"
    },
    "title": "The Whistleblower(2019)",
    "description": "The Whistleblower(2019)(unicode)မက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်…..။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ…. ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား…..မက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ….အကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ…ခံစားကြည့်ကြပါဉီး….၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။မင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်….(zawgyi)မက္က ၾသစေတးလ်အေျခစိုက္ သတၱဳတူးေဖာ္တဲ့ကုမၸဏီတခုမွ အလုပ္ လုပ္ေနတဲ့ တ႐ုတ္လူမ်ိဳးတစ္ေယာက္ပါ။ သူ႔ရဲ႕ႀကိဳးစားမႈေၾကာင့္ပဲကုမၸဏီမွာလည္းေနရာေကာင္းရထားတဲ့ သူတေယာက္ပါ။ မက္ရဲ႕ကုမၸဏီက နည္းပညာအသစ္တခုကို အာဖရိကမွာသြားစမ္းသပ္ရင္း ဆိုး႐ြားတဲ့ သဘာဝေဘး ငလ်င္ဒဏ္ခံကိုႀကဳံလိုက္ရတယ္…..။ ဒီငလ်င္အတြက္ ကယ္ဆယ္ေရးလုပ္ဖို႔သြားတဲ့ မက္ရဲ႕သူငယ္ခ်င္းက ျပန္ေရာက္လာတဲ့ညမွာပဲ အသတ္ခံလိုက္ရပါတယ္။ဒီလူသတ္ခံရမႈဟာ ဘာေၾကာင့္လဲ…. ငလ်င္ဒဏ္ဟာ သဘာ၀ေဘးမဟုတ္ဘဲ နည္းပညာေၾကာင့္လား…..မက္ရဲ႕သူငယ္ခ်င္းကလည္း မေသခင္မွာ ကယ္ဆယ္ေရးလုပ္ေနတုန္းမွာ ေတြ႕ခဲ့တာေတြကို ဘယ္သူ႔ကိုေဝမွ်ခဲ့လဲ….အႀကိဳးအျမတ္ကိုပဲၾကည့္ၿပီး လူေတြရဲ႕ ဆိုးက်ိဳးကိုမၾကည့္တဲ့ ကိုယ္ႀကိဳးသမားေတြရဲ႕ရန္ကေန ဘယ္လို မက္တို႔ရင္ဆိုင္ရမလဲ…ခံစားၾကည့္ၾကပါဉီး….၁၃၄ မိနစ္ ၾကာတဲ့ ဒီကားဟာ မာလဝီ၊ တ႐ုတ္နဲ႔ ၾသစ​ေၾတးလ် တို႔မွာ အဓိက ဇာတ္အိမ္တည္ထားၿပီး dramaနဲ႔ actionကို အခ်ိဳးညီညီ​ေပါင္းစပ္ထားတဲ့ ဇာတ္ကား​ေကာင္းတစ္ကားျဖစ္ပါတယ္။ ဇာတ္လမ္း အစ အလယ္ အဆုံး အလွည့္အ​ေျပာင္းမ်ားစြာနဲ႔ အခ်ိန္ကုန္လို႔ ကုန္မွန္းမသိ​ေအာင္ ဆြဲ​ေခၚသြားမယ့္ ဇာတ္လမ္း​ေကာင္း​ေလးမို႔ပါ။မင္းသမီး Wei Tang ကိုၾကည့္ရတာနဲ႔တင္တန္ပါတယ္….ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ K ပဲျဖစ္ပါတယ္….File Size : (1.04 GB) and (404 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:14:00Genre : Action , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by  KEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/THE-WH.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-whistleblower2019",
        "server": "CM Links",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-whistleblower-2019-new-web-dl-720-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/eftv1vaqqlzs",
        "server": "upstream.to",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": ""
    },
    "title": "Couples Retreat (2009)",
    "description": "Vince Vaughn အဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ပြီး Jason Bateman, Jon Favreau စတဲ့ စတားတွေခြံရံထားတဲ့ Couples’ retreat ဆိုတဲ့ အိမ်ထောင်ရေးအချစ်ဟာသဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်.အချစ်ရေးဆိုတာကလည်း ဘာပြဿနာမှမရှိနေတာကလည်း ပြဿနာတစ်ခုလို့ ဆိုရမလိုဖြစ်နေပါပြီ။အိမ်ထောင် တစ်ခု ဖြစ်တည်လာပြီဆိုရင် စုံတွဲတွေအဖို့ အခက်အခဲတွေ ပြဿနာတွေကြားထဲကပဲအချစ်ကိုတည်ဆောက် ပဲ့ပြင်ကြရစမြဲပါပဲ။Couples’ retreat ဆိုတာကတော့ စုံတွဲတွေအတွက် အေးစက်နေတဲ့အချစ်ရေးကိုပြန်စတင်ဖို့အချိန်ကာလတစ်ခု ကိုဆိုလိုတာပါစုံတွဲတွေအတွက် ခံစားချက်တွေ အေးစက်လာတဲ့အချိန်. ပုံမှန်နေ့စဉ်ဘဝကြီးထဲမှာစိတ်လှုပ်ရှားစရာတွေကုန်ခမ်း လာတဲ့အချိန်မှာ ခြေတစ်လှမ်းဆုတ်ပြီး ဘဝကိုအနားခဏပေးကာစိတ်ရောကိုယ်ပါအနားယူပြီး ခံစားချက် တွေကို တည့်မတ်ခွင့်ရတဲ့အတွက်လည်း Couples’ retreat လို့တင်စားပြောနိုင်ပါတယ်ဒီစိတ်ကူးကို ပထမဆုံးအကြံရပြီး အကောင်အထည်ဖော်ဖို့ တကယ်ကြီးတင်ဆက်လာတာကတော့ဂျေဆင်နဲ့ စင်သီရာ တို့ အတွဲပါပဲ. သူတို့ရဲ့ ကျွန်းပေါ်ကအပန်းဖြေစခန်းမှာ အနားယူကြမယ့် အိုင်ဒီယာကိုပရိုဂျက်တာနဲ့ ပြပြီး ပါဝါပွိုင့်စလိုက်ရှိုးတွေနဲ့ပါ တင်ဆက်လာခဲ့ပါတော့တယ်ပထမအစမှာတော့ ကျန်တဲ့စုံတွဲ ၃ တွဲက သဘောမတူခဲ့ကြပါဘူး. ဒါပေမယ့် ဂျေဆင်ရဲ့အထူးကြိုးပမ်းမှုအရ ဒေ့ဗ် နဲ့ ရွန်နီတို့ အတွဲပါ ပါလာခဲ့ပြီးချိန်မှာတော့ ဂျေဆင်ခန့်မှန်းထားတဲ့အတိုင်းစုံတွဲ၄တွဲရဲ့ အပန်းဖြေခရီးစဉ်က ဖြစ်မြောက်လာခဲ့ပါတယ်စလိုက်ရှိုးမှာပြထားတဲ့အတိုင်း စနော်ကယ်နဲ့ရေငုပ်တာတွေ. ဂျက်စကီးစီးတာတွေ.ကနူးလှေလှော်တာတွေစတဲ့ ပျော်စရာလှုပ်ရှားမှုတွေကို မျှော်လင့်ထားပေမယ့် ကျွန်းကိုရောက်သွားချိန်မှာတော့ သူတို့ မမျှော်လင့်ထားတဲ့ Couples’ therapy Session ကို မဖြစ်မနေလုပ်ရမယ့်အခြေအနေကို ရောက်လာခဲ့ပါတော့တယ်မအားလပ်တဲ့နေ့စဉ်ဘဝကနေ ရုန်းထွက်လာခဲ့ပြီးမှ စုံတွဲဆွေးနွေးခန်းဝင်နေရတဲ့သူတို့.ကျွန်းပေါ်မှာ ပျော်စရာ အခိုက်အတန့်လေးတွေကို ဖန်တီးနိုင်မလား.ကိုယ့်ဘဝရဲ့လက်တွဲဖော်အစစ်ကို တွေ့ရှိသွားမလား.စုံတွဲတွေကြားထဲက အေးစက်ပျောက်ဆုံးနေတဲ့ခံစားချက်တွေကို ပြန်လည်ရှာတွေ့နိုင်မလား ဆိုတာကိုဟာသနှောပြီးတင်ဆက်ထားတဲ့ ဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက် ရပါတယ်File size…  3.89 GB /  1.37 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2hGenre …..   ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Sai Sumali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p5AYb3c4iPUDST4dIUWNxAWagFb.jpg",
      "https://image.tmdb.org/t/p/w300/uKrfP5T5EwlR5RPGDEbFzDSaljJ.jpg",
      "https://image.tmdb.org/t/p/w300/jcODCu4rgOVjF2Xg66XySgUnZw7.jpg",
      "https://image.tmdb.org/t/p/w300/l0qUmrCwkzd2ma1fy9010aDBQZc.jpg",
      "https://image.tmdb.org/t/p/w300/p17A4xm4oSCyooqoznMYcTGDX0I.jpg",
      "https://image.tmdb.org/t/p/w300/kbsVc8e7spU0qPMI2vOnOgkhmu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/igXVSRZsNX3TZsKrQqSyEJvzHRF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/b5oozwx3ai7s.html",
        "server": "usersdrive.com",
        "size": "3.89 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/couples-retreat-2009-1080-p-rerip-blu-ray-cm-recode-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.89 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Dfv1/Couples.Retreat.2009.1080p.RERIP.BluRay_%7BCM%7D_Recode.mp4",
        "server": "megaup.net",
        "size": "3.89 GB3.89 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/17MjQTiC#WvXG7QxnKB6pZPXxXFmYxFI_B9lGqkvmuKONm1bK720",
        "server": "mega.nz",
        "size": "3.89 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/j9rk2cp0y26u",
        "server": "streamvid.io",
        "size": "3.89 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q3swezumku5w.html",
        "server": "usersdrive.com",
        "size": "1.37 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/couples-retreat-2009-720-p-rerip-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Dfvi/Couples.Retreat.2009.720p.RERIP.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.37 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/J6NB0A7b#36XWi2rrZLndLsYVEwtB62zOgKyl_TOhAWzLkQu6j64",
        "server": "mega.nz",
        "size": "1.37 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wc3tyozhcpym",
        "server": "streamvid.io",
        "size": "1.37 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "X4j_NTFos9c",
      "video_url": "https://www.youtube.com/watch?v=X4j_NTFos9c",
      "embed_url": "https://www.youtube.com/embed/X4j_NTFos9c"
    }
  },
  {
    "metadata": "R|2020|01 Jan 2020|Adult",
    "rating": {
      "rating": "9.0/10",
      "rating_count": "181,528"
    },
    "title": "Brother’s Girl (2020)",
    "description": "အလုပ်မရှိအကိုင်မရှိမိဘမဲ့ကောင်ဆိုးလေးတစ်ယောက်ညီတယောက်နဲ့အတူတူနေကြတယ်။တစ်ရက်သူတို့ဆီကို သူတို့အဖေမသေခင်ကဇာတ်လမ်းဖြစ်ခဲ့ဖူးတဲ့ ဆော်လေးကအတင်းသူတို့အိမ်မှာ လာနေဖို့ဖြစ်လာတယ်။ကောင်ဆိုးလေးကလည်း အစကတော့အင်တင်တင်လက်မခံချင်ပေမယ့်လည်းဟိုက တွယ်ကပ်နေတော့လည်းလက်ခံလိုက်ရတယ်ပေါ့။ဒါပေမယ့်ခက်တာက အဲ့ဆော်ကအဲ့အိမ်ကညီအကိုနှစ်ယောက်လုံးကိုဝိုက်ဖို့ကြံနေတာပဲ။ညီကိုတော့ဝိုက်ပြီးပေမယ့်အကိုကဘယ်လိုချောင်းချောင်း မျက်နှာသာမပေးတော့စားဆော်လေးခမျာ မြင်သာမြင်ရမကြင်ရတဲ့ဘဝပေါ့။ကောင်ဆိုးလေးကလည်းသိပ်အစားမခံချင်ရှာပါဖူး။သူဆော်နဲ့အိပ်တာတောင် စားဆော်လေးနာမည်ကိုယောင်မိတဲ့အထိပဲ။နောက်ဆုံးတော့ အချိန်ပြည့် ဆာလောင်နေတတ်တဲ့ခရမ်းသီးကြိုက်တဲ့ ကောင်မဆိုးလေးအကြံအောင်မြင်သွားလားဆိုတာတော့ ကိုယ်တိုင်ပဲကြည့်ရှုအဖြေရှာလိုက်ကြပါအုန်း။ညွှန်းရရင် ဒီကားကအရင်ကားတွေထက်တော့ကိုရီးယားဆိုပေမယ့်အချို့နေရာတွေအနည်းငယ်ပိုရှင်း ပိုပြတ်သားလာတယ်လို့ပြောလို့ရတယ်။ဇာတ်လမ်းထက်သိုင်းကျမ်းနဲ့ဆော်လေးတွေဦးစားပေးကြည့်မယ်ဆိုရင်ကြည့်သင့်တဲ့ ကားပါပဲ။ဆော်လေးတွေကလည်းထုံးစံအတိုင်းမှည့်မှည့်ဝင်းဝင်းတွေကြီးပဲ။ကောင်ဆိုးလေးဆော်ဆို ကိတ်ချက်ကလက်လန်တယ်။အကိတ်ကြိုက်တဲ့ဘော်ဒါတွေဒေါင်းကြည့်သင့်တဲ့ကားလေးပါ။ထုံးစံအတိုင်း ပညာပေးလေးလဲပါတယ်ပေါ့။ရိုးရိုးအအ မခုတ်တတ်တဲ့ ဘဲကြီး၊ဘဲလေးများအဝိုက်မခံရဖို့ ဆူးပေါ်ဖက်ကျ ဆူးမကျိုးဖို့စားဆော်တွေလက်ကဘယ်လိုရှောင်ရမလဲဆိုတာပညာလေးယူလိုက်ကြပါအုန်း။ထုံးစံအတိုင်း ဒီကားကိုDarkSide ပါရဂူ Fox က ဘာသာပြန်ပေးထားပြီးXCode မှ ပျင်းရိလေးတွဲ့စွာ တင်ဆက်သည်။zawgyiအလုပ္မရွိအကိုင္မရွိမိဘမဲ့ေကာင္ဆိုးေလးတစ္ေယာက္ညီတေယာက္နဲ႔အတူတူေနၾကတယ္။တစ္ရက္သူတို႔ဆီကို သူတို႔အေဖမေသခင္ကဇာတ္လမ္းျဖစ္ခဲ့ဖူးတဲ့ ေဆာ္ေလးကအတင္းသူတို႔အိမ္မွာ လာေနဖို႔ျဖစ္လာတယ္။ေကာင္ဆိုးေလးကလည္း အစကေတာ့အင္တင္တင္လက္မခံခ်င္ေပမယ့္လည္းဟိုက တြယ္ကပ္ေနေတာ့လည္းလက္ခံလိုက္ရတယ္ေပါ့။ဒါေပမယ့္ခက္တာက အဲ့ေဆာ္ကအဲ့အိမ္ကညီအကိုႏွစ္ေယာက္လုံးကိုဝိုက္ဖို႔ႀကံေနတာပဲ။ညီကိုေတာ့ဝိုက္ၿပီးေပမယ့္အကိုကဘယ္လိုေခ်ာင္းေခ်ာင္း မ်က္ႏွာသာမေပးေတာ့စားေဆာ္ေလးခမ်ာ ျမင္သာျမင္ရမၾကင္ရတဲ့ဘဝေပါ့။ေကာင္ဆိုးေလးကလည္းသိပ္အစားမခံခ်င္ရွာပါဖူး။သူေဆာ္နဲ႔အိပ္တာေတာင္ စားေဆာ္ေလးနာမည္ကိုေယာင္မိတဲ့အထိပဲ။ေနာက္ဆုံးေတာ့ အခ်ိန္ျပည့္ ဆာေလာင္ေနတတ္တဲ့ခရမ္းသီးႀကိဳက္တဲ့ ေကာင္မဆိုးေလးအႀကံေအာင္ျမင္သြားလားဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈအေျဖရွာလိုက္ၾကပါအုန္း။ၫႊန္းရရင္ ဒီကားကအရင္ကားေတြထက္ေတာ့ကိုရီးယားဆိုေပမယ့္အခ်ိဳ႕ေနရာေတြအနည္းငယ္ပိုရွင္း ပိုျပတ္သားလာတယ္လို႔ေျပာလို႔ရတယ္။ဇာတ္လမ္းထက္သိုင္းက်မ္းနဲ႔ေဆာ္ေလးေတြဦးစားေပးၾကည့္မယ္ဆိုရင္ၾကည့္သင့္တဲ့ ကားပါပဲ။ေဆာ္ေလးေတြကလည္းထုံးစံအတိုင္းမွည့္မွည့္ဝင္းဝင္းေတြႀကီးပဲ။ေကာင္ဆိုးေလးေဆာ္ဆို ကိတ္ခ်က္ကလက္လန္တယ္။အကိတ္ႀကိဳက္တဲ့ေဘာ္ဒါေတြေဒါင္းၾကည့္သင့္တဲ့ကားေလးပါ။ထုံးစံအတိုင္း ပညာေပးေလးလဲပါတယ္ေပါ့။႐ိုး႐ိုးအအ မခုတ္တတ္တဲ့ ဘဲႀကီး၊ဘဲေလးမ်ားအဝိုက္မခံရဖို႔ ဆူးေပၚဖက္က် ဆူးမက်ိဳးဖို႔စားေဆာ္ေတြလက္ကဘယ္လိုေရွာင္ရမလဲဆိုတာပညာေလးယူလိုက္ၾကပါအုန္း။ထုံးစံအတိုင္း ဒီကားကိုDarkSide ပါရဂူ Fox က ဘာသာျပန္ေပးထားၿပီးXCode မွ ပ်င္းရိေလးတြဲ႕စြာ တင္ဆက္သည္။",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/ustxg9e6do6b.png",
    "movie_links": [
      {
        "link": "https://yuudrive.me/aa7fa52e7/brothers-girl-2020-1080p-fhdrip-ds-mp4",
        "server": "yuudrive.me",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/brothers-girl-2020-1080-p-fhd-rip-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://soliddrive.co/31LT/Brothers.Girl.2020.1080p.FHDRip_%7BDS%7D.mp4",
        "server": "VIP Links",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/hYlxSA4S#sWh9l1GmN_9-fArfJlZPGgUAxU0SdyXh4ojgmNN0vWA",
        "server": "mega.nz",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://yadi.sk/i/kwCLCZUfW022TA",
        "server": "disk.yandex.com",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/b9pm7txkoqfd",
        "server": "upstream.to",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/l8tiyjsaze2v.html",
        "server": "datbu.com",
        "size": "782MB",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 55m|Comedy,Sci-Fi",
    "rating": {
      "rating": "5/10",
      "rating_count": ""
    },
    "title": "What to Do With the Dead Kaiju? (2022)",
    "description": "What to Do with Dead Kaiju IMDB 4.4   ၂၀၂၂ကမှ ထွက်ရှိထားတဲ့ ဒီဇာတ်ကားမှာတော့ နာမည်အတိုင်း ကိုင်ဂျူအသေကောင်နဲ့ တိုင်ပတ်ရတဲ့ ဂျပန်ပြည်ကြီးအကြောင်းကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ကိုင်ဂျူဟာ လူက သတ်လို့ သေတာမဟုတ်ဘဲ ကောင်းကင်ပေါ်ကကျလာတဲ့ ထူးဆန်းတဲ့အလင်းတန်းကြောင့် ဆုံးပါးသွားခဲ့ရတာဖြစ်ပါတယ်။ ရုပ်ရှင်တိုင်းလိုလိုမှာ သေကြေပျက်စီးခြင်းကို သယ်ဆောင်လာသူအဖြစ် ပုံဖော်ခံရတဲ့ ကိုင်ဂျူတစ်ကောင် ဒီနည်းနဲ့ပဲ ဇီဝိန်ချုပ်သွားတဲ့အခါ …. ကိုင်ဂျူအလောင်းကောင်ကြီးကို ရှင်းလင်းဖို့ တာဝန်ဝတ္တရားဟာ ဂျပန်အစိုးရပေါ်ကို ကျရောက်လာပါတော့တယ်။ ဒီလိုနဲ့ ကိုင်ဂျူကို တိုက်ဖို့ ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့သည်လည်း ကိုင်ဂျူမရှိတော့တဲ့နောက် ဘယ်လိုဆက်ဖြစ်သလဲ။ ထုံးစံအတိုင်း နိုင်ငံရေးသမားတွေသည်လည်း နိုင်ငံရေးသမားပီပီ ကိုင်ဂျူကို နင်းပြီး နာမည်ရရေး ဘယ်လိုယဉ်ပြိုင်လုပ်ဆောင်ကြသလဲ ရှုစားရမှာပဲ ဖြစ်ပါတယ်။File Size__(2.7GB) / (1.2B)Quality__1080p, 720pIMDb Rating__5/10Format__mp4Duration__02:00:00Type__Comedy, Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated byTun Aung KyawEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vYNjBp1DQjUHmxEaeWoJpKlgwqn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzRiN2Q3ZWEtM2RhNy00MTJmLWFmMDQtYmY3MmNkYjRmNWNhXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/what-to-do-with-dead-kaiju-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ylcD/What_To_Do_With_Dead_Kaiju_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/fxbnnxgl53eu.html",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/utaq19bq3106",
        "server": "streamvid.io",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/what-to-do-with-dead-kaiju-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cqhk/What_To_Do_With_Dead_Kaiju_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/vaoufo0csuie.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/27kopxnxg441",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "B-mP3KydZ_4",
      "video_url": "https://www.youtube.com/watch?v=B-mP3KydZ_4",
      "embed_url": "https://www.youtube.com/embed/B-mP3KydZ_4"
    }
  },
  {
    "metadata": "||1h 22 min|Action",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "252"
    },
    "title": "The Book and the Sword ( 2023 )",
    "description": "ဒီတစ်ခေါက်တော့ CM ရဲ့ ပရိသတ်တွေအတွက် သိုင်းကွက်လှလှလေးတွေနဲ့ကွန်ဖူးသိုင်းကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-ဟုန်ဟွားအဖွဲ့ရဲ့ဌာနချုပ်ဟာ ညတွင်းချင်းဖျက်ဆီးခံခဲ့ရပြီး ဂိုဏ်းချုပ် ၄ဝိန်ထိုက်လိုင်ဟာ ဖမ်းဆီးခံခဲ့ရပါတယ်။ ဓားသိုင်းပညာသင်ယူပြီးပြန်လာတဲ့ ချန်ကျားလော့ဟာ ဟန်ကျိုးမှာ ကြေးစားလူသတ်သမားအများအပြားရဲ့လုပ်ကြံခြင်းကို ခံရပြီး ပိုင်ဟွားကယ်မှအလှမယ် ယွိရူယိရဲ့ ကယ်တင်ခြင်းကို ခံခဲ့ရပါတယ်။ယွိရူယိထံမှ ချန်ကျားလော့ဟာ ဟုန်ဟွားအဖွဲ့ရဲ့ ဂိုဏ်းချုပ်အသစ်ဖြစ်သွားပြီးအရင်ခေတ်ဖူဝမ်ရဲ့ရတနာလျှို့ဝှက်ချက်ကိုသိထားကြောင်းကောလာဟလထွက်နေတဲ့အကြောင်းကို သိခဲ့ရပါတယ်။ချန်ကျားလော့ဟာလည်း ထိုကောလာဟလကို အသုံးချပြီးရတနာရဲ့လျှို့ဝှက်ချက်နဲ့ ရုပ်ပြောင်းရုပ်လွှဲကျွမ်းကျင်တဲ့ ယွိရူယိနဲ့ အပေးအယူလုပ်ခဲ့ပါတယ်။သူတို့ဟာ စားရေးချန်ဆီမှ ဝိန်ထိုက်လိုင်ကို ဟန်ကျိုးရှိလျှို့ဝှက်ထောင်ထဲမှာဖမ်းထားကြောင်း သိခဲ့ရပါတယ်။ လျှို့ဝှက်ထောင်အပြင်မှာ ချန်ကျားလော့နဲ့ယွိရူယိတို့ဟာ ဟုန်ဟွားအဖွဲ့မှ ကျောက်ပန့်ရှန်း၊ လော့ပင်း၊လီဟန့်ဝိန်တို့နှင့် တွေ့ဆုံခဲ့ပါတယ်။ သူတို့ ၅ ယောက်ပူးပေါင်းပြီးဝိန်ထိုက်လိုင်ကို ကယ်တင်ချိန်မှာ ပုန်းလျှိုးတိုက်ခိုက်ခြင်း ခံခဲ့ရပါတယ်။ဂိုဏ်းချုပ်ကြီး သေဆုံးသွားပြီးနောက် ယိုယွင်းပျက်ဆီးနေတဲ့ဟုန်ဟွားအဖွဲ့ကြီးကို ချန်ကျားလော့တစ်ယောက် ဘယ်လိုပြန်ပေါင်းစည်းမလဲ……ဟုန်ဟွားအဖွဲ့ထဲက သစ္စာဖောက်သူတွေကရော ဘယ်သူတွေ ဖြစ်နေမလဲ……ဖူဝမ်ရဲ့ရတနာကိုရော ချန်ကျားလော့တို့တတွေ ရှာတွေ့နိုင်ပါ့မလား……ဆိုတာကို CM ရဲ့ဘာသာပြန်လေးနဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : ActionRuntime : 1h 22 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By MoonEncoded by LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bcXMpzYxIwd9wGwvmtxJOA5ha21.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u2lSKl5TmOno0xOOSz27XUCzVBk.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-book-and-the-sword-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kc72c8guai4o.html",
        "server": "usersdrive.com",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ho3c/The_Book_And_The_Sword_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dycBGZIS#DKD-eLq1-ruKL_lajUlAQIjzT4PlVMNh3giZivFaEjo",
        "server": "mega.nz",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/adoe0ljombq9",
        "server": "streamsb.com",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/3251ei99t5ty",
        "server": "streamvid.io",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-book-and-the-sword-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "694MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dycBGZIS#DKD-eLq1-ruKL_lajUlAQIjzT4PlVMNh3giZivFaEjo",
        "server": "mega.nz",
        "size": "694MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bmioaapqatn7.html",
        "server": "usersdrive.com",
        "size": "694MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||01:36:00|Comedy",
    "rating": {
      "rating": "7/10",
      "rating_count": "30702"
    },
    "title": "Game Changer (2021)",
    "description": "Game Changer (2021) ဇာတ်လမ်းအညွှန်း************************************ဇာတ်လမ်းလေးကတော့ မြိုပြတစ်ခုရဲ့ အလယ်မှာတော့ ကိုယ့်ပိုင်နက်ကိုယ်ကြီးစိုးပြီးအကျိုးမြတ်ဝင်ငွေရှာကြတဲ့ မားဖီးယားဂိုဏ်းတွေ အများကြီးရှိနေတာကနေ စတော့တာပါပဲ…မာဖီးယားဂိုဏ်းတိုင်းမှာသူ့စည်းကမ်းနဲ့သူရှိပါတယ်….ကိုယ်ပိုင်နက်အတွင်း ကိုယ်နေပြီး သူများကိုလည်း ရန်မစရပါဘူးစည်းကျော်ရင်တော့ တစ်ခုတည်းသောအပြစ်ဒဏ်က သေခြင်းတရားပဲရှိတယ်…အဲ့ထဲက မားဖီးယားဂိုဏ်းတစ်ခုရဲ့ ဘော့စ်မှာတော့ အရမ်းကိုခင်လာကြတဲ့သူငယ်ချင်းလေးယောက်ဟာဘဝအခြေအနေအမျိုးမျိုးကြောင့်နဲ့ ဒီဇာတ်လမ်းရဲ့အဓိက အရေးပါသူတွေဖြစ်လာခဲ့ရပါတယ်…တစ်နေ့မှာတော့ ဘော့စ်ဟာ အခြေနေတစ်ခုကြောင့် ရုတ်တရက်သေဆုံးသွားရာမှာတော့သူတို့ဟာ တစ်ခြားဂိုဏ်းတွေကို ပြောပြမယ့်အစား ကိုယ်ပိုင်လမ်းကြောင်းအသစ် ဖောက်ထွင်လာပါတော့တယ်..ဘယ်လိုလဲဆိုတော့ ဘော့စ်အသက်ရှင်နေသေးတယ်လို ဟန်ဆောင်ပြီး သူတိုဂိုဏ်းအဖွဲကို ဘာမှမဖြစ်ခဲ့သလိုရှေ့ဆက်သွားဖိုပါပဲ….အဲဒီနောက် သူတိုထင်သလို အဆင်မပြေဘဲ ပြဿနာပေါင်းစုံရင်ဆိုင်လာရပါတော့တယ်….ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့….ဇာတ်လမ်းအကျဉ်းနှင့် ဘာသာပြန်သူမှာ Mann Mawkunn နှင့် Mhoo Htoo တို့ပဲ ဖြစ်ပါတယ်…..File Size :(1.95GB) and (995 MB)Quality :Web-Dl1080p5.1ch,720pFormat…mp4Duration…01:48:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Mann Mawkunn. & Mhoo HtooEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMWYxYTMzODMtMzdiNS00Nzc5LWE5ZGYtODMxMGEzYTAxOGRlXkEyXkFqcGdeQXVyMTA5NzUzODM4._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/game-changer-2021",
        "server": "VIP Links",
        "size": "1.95GB",
        "quality": "WEB-DL 1080P5.1Ch"
      },
      {
        "link": "https://usersdrive.com/wfnruus9v7sb.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "WEB-DL 1080P5.1Ch"
      },
      {
        "link": "https://yoteshinportal.cc/game-changer-2021-web-dl-1080-p-5-1-ch-pp-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "WEB-DL 1080P5.1Ch"
      },
      {
        "link": "https://megaup.net/10uzl/Game_Changer.2021.WEB-DL.1080P5.1CH.PP.mkv",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "WEB-DL 1080P5.1Ch"
      },
      {
        "link": "https://mega.nz/file/4stWEYYZ#lCu_PyaceelT4hXdQyZskA2dTXh_1CR9zrbQK_mWj6w",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "WEB-DL 1080P5.1Ch"
      },
      {
        "link": "https://usersdrive.com/duqryfisyys5.html",
        "server": "usersdrive.com",
        "size": "955MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/game-changer-2021-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Gs0U/Game_Changer.2021.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "955MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/9gkUhKrD#WEguKTkKwBL4a80fUP5uDH5qU8kFcAXZl-Nq6ZjGBmQ",
        "server": "mega.nz",
        "size": "955MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/wa4zaph2pdng.html",
        "server": "streamsb.com",
        "size": "955MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NOT RATED|2012|110 min|Drama,Romance",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "3,081"
    },
    "title": "A Perfect Ending (2012)",
    "description": "A Perfect Ending ဇာတ်ကားကတော့2012ခုနှစ်မှာ DirectorးWriter : Nicole Connရိုက်ကူးထားတဲ့ 18+ ဆန်ဆန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့မင်းသမီး Barbara Niven,Jessica Clark တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အိမ်ထောင်ရေးတစ်ခုမှာအချစ် သံယောဇဉ် သစ္စာတရားတို့က အရေးကြီးသလိုလိင်ကိစ္စကလည်း အနည်းနဲ့အများတော့အရေးပါ ပါတယ်။လိင်ဆက်ဆံသူနှစ်ဦးမှာ တစ်ဦးကသားဆန္ဒပြီးမြောက်ပြီးကျန်တစ်ဦးက မပြီးမြောက်စေခဲ့တာဟာအချိန်ကြာလာတာနဲ့အမျှ အိမ်ထောင်ရေးဖောက်ပြန်မှု့ကိုအနည်းငယ် လှုံ့ဆော်မှု့ပေးစေပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့အသက်40ကျော်အရွယ် ကလေးများနှင့်အမေဟာသူ့ဘဝသက်တမ်းတစ်လျောက်မှာ တစ်ခါမှတောင်ဆန္ဒမပြီးမြောက်ခဲ့ဖူးပါဘူး။ဒါကြောင့် သူဟာ အသက်40 အရွယ်ရောက်တာတောင်ဆန္ဒပြီးမြောက်ခြင်းအရသာကို မခံစားဖူးတာကြောင့်ယောကျာင်္းအပေါ ်သစ္စာဖောက်ခြင်းလည်းမဖြစ်အောင်မိန်းမလိင်ဆက်ဆံဖော်ကို ငြားခဲ့ပါတယ်။ဒါပေမယ့် သူ့ငြားခဲ့တဲ့ လိင်ဆက်ဆံဖော်ကသူ့ထက်အသက်အများကြီးငယ်တဲ့သူ ဖြစ်နေတဲ့အခါမှာတော့ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ ဇာတ်ကားလေးထဲမှာရှု့စားကြပါတေ့ာ…..။ဒီဇာတ်ကားကို 18+အနေနဲ့မဟုတ်ဘဲအိမ်ထောင်ရေးတစ်ခုအကြောင်းကိုနားလည်သဘောပေါက်စေရန် တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb rating 5.8 ရရှိထားတဲ့Drama,Romance ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File size…(999 MB) and (420 MB)Quality…BR-Rip 1080pFormat…mp4Duration….01:50:25Subtitle….Myanmar Subtitle (Hardsub)Encoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3d3XKhi3GBAJdvBPToYrRKQK8JO.jpg",
      "https://image.tmdb.org/t/p/w300/5ws5OmUupW9yrAkrKV5poSed78A.jpg",
      "https://image.tmdb.org/t/p/w300/4AOdeGohAVZaAPU6PDvOWaW0AGZ.jpg",
      "https://image.tmdb.org/t/p/w300/gTM1umINSgKS8QHqMBj7E6qmANu.jpg",
      "https://image.tmdb.org/t/p/w300/hWx6yJVTyxKVxWvYlzCl4dLObrB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/res_5b6cb594bb25da80bb6a3e4d4c9fd394_full-200x200.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-perfect-ending-18-2012-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-perfect-ending-18-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/vhzrtnjvkyh1.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZAwUK0MyOVM",
      "video_url": "https://www.youtube.com/watch?v=ZAwUK0MyOVM",
      "embed_url": "https://www.youtube.com/embed/ZAwUK0MyOVM"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "8.4/",
      "rating_count": "46"
    },
    "title": "Neymar: The Perfect Chaos (2022)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/icX0fw1wfRx6mSRLTEQovXThWK2.jpg",
      "https://image.tmdb.org/t/p/w300/rAk6KbD8aeCcf3KnoLSTSUoOYMW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nZNd2kJMNg2qz89pQ0gVvPP064z.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "dpL5zS-PngE",
      "video_url": "https://www.youtube.com/watch?v=dpL5zS-PngE",
      "embed_url": "https://www.youtube.com/embed/dpL5zS-PngE"
    }
  },
  {
    "metadata": "N/A|2016|N/A|Crime,Drama,Sci-Fi",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "305"
    },
    "title": "Cities of Last Things (2019)",
    "description": "ဒီဇာတ္ကားမွာေတာ့ ရဲအရာရွိခ်န္ေဒါင္လင္းရဲ႕ ၾကံဳရဆံုရတဲ့ ဘ၀အဆံုဆံုကို ရိုက္ကူးျပထားပါတယ္ခ်န္ေဒါင္လင္းဟာ ငယ္ရြယ္တဲ့ရဲအရာရွိတစ္ဦးျဖစ္ျပီးေတာ့သူ႔မိန္းမကလည္း အရမ္းကိုေခ်ာေမာလွပပါတယ္ဒါေပမယ့္သစၥာမရွိသူ သူ႔အမ်ိဳးသမီးနဲ႔ သူရဲ႕ အထက္အရာရွိတို႔ေဖာက္ျပန္ေနတာကို သူဂ်ဴတီေစာျပန္လာတဲ့တစ္ရက္မွာ တည့္တည့္ၾကီးတိုးခဲ့မိပါတယ္တစ္သက္လံုးမေမ့ႏုိင္မယ့္ျမင္ကြင္းကိုျမင္လိုက္ရတဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္သူ႔အထက္အရာရွိကို တိုက္ခိုက္ဖို႔ ၾကိဳးစားေပမယ့္ လူမိုက္အဖြဲ႔ မူးယစ္ေဆးေမွာင္ခိုဂိုဏ္းေတြနဲ႔ပတ္သက္ေနတဲ့ သူ႔အရာရွိကို မႏွိမ္နင္းႏုိင္ဘဲသူပတ္တဲ့ အဆင့္ထိ ေရာက္သြားခဲ့ပါတယ္ဒါကိုအခဲမေၾကႏုိင္တဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္ အသက္ေတြၾကီးျမင့္လာတဲ့အထိလိုက္ကလဲ့စားေခ်ပါေတာ့တယ္ သူေနာက္ဆံုးကလဲ့စားေျခႏိုင္မွာလားသူ႔မိန္းမနဲ႔ေရာ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲၾကမ္းတမ္းလွတဲ့သူ႔ဘ၀မွာ ၾကံဳရဆံုရတဲ့ ဇာတ္ေၾကာင္းစံုကို ကရုဏာသက္ဖြယ္ျမင္ေတြ႔ရမွာပါFile Size : (994 MB) & (336 MB)Quality :Web-DL 720pRunning Time :1 hr 47 minFormat : Mp4Genre : Crime , Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r1RjV7oOd1Y2o4xRjnJPzBcUG3w.jpg",
      "https://image.tmdb.org/t/p/w300/5GDXeRY2SL22YFnpH5xofL3bXwG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jC55fFtXu5oJxpBGKpAkTTbMsaC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cities-of-last-things-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "994 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/p263g8doklj6.html",
        "server": "usersdrive.com",
        "size": "994 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/R8jc/Cities_Of_Last_Things_[2019]_(MM_Sub).mp4",
        "server": "usersdrive.com",
        "size": "994 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/U19wRKyR#bLgmB6zNKK6FHRTpqcdrz3g2m4Ag3_60euZjiwuBWwU",
        "server": "mega.nz",
        "size": "994 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/0s8m8eovld5e",
        "server": "usersdrive.com",
        "size": "994 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Celebrity(2023)[Complete]",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w3IQVSA6fWDs0Sm2aakmP1SLdhJ.jpg",
      "https://image.tmdb.org/t/p/w300/AoLRi5cDBKPhZrq7j5mA7DzO6HX.jpg",
      "https://image.tmdb.org/t/p/w300/8sPTtqthBr6KI08RKQEvLKSGphn.jpg",
      "https://image.tmdb.org/t/p/w300/86fob6caPys9M1srQBQN9yT3O4B.jpg",
      "https://image.tmdb.org/t/p/w300/nPYjhAIYlaoI6JtXRE3ftsR56iO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4u3OgzWxuIVdWHKn09sLqzXwk6M.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "OIboeCkVKJk",
      "video_url": "https://www.youtube.com/watch?v=OIboeCkVKJk",
      "embed_url": "https://www.youtube.com/embed/OIboeCkVKJk"
    }
  },
  {
    "metadata": "|2019||Crime,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Ghost Stories (2019)",
    "description": "Ghost Stories (2019)================#Unicodeဒီရုပ်ရှင်က ဘာနဲ့ တူလဲဆိုတော့ထိုင်းမှာ နာမည်ကြီးတဲ့ 3AM လိုပဲ3AM က သရဲပုံပြင်တွေကို ရုပ်ရှင်အဖြစ်ရိုက်ပြီး အပိုင်းတိုလေးတွေ စုထားတဲ့ ရုပ်ရှင်ပါထိုင်းရဲ့ 3AM က Jump Scare တွေ အရမ်းများတယ်သေချာလေး မိတ်ကပ်ရော ကွန်ပြုတာ Effect ရောသေချာလုပ်တဲ့ အပြင် ဇတ်လမ်းတွေက အတော်စိတ်ဝင်စားစရာကောင်းပြီး ဇတ်ဝင်ခန်းတွေ ရဲ့တီးလုံးသံတွေကြောင့် ပိုအသက်ဝင်တယ်…အခု India က Ghost Stories ဆိုပြီး ရိုက်ချလာတယ်IMDb ကတော့ 4 ပဲ ရှိတာက မကောင်းတဲ့ အငွေ့အသက်လေးလဲရတာပေါ့…ဒါပေမဲ့ တကယ်တမ်း ကြည့်လိုက်တဲ့ အခါတွေးစရာလေးတွေ ပေးတယ်အရမ်းကြောက်ရလား ဆိုတော့လဲ မဟုတ်ပြန်ဘူးသူက တွေးစရာတွေပဲ ပေးတယ်…ဘယ်လိုမျိုးလဲ ဆိုတော့ သတိုးတေဇ ၀တ္တုဖတ်ရသလိုတကယ်မရှိတာတွေက တကယ်ရှိပြီး တကယ်ရှိတာတွေကတကယ်မရှိတာမျိုးတွေတကယ်တမ်း India က ဒီထက် ပိုလုပ်နိုင်သေးတယ်Jump Scare တွေ မပါတဲ့ ဟာမျိုးထဲက အကောင်းဆုံးပြောပါဆိုရင် The Haunting of Hill House ကိုပဲ ညွှန်းရမှာပဲအရမ်းနည်းပြီး တွေးတွေးပြီး ကြောက်ခိုင်းတာမျိုး…ဒီ India ရုပ်ရှင်က တစ်ခုသာတာက ရုပ်ရှင်ကားတစ်ခုလုံးရဲ့အသံပိုင်းဆိုင်ရာနဲ့ ဆက်တင်တွေပဲ….ပေါကားလို့ လဲ ပြောချင်ပေမဲ့ ပေါကားဘက်လဲ မရောက်ဘူးနိုင်ငံတကာမှာ Horror ရုပ်ရှင်တွေက IMDb Rating ကိုကောင်းကောင်းကန်းကန်း ရတာ အင်မတန် ရှားတယ်IMDb ကို သွားမကြည့်ပဲ အစအဆုံး ကြည့်လိုက်တာမှအချိန်တစ်ခု ပေးရကျိုး နပ်သွားမယ် ထင်တာပဲပြောရရင်တော့ ပျင်းဖို့ မကောင်းသလို အရမ်းကြီးကြောက်ရတာမျိုး မရှိပေမဲ့ အသံနဲ့တော့ ကောင်းကောင်းကြီးသင့်ကို ခြောက်လှန့်နိုင်မှာပါ#ZawgyiGhost Stories (2019)================ဒီ႐ုပ္ရွင္က ဘာနဲ႔ တူလဲဆိုေတာ့ထိုင္းမွာ နာမည္ႀကီးတဲ့ 3AM လိုပဲ3AM က သရဲပုံျပင္ေတြကို ႐ုပ္ရွင္အျဖစ္႐ိုက္ၿပီး အပိုင္းတိုေလးေတြ စုထားတဲ့ ႐ုပ္ရွင္ပါထိုင္းရဲ႕ 3AM က Jump Scare ေတြ အရမ္းမ်ားတယ္ေသခ်ာေလး မိတ္ကပ္ေရာ ကြန္ျပဳတာ Effect ေရာေသခ်ာလုပ္တဲ့ အျပင္ ဇတ္လမ္းေတြက အေတာ္စိတ္ဝင္စားစရာေကာင္းၿပီး ဇတ္ဝင္ခန္းေတြ ရဲ႕တီးလုံးသံေတြေၾကာင့္ ပိုအသက္ဝင္တယ္…အခု India က Ghost Stories ဆိုၿပီး ႐ိုက္ခ်လာတယ္IMDb ကေတာ့ 4 ပဲ ရွိတာက မေကာင္းတဲ့ အေငြ႕အသက္ေလးလဲရတာေပါ့…ဒါေပမဲ့ တကယ္တမ္း ၾကည့္လိုက္တဲ့ အခါေတြးစရာေလးေတြ ေပးတယ္အရမ္းေၾကာက္ရလား ဆိုေတာ့လဲ မဟုတ္ျပန္ဘူးသူက ေတြးစရာေတြပဲ ေပးတယ္…ဘယ္လိုမ်ိဳးလဲ ဆိုေတာ့ သတိုးေတဇ ၀တၱဳဖတ္ရသလိုတကယ္မရွိတာေတြက တကယ္ရွိၿပီး တကယ္ရွိတာေတြကတကယ္မရွိတာမ်ိဳးေတြတကယ္တမ္း India က ဒီထက္ ပိုလုပ္ႏိုင္ေသးတယ္Jump Scare ေတြ မပါတဲ့ ဟာမ်ိဳးထဲက အေကာင္းဆုံးေျပာပါဆိုရင္ The Haunting of Hill House ကိုပဲ ၫႊန္းရမွာပဲအရမ္းနည္းၿပီး ေတြးေတြးၿပီး ေၾကာက္ခိုင္းတာမ်ိဳး…ဒီ India ႐ုပ္ရွင္က တစ္ခုသာတာက ႐ုပ္ရွင္ကားတစ္ခုလုံးရဲ႕အသံပိုင္းဆိုင္ရာနဲ႔ ဆက္တင္ေတြပဲ….ေပါကားလို႔ လဲ ေျပာခ်င္ေပမဲ့ ေပါကားဘက္လဲ မေရာက္ဘူးႏိုင္ငံတကာမွာ Horror ႐ုပ္ရွင္ေတြက IMDb Rating ကိုေကာင္းေကာင္းကန္းကန္း ရတာ အင္မတန္ ရွားတယ္IMDb ကို သြားမၾကည့္ပဲ အစအဆုံး ၾကည့္လိုက္တာမွအခ်ိန္တစ္ခု ေပးရက်ိဳး နပ္သြားမယ္ ထင္တာပဲေျပာရရင္ေတာ့ ပ်င္းဖို႔ မေကာင္းသလို အရမ္းႀကီးေၾကာက္ရတာမ်ိဳး မရွိေပမဲ့ အသံနဲ႔ေတာ့ ေကာင္းေကာင္းႀကီးသင့္ကို ေျခာက္လွန႔္ႏိုင္မွာပါ။(ဇာတ်ကားအညွှန်းကို ရေးသားပေးသူကတော့ Ko Thit San Khant ပဲဖြစ်ပါတယ်။)Quality – 720p NF WEB-DLDuration – 2 hrs 24 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, ThrillerSource : 720p.WEB-DLTranslator – Zaw HtooEncoder – San Win Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3wUbvsWZK5rScJXukgM6jfAVqLT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/ghost.stories.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/CHCZXwJ5Ph0MJjLnLWx3",
        "server": "drive.google.com",
        "size": "1.3 Gb",
        "quality": "WEB-DL 1080P"
      },
      {
        "link": "https://myandrive.com/file/NHdmgBF1S69JuYysD4Pq",
        "server": "drive.google.com",
        "size": "750 Mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1L8L/[CM]Ghost.Stories.2020.1080P.mp4",
        "server": "Soliddrive.co",
        "size": "1.3 Gb",
        "quality": "WEB-DL 1080P"
      },
      {
        "link": "https://soliddrive.co/1L8L/[CM]Ghost.Stories.2020.1080P.mp4 https://soliddrive.co/V75/[CM]Ghost.Stories.2020.720P.mp4",
        "server": "Soliddrive.co",
        "size": "750 Mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/5ya",
        "server": "fastload.cc",
        "size": "1.3 Gb",
        "quality": "WEB-DL 1080P"
      },
      {
        "link": "https://fastload.cc/2X0",
        "server": "fastload.cc",
        "size": "750 Mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Uwic",
        "server": "mirrorace.com",
        "size": "1.3 Gb",
        "quality": "WEB-DL 1080P"
      },
      {
        "link": "https://mirrorace.com/m/Uww7",
        "server": "mirrorace.com",
        "size": "750 Mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/WipPYYGv7dpCzQ",
        "server": "disk.yandex.com",
        "size": "1.3 Gb",
        "quality": "WEB-DL 1080P"
      },
      {
        "link": "https://yadi.sk/i/PuePVVzs4FQEfQ",
        "server": "disk.yandex.com",
        "size": "750 Mb",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "hsab-HJ7kqc",
      "video_url": "https://www.youtube.com/watch?v=hsab-HJ7kqc",
      "embed_url": "https://www.youtube.com/embed/hsab-HJ7kqc"
    }
  },
  {
    "metadata": "|2000|1h 28min|Action,Comedy,Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "51,159"
    },
    "title": "Taxi 2 (2000)",
    "description": "Taxi 2 (2000)IMdb Rating (6.5) / Rotten Tomatoes (70%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ…ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်…ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ သွက်သွက်လက်လက်တင်ဆက်ထားမှုကြောင့် ကြည့်ရှုနေသူတွေ ချက်ချင်းလိုက်ပါစီးမျောသွားမှာပါ။ပါသမျှသရုပ်ဆောင်တွေရဲ့ ရုပ်တည်ကြီးနဲ့ လုပ်လိုက်ရင် လွဲသမျှကလဲ ပါးစပ်မစေ့ရအောင် ရယ်နေရမှာပါ။ပိတ်ရက်မှာ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ရှုခံစား အနားယူဖို့ အသင့်တော်ဆုံး Comedy ဇာတ်ကားတွေဖြစ်ပါတယ်။(Taxi ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=taxiမှာ ကြည့်လို့ရပါတယ်။ )File size…(2.4 GB)/ (1.1 GB)Quality….BluRay 1080p HEVC /720pFormat…mkv/mp4Duration….01:28:25Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byFridays",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xSnKDHTk79wu2UJqI0RDm4tiBvj.jpg",
      "https://image.tmdb.org/t/p/w300/8EmOYYh1xJINhhFOsfufzEFJnpd.jpg",
      "https://image.tmdb.org/t/p/w300/6dgmz6VS3G6GdDfVXq6BdqEbOFp.jpg",
      "https://image.tmdb.org/t/p/w300/tNixu6Tttue4FQWuio9a1mVKccm.jpg",
      "https://image.tmdb.org/t/p/w300/t7lDb9ReGOmV5dnMfIsBY75WtNO.jpg",
      "https://image.tmdb.org/t/p/w300/tOnL5H1LJ9ItVXnS3sgoFXMSyhk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/5132151225_a305d3acb4_c.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-taxi-2-2000-french-1080-p-blu-ray-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1glkh/(CM)_Taxi.2.2000.FRENCH.1080p.BluRay.HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/7MF2FSYL#273v6WyneUJtq_3DKuNVfxsqCFm6MFCSMpVfQ2W5bUc",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/5n6usbw8rwhf.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-taxi-2-2000-french-720-p-blu-ray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1glfq/(CM)_Taxi.2.2000.FRENCH.720p.BluRay.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CBNlyQJQ#03VkxtwpOyJPjDWvVaUQRgXHOo9MlY5yXZwYLShK6UE",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dwrouez4cjxf.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3si2yy4bkbnq",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/buqxx8357fk5",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XvGjrOLjG-s",
      "video_url": "https://www.youtube.com/watch?v=XvGjrOLjG-s",
      "embed_url": "https://www.youtube.com/embed/XvGjrOLjG-s"
    }
  },
  {
    "metadata": "18+|2016|1h 25min|Adult,Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "205"
    },
    "title": "[18+] Suki demo nai kuseni – Even Though I Don’t Like It (2016)",
    "description": "ဂျပန် မင်းသမီးချော Riko ပါဝင်သရုပ်ဆောင်ထားပြီး ထူးထူးခြားခြား IMdb 5.5 ရထားပါတယ်။အေးဆေးနေတက်တဲ့ တိုကိုတို တစ်ယောက်စတိုးဆိုင်မှာအလုပ်လုပ်နေရင်းက စိတ်မပါတော့လို့ အလုပ်ထွက်လိုက်ပြီးဝါသနာပါရာ အနုပညာလုပ်ငန်းကိုလုပ်ကိုင်ဖို့ နေ့စားအလုပ် တစ်ခုလုပ်နေရင်းက အလုပ်ထဲကယောကျာၤးလေးတစ်ယောက်နဲ့ခင်မင် ရင်းနှီးပြီး တိုကိုတို လျှောက်လှမ်းချင်တဲ့အနုပညာလမ်းပေါ် ခြေတစ်ဖက်လှမ်းမိပါတယ်။တစ်နေ့ တိုကိုတိုတစ်ယောက် သူ့မိတ်ဆွေယောကျာၤးလေးနဲ့ အတူသောက်ရာမှ အမူးလွန်ပြီး နယ်ကျွံမိပါတော့တယ်။ထိုယောကျာၤးလေးကလဲ တိုကိုတိုရဲ့ အသွေးအသားနဲ့ လှသွေးကြွယ်မှု့တွေကို အရူးမူးစွဲလမ်းသွားပါတော့တယ်။တိုကိုတိုအနုပညာလမ်းကြောင်းပေါ်ရောက်ရှိသွားပြီးနောက် Little Miss ဆိုတဲ့ ဆော်ကြည် မော်ဒယ်တစ်ယောက်ကသူတို့နှစ်ဦးကြားကို ဂြိုလ်ဝင်လာပါတော့တယ်။ ကဲပုရိတ်သတ်ကြီး ဘယ်သူက ဘယ်သူ့ကို ချစ်လဲဘယ်သူကဘာကိုလိုချင်တာလဲ အနုပညာလမ်းကြောင်းကလဲ ဘယ်လောက်ကောက်ကွေ့သလဲဆိုတာ ဆက်လက်အားပေးပါဦး။သံဝေဂရစရာလေးကတော့ အချစ်နဲ့တဏှာ ဆိုတာလားလားမှမသက်ဆိုင်ပါဘူးတဲ့။File size…(800 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:25:00Subtitle….Myanmar Subtitle (Hardsub)Encoder…. DarksideTranslated by Ki Mu Chi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r9erB6a2OSQPynZhbzxIpv7aNVx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/Suki.Demo_.Nai_.Kuseni.2016.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/lbiywln5d47a.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/even-though-i-dont-like-it-suki-demo-nai-kuseni-18-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/75ff51/even-though-i-dont-like-it-suki-demo-nai-kuseni-18-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/TGnh/Even_Though_I_Dont_Like_It_(Suki_Demo_Nai_Kuseni)_[18+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/ettpbh0hv5m5",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2011|2h 20min|Action,Drama,Sport",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "827,985"
    },
    "title": "Warrior (2011)",
    "description": "Warrior (2011)IMDb – 8.2/10_____Rotten – 83%အရက်စွဲရာက ပြန်လည်နာလန်ထနိုင်ဖို့ ကြိုးစားနေတဲ့ Paddy Conlon (Nick Nolte) ဆီကို နှစ်ပေါင်းများစွာက ခွဲခွာသွားပြီး သူ့ကို စိတ်နာနေခဲ့တဲ့ မရိန်းတပ်သားဟောင်းဖြစ်တဲ့ Tommy Riordan(Tom Hardy) ရောက်လာပြီးကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ သမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ “စပါတာ”ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်။Paddy တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့လေ့ကျင့်ပေးရင်း နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်။Paddy မှာ Tommy လိုပဲ သူ့ကို အသိအမှတ်မပြုပဲ စိတ်နာနေတဲ့ Brendan Conlon (Joel Edgerton) ဆိုတဲ့ MMA ကစားသမား ဘဝကနေ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့ အိမ်ထောင်သည်သားတစ်ယောက်ရှိပါတယ်။Brendan ရဲ့ သမီးငယ်လေးအတွက် နှလုံးရောဂါကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ အိမ်ကို ဘဏ်ကသိမ်းဖို့ အခြေအနေတစ်ခုကြုံနေရပြီး အဲဒီပြသနာကို ဖြေရှင်းဖို့ Brendan ကလည်း “စပါတာ”ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ပါတော့တယ်။ဒီလိုအဖုအထစ်တွေရှိတဲ့ သူတို့သားအဖ သုံးယောက် “စပါတာ(MMA)” ပြိုင်ပွဲမှာ ဘယ်လိုတွေဆက်ပြီး ဖြစ်ပျက်ကြမလဲ ပြိုင်ပွဲမှာ ဘယ်သူက ဘယ်လိုအနိုင်ရသွားမလဲဆိုတာကတော့………Mixed Martial Art(MMA) ဇာတ်ကားတစ်ကား ဖြစ်တဲ့ Warrior ဇာတ်ကားမှာ အမိုက်စား တိုက်ခိုက်ထိုးသတ်မှုတွေကို အားပါးတရ ကြည့်ကြရမှာပါ။ ဒါပေမယ့် ဒီဇာတ်ကား ရဲ့ Themes က အဲဒီထက်ပိုပါတယ်။မိသားစု တစ်ခုကို ပြိုကွဲပျက်စီးသွားစေနိုင်တဲ့ အရက်စွဲမှု၊ အိမ်တွင်းအကြမ်းဖက်မှု၊ မေ့ပျောက်ဖို့ ခဲယင်းတဲ့ ကလေးဘဝရဲ့ စိတ်ဒဏ်ရာ၊ ခွင့်လွှတ်အနစ်နာခံမှု၊ ညီအကိုချင်း မေတ္တာ၊ သားသမီးအပေါ်ထားရှိတဲ့ အဖေတစ်ယောက်ရဲ့ မေတ္တာ တရား၊ မိသားစုအတွက် ဘာမဆို ရင်ဆိုင်တိုက်ခိုက်မယ် ဆိုတဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ရဲ့ အားမာန် စသဖြင့် … စသဖြင့် ဖော်ညွှန်းထားတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ကြည့်လို့တန်တဲ့ ဇာတ်ကားကောင်း တစ်ကားမို့ CM ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ရပါတယ်ဗျာ။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ခံစားဘာသာပြန်ထားသူကတော့ Kaung Thant Sin ပဲဖြစ်ပါတယ်….)အရက္စြဲရာက ျပန္လည္နာလန္ထႏိုုင္ဖို႕ ႀကိဳးစားေနတဲ့ Paddy Conlon (Nick Nolte) ဆီကို ႏွစ္ေပါင္းမ်ားစြာက ခြဲခြာသြားၿပီး သူ႕ကို စိတ္နာေနခဲ႕တဲ႕ မရိန္းတပ္သားေဟာင္းျဖစ္တဲ႕ Tommy Riordan(Tom Hardy) ေရာက္လာၿပီးကိုယ္ခံပညာေပါင္းစံုၿပိဳင္ပြဲ သမိုင္းမွာ ဆုေၾကး အျမင္႔ဆံုး ျဖစ္တဲ႕ “စပါတာ”ဆိုတဲ႕ၿပိဳင္ပြဲကို ဝင္ၿပိဳင္ဖို႕အတြက္ ေလ့က်င့္ေပးဖို႔ေတာင္းဆိုလာပါတယ္။Paddy တစ္ေယာက္ သားျဖစ္သူကို ၿပိဳင္ပြဲဝင္ဖို႔ေလ႔က်င္႔ေပးရင္း ေႏြးေထြးတဲ႕ဆက္ဆံေရး ျပန္ရဖို႔ႀကိဳးစားပါေတာ႔တယ္။Paddy မွာ Tommy လိုပဲ သူ႕ကို အသိအမွတ္မျပဳပဲ စိတ္နာေနတဲ႕ Brendan Conlon (Joel Edgerton) ဆိုတဲ႕ MMA ကစားသမား ဘဝကေန အနားယူၿပီး ေက်ာင္းဆရာလုပ္ေနတဲ႕ အိမ္ေထာင္သည္သားတစ္ေယာက္ရွိပါတယ္။Brendan ရဲ႕ သမီးငယ္ေလးအတြက္ ႏွလံုးေရာဂါကုသစရိတ္ေၾကာင္႔ သူတို႔မိသားစုရဲ႕ အိမ္ကို ဘဏ္ကသိမ္းဖို႕ အေျခအေနတစ္ခုၾကံဳေနရၿပီး အဲဒီျပသနာကို ေျဖရွင္းဖို႕ Brendan ကလည္း “စပါတာ”ျပိဳင္ပြဲကို ဝင္ေရာက္ယွဥ္ၿပိဳင္ပါေတာ႔တယ္။ဒီလိုအဖုအထစ္ေတြရွိတဲ႕ သူတို႕သားအဖ သံုးေယာက္ “စပါတာ(MMA)” ၿပိဳင္ပြဲမွာ ဘယ္လိုေတြဆက္ၿပီး ျဖစ္ပ်က္ၾကမလဲ ၿပိဳင္ပြဲမွာ ဘယ္သူက ဘယ္လိုအႏိုင္ရသြားမလဲဆိုတာကေတာ႔………Mixed Martial Art(MMA) ဇာတ္ကားတစ္ကား ျဖစ္တဲ႔ Warrior ဇာတ္ကားမွာ အမိုက္စား တိုက္ခိုက္ထိုးသတ္မႈေတြကို အားပါးတရ ၾကည္႔ၾကရမွာပါ။ ဒါေပမယ္႔ ဒီဇာတ္ကား ရဲ႕ Themes က အဲဒီထက္ပိုပါတယ္။မိသားစု တစ္ခုကို ၿပိဳကြဲပ်က္စီးသြားေစႏိုင္တဲ႔ အရက္စြဲမႈ၊ အိမ္တြင္းအၾကမ္းဖက္မႈ၊ ေမ႔ေပ်ာက္ဖို႔ ခဲယင္းတဲ႕ ကေလးဘဝရဲ႕ စိတ္ဒဏ္ရာ၊ ခြင္႔လႊတ္အနစ္နာခံမႈ၊ ညီအကိုခ်င္း ေမတၱာ၊ သားသမီးအေပၚထားရွိတဲ႔ အေဖတစ္ေယာက္ရဲ႕ ေမတၱာ တရား၊ မိသားစုအတြက္ ဘာမဆို ရင္ဆိုင္တိုက္ခိုက္မယ္ ဆိုတဲ႔ အိမ္ေထာင္ဦးစီးတစ္ေယာက္ရဲ႕ အားမာန္ စသျဖင့္ … စသျဖင္႔ ေဖာ္ၫႊန္းထားတဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ၾကည့္လို႕တန္တဲ႔ ဇာတ္ကားေကာင္း တစ္ကားမို႕ CM ပရိသတ္ႀကီးအတြက္တင္ဆက္ေပးလိုက္ရပါတယ္ဗ်ာ။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ခံစားဘာသာၿပန္ထားသူကေတာ့ Kaung Thant Sin ပဲၿဖစ္ပါတယ္….)File size…(1.1 GB)Quality…BluRay 720pFormat…mp4Duration….02:19:54Subtitle….Myanmar Subtitle (Hardsub)Translator…Kaung Thant SinEncoder….Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1PnRPz4A4AguUEVOTcprIyctrax.jpg",
      "https://image.tmdb.org/t/p/w300/t37GC62XDMu0Z4tRd228DHPO9DS.jpg",
      "https://image.tmdb.org/t/p/w300/9Tx4gGyRLCqKflk51PfngyvU18M.jpg",
      "https://image.tmdb.org/t/p/w300/pR4B78SpWlhnDypkof9CXGFIXqT.jpg",
      "https://image.tmdb.org/t/p/w300/xhGhp4JJ0VOPksRwttRLOKC4gfB.jpg",
      "https://image.tmdb.org/t/p/w300/nKuWXclxWHk3f86MAakN9ne22zC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/warrior-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hfnlph4cx59w.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://drive.google.com/file/d/1QMdpVJo-Hj_0D-118Y1jOpTu1mcYssjk/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/75e3bda03/warior-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yKe6/Warrior_[2011]_(MM_Sub)_(2).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/QthDzDbY#dSmph9W98HRZFcAzVNSTOiYpEm1EINoiPSORGURVDsM",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/y5clk7wdy6si",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "I5kzcwcQA1Q",
      "video_url": "https://www.youtube.com/watch?v=I5kzcwcQA1Q",
      "embed_url": "https://www.youtube.com/embed/I5kzcwcQA1Q"
    }
  },
  {
    "metadata": "|||Action,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "Paycheck (2003)",
    "description": "Paycheck ( 2003 ) ပရိသတ်တို့ရဲ့ အချစ်တော်မင်းသားကြီး Ben Affleck ရဲ့ 2003 ခုနှစ်ကတည်းက ထွက်ရှိထားတဲ့ Action ဇာတ်ကားကောင်းဖြစ်ပါတယ်။ နည်းပညာအသစ်အဆန်းတွေကို သူများထက်သာလွန်ပြီး လျင်မြန်တဲ့ နည်းလမ်းတွေနဲ့ ဖန်တီးတည်ဆောက်နိုင်တဲ့ အင်ဂျင်နီယာလေး မိုက်ခ်ဟာ သူ့ရဲ့ဦးနှောက်ကို ပိုက်ဆံတွေနဲ့ အလဲအလှယ်လုပ်လေ့ရှိပါတယ်။တစ်နေ့တော့ သူ့သူငယ်ချင်း ဂျင်မီရဲ့ ငွေမက်လုံးပေးမှုကြောင့် သူ့ရဲ့သုံးနှစ်တာကို ထုံးစံအတိုင်း အရောင်းအဝယ်လုပ်ဖို့ ကြိုးစားရာကနေ သူ့ဘဝအလှည့်အပြောင်းကြုံလာခဲ့ပါတယ်။ သူတည်ဆောက်ခဲ့တာက ဘယ်လိုမျိုးနည်းပညာဖြစ်ပြီး ဘယ်လိုမျိုး ကိုယ့်ရှူးကိုယ်ပတ်ပြီး ကြားထဲမှာ လမ်းကြုံ ချစ်ရသူဒေါက်တာမလေးနဲ့ ဒရမ်မာခင်းတာတွေလည်း ပါဝင်ပါတယ်။ကြည့်ရတန်တဲ့ဇာတ်လမ်းဖြစ်တာမို့ စဥ်းစားမနေဘဲ Playlist ထဲထည့်ဖို့ အကြံပြုချင်ပါတယ်ရှင်။File size…(2.64GB/(1.35GB)/(677MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:59:00Genre…Action / Mystery / Sci -FicSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Susan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lHJAymZxLg6W1T6gap0AJuLWPM0.jpg",
      "https://image.tmdb.org/t/p/w300/tPURFVwzKQp4XVjYcyhWNPTYTYH.jpg",
      "https://image.tmdb.org/t/p/w300/2eM2uByIPy4P96kAJwk8yLg77pv.jpg",
      "https://image.tmdb.org/t/p/w300/aPjKyDyQ07RJWKJVzPV0tx3e1kK.jpg",
      "https://image.tmdb.org/t/p/w300/lCFDtvNJEkXmSdLX6xHEm0qRWx5.jpg",
      "https://image.tmdb.org/t/p/w300/fCyVW4NtIOhmIUlnIrvaRnsprUy.jpg",
      "https://image.tmdb.org/t/p/w300/eTcFRwwm7cWS5hJv5SAeVtxsCzq.jpg",
      "https://image.tmdb.org/t/p/w300/bxOyrDVy6xKJhp8spqUExYerDOt.jpg",
      "https://image.tmdb.org/t/p/w300/ioNCSnYLANLPLF9t2B1IC50B8mq.jpg",
      "https://image.tmdb.org/t/p/w300/rObU664nB6WmWUduCcwYOUYkPAt.jpg",
      "https://image.tmdb.org/t/p/w300/1TW84JdwRvmEEXgd6saholbWKbM.jpg",
      "https://image.tmdb.org/t/p/w300/1myK4jxF6V8piJJ7eep1RI6gi0t.jpg",
      "https://image.tmdb.org/t/p/w300/gOk15207UagJ4MyN4mbtcbKLFSQ.jpg",
      "https://image.tmdb.org/t/p/w300/hqc0Xk1NXymLTMEZHhDyNEaW1FG.jpg",
      "https://image.tmdb.org/t/p/w300/5NAgyWAHW3Q6fJof37yHyVb2zGB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/play-check.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/paycheck2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/paycheck-2003-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vmve9585tfpv.html",
        "server": "usersdrive.com",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/161vd/Paycheck.2003.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yapC0b5D#JQKMIzvxh5LPleuuRsYwhpwptLx6nik5UizjbnTz58M",
        "server": "mega.nz",
        "size": "2.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/paycheck-2003-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.35GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8gexqpeqcjfn.html",
        "server": "usersdrive.com",
        "size": "1.35GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/161uk/Paycheck.2003.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.35GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WKZVVJDY#LZvy_aW9l3ps11Rr375ZGp-ql1q7w-N0dAG7Gw_rTx0",
        "server": "mega.nz",
        "size": "1.35GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/1hjp2wbh0apf.html",
        "server": "streamsb.com",
        "size": "1.35GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/paycheck-2003-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "677MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/lir8maabqbs6.html",
        "server": "usersdrive.com",
        "size": "677MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/161u5/Paycheck.2003.480p(CM).mp4",
        "server": "megaup.net",
        "size": "677MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/rWoTQaJJ#wiBNcV2nDjAEfmocBTKmoX0n2rDgUoVVwQqdtCG3p98",
        "server": "mega.nz",
        "size": "677MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/9v7526n7skkh.html",
        "server": "streamsb.com",
        "size": "677MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "284kahCx42s",
      "video_url": "https://www.youtube.com/watch?v=284kahCx42s",
      "embed_url": "https://www.youtube.com/embed/284kahCx42s"
    }
  },
  {
    "metadata": "PG|2018|1h 58min|Action,Adventure,Animation",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "235,513"
    },
    "title": "Incredibles 2 (2018)",
    "description": "Incredibles 2 (2018)IMDb – 7.6/10_____Rotten – 94%ပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ကမ်းလှမ်း တာလည်း ဖြစ်ပါတယ်။အဲဒါနဲ့ ဟယ်လန်ဟာ Elastigirl ဆိုတဲ့ စူပါဟီးရိုးနာမည် ဟောင်းနဲ့ပဲ ပါဝင်ဖို့ လက်ခံခဲ့ပါ တယ်။ ဝင်စတန်က ပါးမိသားစု အိမ်သစ်အထောက်ပံ့ပေးခဲ့ပြီး ဟယ်လန်စတန့်အစီအစဉ်အ တွက် သွားနေရင် အိမ်မှာကလေး တွေ ကြည့်ဖို့တာဝန်ကို ဘော့ဘ် က ယူခဲ့ရပါတယ်။ကလေးတွေနဲ့ နေရင်း ဘော့ဘ်ဟာ အငယ်ဆုံးလေးဂျက် ဂျက်ဆီမှာ စူပါပါဝါမျိုးစုံရှိနေ တယ်ဆိုတာ သတိထားမိခဲ့ပါ တယ်။ ဘော့ဘ်ဟာ ဂျက်ဂျက်ကို စူပါဟီးရိုးအဝတ်အစားဒီဇိုင်နာ အက်ဒ်နာဆီ ခေါ်သွားခဲ့ပြီး ဂျက် ဂျက်ရဲ့ အစွမ်းတွေကို ကြည့်ရှုစေ ခဲ့ပါတယ်။ဟယ်လန်ဟာ ဝင်စတန်ရဲ့ စူပါစတန့်အစီအစဉ်မှာ ပါဝင်နေ ရင်း မသင်္ကာစရာအခြေအနေ တစ်ခုကို သတိထားမိခဲ့ပါတယ်။ စူပါဟီးရိုးတွေကို အသုံးချပြီး ပြည်သူတွေကို အယူအဆလွဲမှား အောင် လုပ်နေတာမို့ လူထုကို သတိပေးဖို့ လုပ်နေတုန်း ဝင် စတန်ရဲ့ ညီမဖြစ်တဲ့ အီဗလင်းက ဟယ်လန်ကို ဒုက္ခပေးသလို ဘော့ဘ်နဲ့ လူစီရက်စ်တို့ကိုလည်း ထောင်ချောက်ဆင် ဖမ်းဆီးခဲ့ပါ တော့တယ်။အဲဒါနဲ့ အက်ရှ်၊ ဗိုင်အိုလက် နဲ့ ဂျက်ဂျက်တို့ မောင်နှမသုံး ယောက်ကို အက်ဒ်နာက စူပါဟီး ရိုးဝတ်စုံတွေ စီစဉ်ပေးခဲ့ပြီး သူတို့ အဖေနဲ့ အမေကို ကယ်တင်ဖို့ ဒက်ရှ်တို့တစ်တွေ ကြိုးပမ်းခဲ့ပါ တယ်။ စူပါဟီးရိုးပေါက်စသုံး ယောက်က သူ့မိဘတွေကို ဘယ် လိုနည်းလမ်းတွေနဲ့ ကယ်တင်မှာ လဲ၊ Incredibles မိသားစုအနေနဲ့ အီဗလင်းတို့ရဲ့ အဖျက်အမှောင့် အကြံအစည်ကို ဘယ်လိုတွေတုံ့ ပြန်မှာလဲ၊ စူပါဟီးရိုးတွေရဲ့ ဂုဏ် ပုဒ်ကို ပြန်အဖတ်ဆယ်နိုင်ပါ့ မလားဆိုတာတော့ ဆက်ကြည့် လိုက်ဦးနော်။ကလေး၊ လူကြီး ပရိသတ် အရွယ်စုံသဘောကျမယ့် ဒီဇာတ် ကားလေးမှာ အသံသရုပ်ဆောင် ပေးထားသူတွေက ခရစ်ဂ်တီ နယ်လ်ဆင်၊ ဟိုလီဟန်တာ၊ ဆာ ရာဗောင်းဝဲလ်၊ ဟက်ခ်မစ်လ်နာ၊ ဆမ်မြူရယ်အယ်လ်ဂျက်ဆင်၊ ဘရတ်ဘတ်၊ ဘော့ဘ်အိုဒန်ကစ်၊ ကက်သရင်းကီနာ စသူတွေပဲ ဖြစ် ပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ 7daydaily Website မှကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB)Quality : Blu-Ray 720pRunning Time : 1h 58minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-FelonyTranslated by Zuel Khant ThwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mabuNsGJgRuCTuGqjFkWe1xdu19.jpg",
      "https://image.tmdb.org/t/p/w300/g1RA3pSKwjb3ZAvm3a3H7LxAwat.jpg",
      "https://image.tmdb.org/t/p/w300/coYYp9v52nWxohWCP8IGxerDm65.jpg",
      "https://image.tmdb.org/t/p/w300/cYA94llTdnBG5LazDf3Ez4zU87H.jpg",
      "https://image.tmdb.org/t/p/w300/fWTZdK1hJnNklNWT0kzbYLiJgWv.jpg",
      "https://image.tmdb.org/t/p/w300/icJMUsqMD2MPnePHinWdqYgkywt.jpg",
      "https://image.tmdb.org/t/p/w300/kqoBtMmiycbbhGLXGkKhL8SdaWB.jpg",
      "https://image.tmdb.org/t/p/w300/t2ro9DhNN83dH4y3cKpmpPFybqF.jpg",
      "https://image.tmdb.org/t/p/w300/yrALKf6ntKJPofImuIHFehGfwdJ.jpg",
      "https://image.tmdb.org/t/p/w300/tJd7Y5vMqkLceoEGqE8DeMOIRAj.jpg",
      "https://image.tmdb.org/t/p/w300/rOi9B6dsQOhXVvzolL2UVRhTFu3.jpg",
      "https://image.tmdb.org/t/p/w300/vwBPz3XXJRj9iPVxWINibgg9S4F.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/incredibles-2-2018-mm-sub",
        "server": "VIP Links",
        "size": "850 MB/1.7GB",
        "quality": "Blu-Ray 720p/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/incredibles-2-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/incredibles-2-2018-1080-p-blu-ray-5-1-ch-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/11U9u/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://viewsb.com/b8ib5a6f16xw.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://viewsb.com/uy1pv11lx59b.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "ZJDMWVZta3M",
      "video_url": "https://www.youtube.com/watch?v=ZJDMWVZta3M",
      "embed_url": "https://www.youtube.com/embed/ZJDMWVZta3M"
    }
  },
  {
    "metadata": "|||Drama,Sport",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "489761"
    },
    "title": "Rocky(1976)",
    "description": "Rocky(1976)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့….တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်…ခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလိုအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်…Rockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်းမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်းလုပ်နေရတယ်…သူဇွဲတော့မလျော့ဘူး….တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်…သို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ…တစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကိုမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်….တစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်… ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်…ကမ္ဘာ့ချန်ပီယံဟာရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallionနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ….အဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ….Rocky ဟာ ၄ ကား ထွက်ရှိပါတယ်… မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်…အဲ့ဒီခေတ်အခါက ဒီဘက်ခေတ်များလို့Effect တွေ မပေါ်ထွန်းခဲ့ပေမယ့် တကယ့်အမိုက်စား ဖိုက်ခန်းတွေဟာ ခင်ဗျားတို့ကိုသွေးတွေဆူပွက်အောင် စွမ်းဆောင်နိုင်ပါလိမ့်မယ်…အော်စကာဆုများစွာရရှိခဲ့ပြီး အခြားဆုတွေလည်း မြောက်များစွာရရှိခဲ့ပါတယ်..ခံစားကြည့်ကြပါ…(zawgyi)Rocky ဆိုတာ ေတာ္ေတာ္မ်ားမ်ား ၾကည့္ဖူးၾကမယ္ထင္ပါရဲ႕….တစ္ခ်ိဳ႕ေတြလည္း ၾကားဖူးနားဝသာရွိၾကတာ အကုန္ခံစားၾကည့္ဖို႔ အခြင့္မရွိခဲ့တာလည္းရွိပါလိမ့္မယ္…ေခတ္အဆက္ဆက္ အေကာင္းဆုံး Sport ကားအျဖစ္မွတ္တမ္းတင္ခံရသလိုအထူးစိတ္ခြန္အားျဖစ္ေစတဲ့ ဇာတ္ကားလို႔လည္း ခ်ီးက်ဴးခံရတယ္…Rockyဟာ လက္ေဝွ႔ဝါသနာအိုး ျဖစ္ေပမယ့္ ေအာင္ျမင္မႈလည္းမရွိလို႔ စားဝတ္ေနေရးအတြက္ အေႂကြးေတာင္းတဲ့အလုပ္လည္းလုပ္ေနရတယ္…သူဇြဲေတာ့မေလ်ာ့ဘူး….တစ္ေန႔ေတာ့ေအာင္ျမင္ႏိုင္တဲ့လို႔ မဝံမရဲ ေမွ်ာ္လင့္ေနတယ္…သို႔ေပမယ့္လည္း သူ႔အတြက္ အခြင့္အေရးက ဘယ္ေနမွန္းမသိ…တစ္ေန႔တာ စားဝတ္ေနေရးအတြက္ မွတ္ပုံတင္ထားတဲ့ လက္ေဝွ႔ ဝါသနာအလုပ္ကိုမထင္မရွားၾကားပြဲေတြနဲ႔ပဲ အခ်ိန္ကုန္ေနရတယ္….တစ္ေန႔ေတာ့ သူ႔အတြက္ အခြင့္ေကာင္းတစ္ခုေရာက္လာတယ္… ကမာၻ႔ခ်န္ပီယံ အပိုလို ခရိဒ္က ေရာ့ကီနဲ႔ ထိုးခ်င္တယ္လို႔ဆိုတယ္…ကမာၻ႔ခ်န္ပီယံဟာေရာ့ကီနဲ႔ ဘာလို႔ထိုးခ်င္တာလဲဆိုေတာ့ ေရာ့ကီရဲ႕ လက္ေဝွ႔မွတ္ပုံတင္ Italian Stallionနာမည္နဲ႔ နာမည္ဆက္ႀကီးခ်င္လို႔ပဲ….အဲ့ဒီမွာ Rocky အတြက္ အခြင့္အလမ္းႀကီးေပၚလာေတာ့တာပဲ….Rocky ဟာ ၄ ကား ထြက္ရွိပါတယ္… မင္းသားႀကီး Sylvester Stallone ဟာ Rocky အျဖစ္ သ႐ုပ္ေဆာင္ထားၿပီး သ႐ုပ္ပါတဲ့ ထိုးကြက္ေတြျဖစ္ဖို႔ ေလ့က်င့္ခဲ့ရသလို ႐ိုက္ကြင္းေတြမွာ တကယ္ထိုးသတ္ခဲ့တယ္လို႔ဆိုပါတယ္…အဲ့ဒီေခတ္အခါက ဒီဘက္ေခတ္မ်ားလို႔Effect ေတြ မေပၚထြန္းခဲ့ေပမယ့္ တကယ့္အမိုက္စား ဖိုက္ခန္းေတြဟာ ခင္ဗ်ားတို႔ကိုေသြးေတြဆူပြက္ေအာင္ စြမ္းေဆာင္ႏိုင္ပါလိမ့္မယ္…ေအာ္စကာဆုမ်ားစြာရရွိခဲ့ၿပီး အျခားဆုေတြလည္း ေျမာက္မ်ားစြာရရွိခဲ့ပါတယ္..ခံစားၾကည့္ၾကပါ…File Size : (1.08 GB) and (339 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:00:00Genre :Drama,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ko Myo(Kop)Encoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2kkyt0FLROrXt41IgSdE7goCFNQ.jpg",
      "https://image.tmdb.org/t/p/w300/70Bt5CDjX5BUoO4GPyBhjPAnOfV.jpg",
      "https://image.tmdb.org/t/p/w300/k9a2QUmmfqOUfzzQ5VcPveeVDdU.jpg",
      "https://image.tmdb.org/t/p/w300/o9bZ3qsEMdi78ubkWZZM04ss85v.jpg",
      "https://image.tmdb.org/t/p/w300/oosYVRcGOHIXr0crc8dkDjnmgNc.jpg",
      "https://image.tmdb.org/t/p/w300/wESmbqRFFmwq8hFX0uvad4WiwL8.jpg",
      "https://image.tmdb.org/t/p/w300/124HZXJ578vFaxPurS5g2iWD3Fm.jpg",
      "https://image.tmdb.org/t/p/w300/knwgg4uNF80aBjZg50yf818bBKY.jpg",
      "https://image.tmdb.org/t/p/w300/pPeh8EBoX7en6y60nLEn6oXNtO7.jpg",
      "https://image.tmdb.org/t/p/w300/xly0mf13wRE8RmM67KsjspMZl77.jpg",
      "https://image.tmdb.org/t/p/w300/eiqNhSz5sxYVGaLiAmEXNmTM4qn.jpg",
      "https://image.tmdb.org/t/p/w300/l4CR0kMOn5Smb8VTAJN2ckaeMyP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9TUR3s1PMJHwDRbpm7PWQ0S7IRy.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vds/Rocky_1976_BDRip_720p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://fastload.cc/35w",
        "server": "fastload.cc",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/i/On6Kjyb_YpX6UA",
        "server": "disk.yandex.com",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/3CKpv",
        "server": "usersdrive.com",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/x6iedr07fe0f.html",
        "server": "usersdrive.com",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/8abce7c/rocky-1976-bdrip-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/rocky-1976-bd-rip-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2SRp4/Rocky_1976_BDRip_720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/l1YxFIzY#V5VTJPgBdb8_9qqwNMS3ElVYCl7x-STMUn4WDQzCRFw",
        "server": "mega.nz",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/k8xjvr16qq7u",
        "server": "upstream.to",
        "size": "1.08 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "3VUblDwa648",
      "video_url": "https://www.youtube.com/watch?v=3VUblDwa648",
      "embed_url": "https://www.youtube.com/embed/3VUblDwa648"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "167000"
    },
    "title": "Silver Man (2023)",
    "description": "Silver Man (2023)*****************အသက် ၆၁ နှစ်အရွယ် Lee Soon Chulကပင်စင်စား အစိုးရဝန်ထမ်းတစ်ယောက် ဖြစ်ပြီးတော့ဇနီးဖြစ်သူ သေဆုံးသွားပြီးတဲ့ နောက်ပိုင်းမှာ တစ်ယောက်တည်းအသက်မရှင်ချင်တော့တာကြောင့် သတ်သေဖို့ စိတ်ကူးနေသူဖြစ်တယ် …တစ်နေ့တော့ ဆေးလ်ဗားမန်းဆိုတဲ့ အမြန်ချောပို့ စင်တာအကြောင်းကို စိတ်ဝင်စားပြီး စိတ်ပြေလက်ပျောက် အလုပ်လျှောက်ဖို့သွားခဲ့တယ်…ဆေးလ်ဗားမန်းစင်တာက အလုပ်အကိုင်ရှာဖွေရ ခက်ခဲတဲ့ အသက် ၆၀ ဝန်းကျင် လူကြီးတွေကိုအမြန်ချောပို့ အလုပ်ပေးတဲ့ စင်တာဖြစ်တယ် Lee Soon Chulက အလုပ်သွားလျှောက်ရာမှအောင်ခဲ့ပေမဲ့ စာချုပ်ချုပ်ရမှာ ငွေကြိုသွင်းရမယ့် အချက်ကို မကြိုက်လို့ မလုပ်ခဲ့ဘူး…ဒါပေမဲ့ သိချင်စိတ်ကို ထိန်းမရတဲ့ အကျင့်ရှိတာကြောင့် အဲဒီမှာ အလုပ်လုပ်နေတဲ့ ချောပို့သမားနောက်ကိုငွေ ၁သောင်းပေးပြီး နောက်က တောက်လျှောက်လိုက်ကြည့်ခဲ့တဲ့အခါမှာတော့….အသက် ၆၁နှစ်အရွယ် သိချင်စိတ်ပြင်းပြပြီး ဘာမဆိုဝင်ပါတတ်တဲ့ Lee Soon Chulနဲ့ အသက်ကြီးနေပြီဖြစ်သော်လည်း ပိုက်ဆံ အတွက် ချောပို့လုပ်ငန်းကို လုပ်ကိုင်နေရရှာတဲ့ဆေးလ်ဗား ချောပို့သမားတို့ရဲ့ပစ္စည်းသွားပို့ရင်း ကြုံတွေ့ခဲ့ရတဲ့ ပြဿနာ အဖြစ်အပျက်လေးတွေကို ကြည့်ရှုရမှာမို့စိတ်ဝင်စားစရာကောင်းမယ့် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်File Size :(2.07GB)& (777MB)Quality :WEB-DL1080P,720pFormat…mp4Duration…01:38:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by MiriEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/vXNxjX_4f.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g85ormvk9f8r.html",
        "server": "usersdrive.com",
        "size": "2.07GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/silver-man-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.07GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1V9jr/Silver.Man.2023.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.07GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YPsUFTBa#ArWiEM8euf_3MVUASsePR7N1dwnUoLXdLKUdwKlgADs",
        "server": "mega.nz",
        "size": "2.07GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/sffyqnr35mr7",
        "server": "streamvid.io",
        "size": "2.07GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/aj2mfroptwuv.html",
        "server": "usersdrive.com",
        "size": "777MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/silver-man-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "777MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1V9jf/Silver.Man.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "777MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VSc0xSwJ#JTBw1qxn6kNywNI4eI-vpdcOBoI2gzjSTRd16WMkw24",
        "server": "mega.nz",
        "size": "777MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/g2yrpx2li5js.html",
        "server": "streamsb.com",
        "size": "777MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/r1zpmp6237xu",
        "server": "streamvid.io",
        "size": "777MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|117 min|Comedy,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "1,772"
    },
    "title": "Dying to Survive ( 2018 )",
    "description": "Chinese All Time Box Office မွာ 3.097 billion ၀င္ေငြရရွိထားၿပီးနံပါတ္ ၅ ခ်ိတ္ထားတဲ႔ဇာတ္ကားေလးၿဖစ္တဲ႔ Dying To Survive ကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb Rate ကလည္း 8.1 ပဲၿဖစ္ပါတယ္ေကာင္းလားမေကာင္းလားဆုိတာေတာ႔ သိပ္ေၿပာေနစရာေတာင္မလိုပါဘူးဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ တိုင္​းျပည္​ထဲမွာCML​​​ေရာဂါသည္​​ေတြအမ်ားအျပား႐ွိ​ေနပါတယ္​..CMLလူနာ​ေတြဟာ Glinicဆိုတဲ့​ေဆးကိုအျမဲမျပတ္​သံုးစြဲ​ေနရမယ္​့သူ​ေတြပါ…တရားဝင္​Glinic​ေဆး​ေတြဟာ​ေစ်းႏႈန္​းျမင္​့မားလြန္​းတဲ့အတြက္​သာမန္​လူ​ေတြအဖို႔လက္​လွမ္​းမမွီႏိုင္​ျဖစ္​ရၿပီး​​ေဆးမရပဲ​ေသဖို႔​ေစာင္​့​ေနသူ​ေတြမ်ားလာပါတယ္​..ဒီအခ်ိန္​မွာပဲ ​အိႏၵိယက copyယူၿပီးထုတ္​ထားတဲ့ Glinicဟာ​ေစ်းႏႈန္​းအားျဖင္​့အရမ္​းနည္​း​ေနၿပီးအာနိသင္​တူ​ေနတာကိုCML လူနာတစ္​​ေယာက္​ကသတိထားမိလာပါတယ္​..ဒါ​ေပမယ္​့အိႏၵိယGlinicဟာတားျမစ္​​ေဆးအျဖစ္​သတ္​မွတ္​ခံထားရပါတယ္​..ဘယ္လိုေတြဆက္ၿဖစ္မယ္ဆုိတာ ဆက္လက္ၾကည္႕ရွုခံစားပါအညႊန္းနဲ႔ဘာသာၿပန္ ၿဖိဳးေဇာ္ၿဖစ္ပါတယ္Encoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4UiBBPSY1syy7IuBy0fzGKp4lki.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/DTS.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dying-to-survive-wo-bu-shi-yao-shen-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "996 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2UB9w/Dying_To_Survive_(Wo_Bu_Shi_Yao_Shen)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "996 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/18mmq8m4bf9l",
        "server": "upstream.to",
        "size": "996 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/o8z6obhkg8tq.html",
        "server": "usersdrive.com",
        "size": "996 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2013|1h 30min|Horror",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "356"
    },
    "title": "Tales From The Dark 2 (2013)",
    "description": "Tales From The Dark 2 (2013)____IMDb – 5.6/10Tales From The Dark 2 ဇာတ်ကားတွေကတော့Hong Kong horror writer Lilian Leeနှင့်စာရေးဆရာမ Pik Wah Lee ရဲ့ကြောက်မက်ဖွယ် Horror ဝတ္ထုတိုများကိုDirector သုံးယောက်က ရိုက်ကူးထား ပုံဖော်ထားတဲ့ဇာတ်ကားကောင်းတွေဖြစ်ပါတယ်။***(2)အညွှန်း***ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Ching-Yi ဆိုသောအမျိုးသမီးကသူ့ယောကျာ်း က အရင်ငယ်ချစ်ဦးကို မမေ့နိုင်သေးသည်ကိုသိရတာကြောင့် ရန်ဖြစ်ရင်း မတော်တဆသူ့ယောကျ်ားကို သတ်မိလိုက်သော်လည်းထောင်ထဲမဝင်ချင်သဖြင့် အလောင်းကိုပလတ်စတစ်အုပ်ပြီး လှောင်ပိတ်ပြီးဖွက်ထားလိုက်ပြီးနောက် ဘာဖြစ်ဆက်ဖြစ်မလဲ….(ဝတ္တုတိုများကို ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်မိနစ် ၄၀ အကြာတွင် ဇာတ်လမ်းတစ်ခုပြီးပြီးဇာတ်လမ်းအသစ်စမည်ဖြစ်ပါသည်)-ကြောက်မက်ဖွယ် Horrorဇာတ်လမ်း ၃ ခု ပါမည်။#အပေါ်မှအညွှန်းသည် တစ်ပိုင်းအတွက်သာဖြစ်သည်။File size…(847 MB)Quality…BR-Rip 720pIMDb Rating… 5.6/10Format…mp4Duration….01:30:00Type…HorrorSubtitle….Myanmar Subtitle (Hardsub)Translated by TEAMEncoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nuEi5GxLXIn69mKH6qWaLku6Liv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/tales-from-the-dark-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/p03nir420n7w.html",
        "server": "usersdrive.com",
        "size": "847 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tales-from-the-dark-2-kei-yau-yeh-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "847 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1xzm2/Tales_From_The_Dark_2_(Kei_Yau_Yeh)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "847 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/8FZhRIKb#Zi1_V7hF6mhoKDVFrFEHWqyNT7e7XzIMf8ItRfWzDLQ",
        "server": "mega.nz",
        "size": "847 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/81phsiydd0v1",
        "server": "upstream.to",
        "size": "847 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/tales-from-the-dark-2-2013",
        "server": "CM Links",
        "size": "847 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adult,Crime",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "25K"
    },
    "title": "The Contract(2006)",
    "description": "ဝါရင့်မင်းသားကြီး Morgan Freeman နဲ့ John Cusack တို့ရဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီမင်းသားတွေရဲ့ဇာတ်ကားဆိုတော့ ဇာတ်ကားကောင်းပါတယ်ဆိုပြီး အထွေအထူးပြောနေစရာတောင် မလိုတော့ပါဘူး။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ရေး ဟာ ဇနီးသည်မရှိတော့ဘဲ ကျန်ခဲ့တဲ့သားတဲ့အတူ နေထိုင်တဲ့သူဖြစ်ပါတယ်။ ဇနီးသည်သေဆုံးပြီးကတည်းက အဆင်မပြေနေခဲ့တဲ့ သူတို့ဘ၀ကို ပြန်ပြီးအဆင်ပြေအောင်လုပ်ဖို့အတွက် တောတွင်းစခန်းချဖို့ လာခဲ့ကြပါတယ်။ တစ်ဖက်မှာလည်း စစ်တပ်ကအနားယူပြီးနောက်ပိုင်း နာမည်‌တုတွေနဲ့လှုပ်ရှားတဲ့ ကြေးစားအဖွဲ့တစ်ဖွဲ့ဟာ သူတို့စာချုပ်ချုပ်ထားတဲ့ ‌အလုပ်တစ်ခုအတွက် လူတစ်ယောက်ကိုလုပ်ကြံဖို့ စီစဉ်နေကြပါတယ်။ ဒီလိုနဲ့ တောတွင်းစခန်းလာချကြတဲ့ရေးတို့သားအဖနဲ့ ကြေးစားလူသတ်သမားတို့ထိပ်တိုက်တွေ့ပြီးတော့ စိတ်လှုပ်ရှားစရာကောင်းတဲ့ The Contract ဇာတ်လမ်းကြီး စတင်ပါတော့တယ်။File size…2.74 GB / 1.01 GB / 595MBQuality…WEB-DL 1080p 5.1 CH / 720p / 480PFormat…mp4Duration….1h 36mGenre ….. Action , Adult , CrimeSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Jaka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/btd9VPSfnVh0pHZqbiUJLsOkBDf.jpg",
      "https://image.tmdb.org/t/p/w300/gOyX66K9HATWa362pguYTnkbBZU.jpg",
      "https://image.tmdb.org/t/p/w300/3weofZH7yxLK57TdjPlcdOXjwwk.jpg",
      "https://image.tmdb.org/t/p/w300/ypojhRSWfFcZExYL0h92AYChsyo.jpg",
      "https://image.tmdb.org/t/p/w300/ez8BQ6fIjex8PXvgvRNc0w593Rp.jpg",
      "https://image.tmdb.org/t/p/w300/qCG45cZScAg1PiHG7Cp2H9KveHp.jpg",
      "https://image.tmdb.org/t/p/w300/g7O5J8kB9CDSHS4Gfm39QcFchQK.jpg",
      "https://image.tmdb.org/t/p/w300/y88rAMkzRXyFug2JIAivlIPBBnh.jpg",
      "https://image.tmdb.org/t/p/w300/auS9gjnfGo9SJgk6OiKTrniaEzC.jpg",
      "https://image.tmdb.org/t/p/w300/pQNfUdF0zPOxm1ZDJViZqpzTHKT.jpg",
      "https://image.tmdb.org/t/p/w300/taKqXMiPTMBEJG4io2aUMxbWrpy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sU2yzV3T1LetBdQPAeBRDb4YwLo.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ubp9tdfb4b8o.html",
        "server": "usersdrive.com",
        "size": "2.74GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-contract-2006-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.74GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1SLk9/The.Contract.2006.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.74GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/kaIwwTiY#5iL8Ui8NsieMsW5MFApE0wR94K1XtMuMBLbadMTzeaU",
        "server": "mega.nz",
        "size": "2.74GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/1cmlvqglzj40.html",
        "server": "streamsb.com",
        "size": "2.74GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/27tc908h7l10",
        "server": "streamvid.io",
        "size": "1.01GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/vd7vpr3um4r2.html",
        "server": "usersdrive.com",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-contract-2006-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yIR1/The.Contract.2006.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ZXohgQpa#ZUwLOzMdcbMuoiMWDrkVdhmRd6ugOSR_wGenZSIxGYg",
        "server": "mega.nz",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/tc0rlp7jmqkt.html",
        "server": "streamsb.com",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ewdgmw3s7z2v",
        "server": "streamvid.io",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/dwak52a46xbz.html",
        "server": "usersdrive.com",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-contract-2006-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3eGj0/The.Contract.2006.BluRay480p(CM).mp4",
        "server": "megaup.net",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/JXARED6L#j_hStzdYQWjaGghxejarU9DoNy7ZQNm-wQYCVsa7IrE",
        "server": "mega.nz",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/4bikkaqs3net.html",
        "server": "streamsb.com",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/a4k41mdiurc9",
        "server": "streamvid.io",
        "size": "595MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "lFELOkQbHDc",
      "video_url": "https://www.youtube.com/watch?v=lFELOkQbHDc",
      "embed_url": "https://www.youtube.com/embed/lFELOkQbHDc"
    }
  },
  {
    "metadata": "R|2000|1h 56min|Horror,Mystery,Scream Franchise",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "129,000"
    },
    "title": "Scream 3 (2000)",
    "description": "Scream 3 2000===========ဒါကတော့ တတိယမြောက်ကား ဖြစ်ပြီးတော့ အမှန်အတိုင်းပြောရရင်Scream franchise ထဲမှာ rating အနည်းဆုံးကား ဖြစ်ပါတယ်။ဒါပေမယ့် scream ရဲ့ အရသာကိုတော့ မ‌ပျောက်အောင် ထိန်းထားနိုင်တာကြောင့်horror, mystery ဖန်တွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ကားတစ်ကားဖြစ်နေတုန်းပါပဲ။ဒီကားကတော့ scream 2 အပြီး ၂ နှစ်အကြာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဒီကားမှာတော့ ဆစ်ဒနေဟာ လူသူကင်းဝေးရာနေရာမှာ ခြေရာဖျောက်ပြီး သွားနေနေပါတယ်။အဲဒီအချိန် hollywood မှာလည်း သရဲမျက်နှာလူသတ်မှုတွေကိုအခြေခံထားတဲ့ stab 3 ရှပ်ရှင်ကားကို ရိုက်ကူးရေးစနေပါပြီ။အဲဒီအချိန်မှာ နောက်ထပ် သရဲမျက်နှာလူသတ်သမားပေါ်လာပြီးလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။ဒီတစ်ခေါက်မှာတော့ သရဲမျက်နှာလူသတ်သမားက stab 3 ရုပ်ရှင်သရုပ်ဆောင်တွေနဲ့အရင်လူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့သူတွေကိုပါ ပစ်မှတ်ထားနေပါတယ်။IMDB 5.6 ရထားပြီး tomatometer 40% ရထားပါတယ်။ဒီကားဟာ scream trilogy ရဲ့ နောက်ဆုံးကားဖြစ်ပြီးအတိတ်ကကြောင်းတွေကို ဖြေရှင်းထားလို့ scream ဖန်တွေကတော့ကြည့်သင့်တယ်လို့ ပြောပါစေ။Scream 6 ကားစလုံးကိုScream Franchiseမှာ ဝင်ကြည့်လို့ရပါတယ်Quality__Bluray 1080pIMDb Rating__5.6/10Format__mp4Duration__1h56minType__Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated by San Thu AungEncoded by Htet Wai Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AbFWty0o5nKGo4iLJaGRgqFtC8W.jpg",
      "https://image.tmdb.org/t/p/w300/3hrdT3vIOts1J265b8ogE2jySMQ.jpg",
      "https://image.tmdb.org/t/p/w300/jihXxHQXjzkcWU8ZfVgN8ntpvf5.jpg",
      "https://image.tmdb.org/t/p/w300/r1mIAzdJqwEZrRr2wmfN6xKKTA6.jpg",
      "https://image.tmdb.org/t/p/w300/wC299Wtt0k15CYvvSj37gIjKxar.jpg",
      "https://image.tmdb.org/t/p/w300/rk0WQMkYcjw8rfDbYmEgfWxAqBr.jpg",
      "https://image.tmdb.org/t/p/w300/xiaR2k22zqKZwKQgAfbT7a9j0MS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/geD86M58Zkv6O6lLbA1tHllH8B4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/scream-3-2000-1080-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/30PlY/Scream.3.2000.1080p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "2.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/HFh2yBxZ#SCxNbpQWaNf7bBpS_oA_wjvBT7PuPp1EEjNP9GLZGVA",
        "server": "mega.nz",
        "size": "2.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/d/5ufqilwdiagi.html",
        "server": "streamsb.com",
        "size": "2.22GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-3-2000-720-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.33GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EUra/Scream.3.2000.720p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "1.33GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CcxVWS7R#5_2aSCExqO7W3hLd0nHAuNXky7sppth5N89Ux2CVWLY",
        "server": "mega.nz",
        "size": "1.33GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/d/vhb9gz4uzgw7.html",
        "server": "streamsb.com",
        "size": "1.33GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-3-2000-small-mp-4",
        "server": "yoteshinportal.cc",
        "size": "918MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1EUrt/Scream.3.2000.small.mp4",
        "server": "megaup.net",
        "size": "918MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/rJpkxDSC#58Vcy3ouruO3fYN_7Oo5A7KXPdkoRIQs2m7I2OCnWyI",
        "server": "mega.nz",
        "size": "918MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/d/83d91xy76kjg.html",
        "server": "streamsb.com",
        "size": "918MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "bYi-rmHfrP8",
      "video_url": "https://www.youtube.com/watch?v=bYi-rmHfrP8",
      "embed_url": "https://www.youtube.com/embed/bYi-rmHfrP8"
    }
  },
  {
    "metadata": "|||Crime,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "10K"
    },
    "title": "Joji (2021)",
    "description": "ဒီဇာတ်လမ်းကတော့ စိတ်ဝင်စားရတဲ့ India Murder/ Thirller ကားပါIMDB မှာ 7.8/10 ရထားပါတယ်မိသားစု family ဇာတ်လမ်းကို ဦးတည်ရိုက်ထားပြီးဇာတ်အိမ်ကို covidအတွင်းတည်ဆောက်ထားပါတယ်..မြို့တစ်မြို့က မျက်နှာဖုံးသူဌေးမိသားစုတခုရဲ့ဘဝအဖြစ်အပျက်ပေါ့သန်မာပြီးအာဏာရှိတဲ့ အဖေရယ် သား ၃ ယောက်ရယ် ပထမသားရဲ့သားဆယ်ကျော်သက်အရွယ်တစ်ယောက်ရယ် ဒုတိယသားရဲ့မိန်းမရယ်တစ်အိမ်တည်း အားလုံး၆ယောက်အတူနေကြတယ် အိမ်ထဲ ခြံထဲမှာတော့အလုပ်သမားတွေအများကြီးရှိကြတယ်.Joji ကတော့ ၃ယောက်တည်းကအငယ်ဆုံးသားပါ သူက ညီအကိုထဲမှာအိမ်ထောင်မရှိ လူလွတ်တစ်ယောက်။ တစ်အိမ်လုံး သားအားလုံးကအဖေကို အရမ်းကြောက်ရတယ် တနေ့တော့ သူတို့အဖေက အလုပ်တခုလုပ်ရင်းဦးနှောက်သွေးကြောပေါက်သွားပါတယ် covid အတွင်းဆိုတော့ ဆေးကုရခက်ပေမဲ့ဆေးရုံအမြန်ပို့ပေမဲ့ လေဖြတ်သွားပါတယ် အဖေဒီလိုဖြစ်ချိန်မှာ Jojiကအခွင့်အရေးတွေ ယူလာတယ် အဖေပိုင်တဲ့အရာတွေကို မျက်စိကျပြီးရအောင်လုပ်ရာက ဘာဖြစ်မလဲ လူသတ်မှုကရော ဘယ်လိုဖြစ်မလဲကို ကြည့်ရမှာပါ..File size…1.93 GB / 729MBQuality…WEB-Rip 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 53mGenre ….. Drama , CrimeSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Mal Ei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lVp8amNsbz0rNOTcjeA3Z4Q8Vhd.jpg",
      "https://image.tmdb.org/t/p/w300/zBOOzweQVmDO1ipbzUvnSMNoaGE.jpg",
      "https://image.tmdb.org/t/p/w300/wssIFShGz9quaR9OJnGf8bzmcXW.jpg",
      "https://image.tmdb.org/t/p/w300/y8ZNI0yEdn9ltj2yXiQYRashycw.jpg",
      "https://image.tmdb.org/t/p/w300/ycm52OgtIgzUU5J4c6WhfthnKxo.jpg",
      "https://image.tmdb.org/t/p/w300/tgCwQcxT7wthMI7tFBs36svRZMb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iXAUPTb8XNSf5B4zyUAEajz2vFu.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q4gvjlx074gu.html",
        "server": "usersdrive.com",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/joji-2021-web-rip-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2CEuu/Joji.2021.WEBRip1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/qjQkFJbZ#UTCTAT4T474W4dkq0RjLuqLGFAxVNaKZOXDUkcw_rB4",
        "server": "mega.nz",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/r8gig7ftbcmr",
        "server": "streamvid.io",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jfpsk137rfxx.html",
        "server": "usersdrive.com",
        "size": "729MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/joji-2021-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "729MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2CEtV/Joji.2021.WEBRip720p(CM).mp4",
        "server": "megaup.net",
        "size": "729MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/vygETDiC#ETrctWAB8WP8_LEmxNsSV14aCujLfM9RRIhtuKHjUGQ",
        "server": "mega.nz",
        "size": "729MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/fmw88yo0nrvi",
        "server": "streamvid.io",
        "size": "729MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1990|162 min|Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "314,487"
    },
    "title": "The Godfather: Part III(1990)",
    "description": "The Godfather: Part III(1990)IMDb…7.6,,,,Rotten…67%(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့ယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်…)Part III လာပါပြီ …ထုံးစံအတိုင်းပေါ့ဗျာ… ဒီကားရဲ့အညွှန်းကိုတော့ မရေးရဲလို့မရေးတော့ဘူး…ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့…1080p 5.1CHနဲ့ 720p တို့အပြင် 360p လေးနဲ့ အကောင်းမွန်ဆုံးတင်ပေးထားပါတယ်..ဘာသာပြန်သူကတော့ Ko Zuel Khant Thwinပဲဖြစ်ပါတယ်…(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕ယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္…)Part III လာပါၿပီ …ထုံးစံအတုိင္းေပါ့ဗ်ာ… ဒီကားရဲ႕အညႊန္းကုိေတာ့ မေရးရဲလုိ႕မေရးေတာ့ဘူး…ကုိင္းခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕…1080p 5.1CHနဲ႕ 720p တုိ႕အျပင္ 360p ေလးနဲ႕ အေကာင္းမြန္ဆုံးတင္ေပးထားပါတယ္..ဘာသာျပန္သူကေတာ့ Ko Zuel Khant Thwinပဲျဖစ္ပါတယ္…File Size : (3.21GBGB) and (1.55GB )Quality : Blu-Ray 1080p 5.1CH,Blu-Ray 720pFormat…mp4Duration…02:42:00Genre :Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dEuqTwwhfvk66jUKQa7bMqM5Cf7.jpg",
      "https://image.tmdb.org/t/p/w300/mhdJ2rOK3JGnceqxNK9WufYmFr7.jpg",
      "https://image.tmdb.org/t/p/w300/gcvqlcGhuYEWchKcQbvbog0Peqb.jpg",
      "https://image.tmdb.org/t/p/w300/diJU3pSAHfVKiGCvHec7kJ4PqKh.jpg",
      "https://image.tmdb.org/t/p/w300/g9Na7lCShrZ1r0mCyy2u7ze67Cq.jpg",
      "https://image.tmdb.org/t/p/w300/cRTDMejpwcQCnziJgwqBtJwG9ip.jpg",
      "https://image.tmdb.org/t/p/w300/nF3cJSDdW0zix31bYTM9lQi27dH.jpg",
      "https://image.tmdb.org/t/p/w300/ilEuWolmFMya7MNiTq3bFyxkSty.jpg",
      "https://image.tmdb.org/t/p/w300/mm6ex61CAcRCgd4ua0IZ3wAx0qW.jpg",
      "https://image.tmdb.org/t/p/w300/zcLqCpKHbjdNXJ60ZlneGELzhHB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1hdm3Axw9LjITbApvAXBbqO58zE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q5dwl581fyga.html",
        "server": "usersdrive.com",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/leewjpasemsx.html",
        "server": "usersdrive.com",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-godfather-3-1990-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-godfather-3-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5e04753/the-godfather-3-190-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://yuudrive.me/e1ed7d9ea/the-godfather-3-190-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Qyrb/The_Godfather_3_[1990]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://megaup.net/Qys9/The_Godfather_3_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xRcEwYaY#hsHA7B1wCYNjUCqGVqT7zPC2fG9yE0jyvYSlvwVKScU",
        "server": "mega.nz",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/5UUw1CDa#WpeQ8gJLw4TVxJWRPA5jLXFF7NJq3Z4nSJ_Bv--1BDI",
        "server": "mega.nz",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/z2i5jaw637h0",
        "server": "upstream.to",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://upstream.to/dmx45tsb735n",
        "server": "upstream.to",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-godfather-part-iii1990",
        "server": "VIP Links",
        "size": "2GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "z8h3LVb8cl8",
      "video_url": "https://www.youtube.com/watch?v=z8h3LVb8cl8",
      "embed_url": "https://www.youtube.com/embed/z8h3LVb8cl8"
    }
  },
  {
    "metadata": "TV-MA|2014|2h 14min|Action,Adventure,Drama,History",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "8,335"
    },
    "title": "Rurouni Kenshin: The Legend Ends (2014)",
    "description": "Rurouni Kenshin: The Legend Ends (2014)_____IMDb – 7.6/102014 ခုနှစ်ထဲမှာပဲ ဒုတိယကား Kyoto Inferno နဲ့ ဆက်တိုက်ထွက်ရှိခဲ့တဲ့ တတိယာကားဖြစ်တဲ့ The Legend End ကိုဆက်လက်တင်ဆက်ပေးလိုက်ပါတယ် ဗျKenshin ဆိုတာတော့ ထွေထွေထူးထူးမိတ်ဆက်ဖို့လိုမယ်မထင်ပါဘူး။ခရီးသွားဆာမူရိုင်းဆိုတဲ့ Animeရုပ်သံဇာတ်လမ်းနဲ့ စတင်ရင်းနှီးပြီးသားဖြစ်မယ့်ဒီဇာတ်လမ်းတွဲဟာ Watsuki Nobuhiro ရဲ့ ကမ္ဘာကျော် မန်ဂရုပ်ပြ လက်ရာတစ်ခုလည်း ဖြစ်ပါတယ်။၂၀၁၂ ခုနှစ်မှာတော့ ဒါရိုက်တာOutomo Keishi ရိုက်ကူးပြီး၊မင်းသား Satoh Takeru က Himura Kenshin အဖြစ်ပါဝင်သရုပ်ဆောင်တဲ့ Live-action ဇာတ်ကားကို ရုံတင်ခဲ့ပြီး၊အဆင့်မြင့်တဲ့ထုတ်လုပ်ရေးကွာလတီ၊ မြန်ဆန်လှပတဲ့ အက်ရှင်ရိုက်ချက်တွေကြောင့်ပရိသတ်အားပေးမှုအထူးရခဲ့ကာ အက်ရှင်-မန်ဂ ကနေ ရုပ်ရှင်ပြောင်းရိုက်တဲ့ဇာတ်ကားတွေအကြား စံပြ ဖြစ်လာခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်မှာတော့ မန်ဂဇာတ်လမ်းရဲ့Kyoto Arc ကို Kyoto Inferno နဲ့ The Legend Ends ဆိုပြီး၊ရုပ်ရှင်ဇာတ်ကား၂ကား ခွဲ ရုံတင်ပြသခဲ့ပါတယ်။အားလုံးသိပြီးသားဖြစ်မှာဖြစ်ပေမယ့်ဇာတ်ကားကို ပိုမိုခံစားနိုင်ဖို့အတွက် ဇာတ်လမ်းကျောရိုးလေးနဲ့ တစ်ချက်မိတ်ဆက်ပေးပါမယ်။Himura Kenshin ဟာဂျပန်မေဂျီခေတ်အကူးအပြောင်းကာလ ဘခုမဆု(Bakumatsu)ပြည်တွင်းစစ်ခေတ်မှာပဒေသရာရှိုးဂွန်းအစိုးရ ကိုဆန့်ကျင်တိုက်ခိုက်တဲ့ Ishin Shishi တော်လှန်ရေးအုပ်စုရဲ့လက်စွဲလူသတ်သမားတစ်ယောက်ဖြစ်ပြီး၊ ဟိတိုကိရိဘတ်တိုးဆိုင်(Hitokiri Battousai) ဆိုတဲ့အမည်နဲ့ ဖိမ့်ဖိမ့်တုန်အောင်ကြောက်ရွံ့ခံရတဲ့ဆာမူရိုင်းတစ်ယောက်… ။ ပြည်တွင်းစစ်ကြီးအပြီးမှာတော့သူနှုတ်ယူခဲ့တဲ့အသက်ပေါင်းများစွာအတွက် အပြစ်ကြီးမားစွာခံစားနေရတဲ့Kenshin က ဘယ်တော့မသက်မသတ်တော့ဖို့ သစ္စာဆိုပြီး၊အသွားပြောင်းပြန်ဓားတစ်လက်စွဲကိုင်ကာ ခရီးသွားဆာမူရိုင်း(Rurouni) ဘဝနဲ့အကူအညီလိုအပ်နေသူတွေကို ကယ်ဆယ်ဖို့ ဘဝသစ်ကို စတင်ခဲ့ပါတယ်။ဒီနောက်မှာတော့ Kenshinဟာ သူငယ်ချင်းမိတ်ဆွေသစ်၊ ရန်သူသစ်တွေနဲ့အတူသူ့ဘဝရဲ့အချစ်သစ်ကိုလည်း ဆုံတွေ့ရရင်း ခါးသီးတဲ့အတိတ်ကိုပြည်ဖုံးကားချနိုင်ဖို့ ကြိုးစားပါတော့တယ်။ဘာသာပြန်သူကတော့ ခန့်ဇော်ဟိန်းဖြစ်ပြီးဇာတ်လမ်း အညွှန်းကိုတော့ မြန်မာစာတန်းထိုးဂျပန်ဇာတ်ကားနှင့်စီးရီးများ ပေ့ချ်ကနေကူးယူထားတာဖြစ်ပါတယ်ဗျFile Size – 2.7 GB / 1080 PFile Type – Mp4Quality – Blu-Ray Rip 720pDuration – 02:14:00Translator – Khant Zaw HeinEncoder – kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4UXfZjqt0C5kHTROotrsnfDYCh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-the-legend-ends-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/rurouni-kenshin-the-legend-ends-2014",
        "server": "VIP Links",
        "size": "2.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/rurouni-kenshin-the-legend-ends-2014-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cvevnax06w2m.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/Xswv/Rurouni_Kenshin_The_Legend_Ends_(2014).1080p.CM.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/M1IEBbxC#IoMmmCyo7ZB0Oc24aN8lhDTvh0DtVDjb10pcMFKPg1I",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/r7ep3ys73bwz",
        "server": "veryfiles.com",
        "size": "2.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbembed2.com/te5kjbkru7c0.html",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "4rx4mmN_JpE",
      "video_url": "https://www.youtube.com/watch?v=4rx4mmN_JpE",
      "embed_url": "https://www.youtube.com/embed/4rx4mmN_JpE"
    }
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "21156"
    },
    "title": "[19+]Salamat Daks(2023)",
    "description": "[19+]Salamat Daks(2023)***********************အိပ်ရာခန်းအမိုက်စားတွေ လွန်စွာများပြားလွန်းသဖြင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါ…မာရီကာ ဆိုတဲ့အသက်ငါးဆယ်အရွယ်အမျိုးသမီးကြီးဟာ သူ့ဘဝတစ်လျှောက်လုံးမိခင်ဖြစ်သူကိုပြုစုစောင့်ရှောက်ရင်းကုန်ဆုံးခဲ့ရပြီးသူ့မိခင်ဆုံးပါးသွားတဲ့နောက်မှာတော့ အဓိပ္ပါယ်မဲ့လမ်းပျောက်သွားသလိုအထီးကျန်စိတ်ဓာတ်ကျနေရပါတယ်။သူငယ်ချင်းဖြစ်သူရဲ့အားပေးမှုနဲ့ပျော်စရာ စိတ်တက်ကြွစရာတွေကိုရှာဖွေရင်းသူ့ဘဝရဲ့အဓိပ္ပါယ်သစ်လေးတစ်ခုအဖြစ်တွေ့ရှိခဲ့ရတာကတော့ တစ်တော့ဆယ်လီမစ်ကိုဆိုတဲ့လူငယ်လေးတစ်ယောက်ပါပဲ။တကယ်တမ်း မစ်ကိုဘဝထဲဝင်တိုးဖို့ကတော့ အသက်အရွယ်ကွာခြားလွန်းတဲ့အတွက်ကြံရာမရဖြစ်နေရင်းက ကြေငြာကောင်းတဲ့ပလက်စတစ်ဆာဂျရီဆေးခန်းတစ်ခုကိုတွေ့ခဲ့မိပါတယ်။အဲ့ဒီမှာပဲ အရူးအမူးဖြစ်နေတဲ့ မာရီကာဟာရှိသမျှစည်းစိမ်တွေပုံအောပြီးသူ့ထက်အသက်ထက်ဝက်လောက်ငယ်ရွယ်တဲ့ တက်သစ်စမင်းသမီးလေးအယန်နာမီဆိုလာနဲ့တူအောင်အသွင်ပြောင်းလိုက်ပါတော့တယ်။ဒီလိုပဲ သူတွက်ဆမိတဲ့အတိုင်းပြောင်းယူထားတဲ့အသွင်သစ်နဲ့ မစ်ကိုရဲ့အချစ်ကိုလည်းရရှိခဲ့ပြီးမိုးမမြင်လေမမြင်ဖြစ်နေခဲ့တဲ့နောက်မှာတော့..။သူ့ရဲ့အိမ်မက်လေး ဘယ်လောက်အထိတည်မြဲနိုင်မလဲ?အသက်ချင်းကွာခြားလွန်းတဲ့ လူငယ်လေးမစ်ကိုရဲ့အလိုဆန္ဒတွေကိုစိတ်သွားတိုင်းကိုယ်ပါနိုင်ပါ့မလား? မုသားနဲ့စခဲ့တဲ့ အချစ်တစ်ခုဟာ အစစ်အမှန်ဖြစ်နိုင်ပါ့မလား? ဆက်လက်ရှုစားကြပါ။Vivamax မင်းသမီးချောလေး ayanna misola (Bugso,Bula)ကိုယ်တိုင်ကပဲ ayanna misola /carrie အဖြစ်ခေါင်းဆောင်ပါဝင်ထားပါတယ်။File Size :(1.4GB) and (685MB)Quality : WEB-DL1080P,720pFormat…mp4Duration…01:31:00Genre : Adult , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by sdEncoded by ds",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ky9WnOLIiHQYlbs5TTRjfmc2UnH.jpg",
      "https://image.tmdb.org/t/p/w300/zw0s03vxoLHyjenk2V1eAiLcZkK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nNdHZOtJNCMuhTYtrdVwGNQHbQy.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rs0he8e15mxa.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/salamat-daks-2023-web-dl-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3UM9U/Salamat.Daks.2023.WEB-DL.1080P(DS).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/PAoTnCRK#8AUxpfHrNBroa-0SzArDWZmkLusRFtRoSFj3yR8pmZo",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/bevx31w1hq9o.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/wzp1zgd9gv3a",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/x0mdui4sfbiu.html",
        "server": "usersdrive.com",
        "size": "685MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/salamat-daks-2023-web-dl-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "685MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/WNxEWTjA#6Wfdj39qP9pxpxjIqsRLSNjKYC59arSynKAf3L2mgVk",
        "server": "mega.nz",
        "size": "685MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cWkj/Salamat.Daks.2023.WEB-DL.720P(DS).mp4",
        "server": "megaup.net",
        "size": "685MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/11o3bgnxrxso.html",
        "server": "streamsb.com",
        "size": "685MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/76a5qh0wbz64",
        "server": "streamvid.io",
        "size": "685MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "1BbAe-XwWgw",
      "video_url": "https://www.youtube.com/watch?v=1BbAe-XwWgw",
      "embed_url": "https://www.youtube.com/embed/1BbAe-XwWgw"
    }
  }
]