[
  {
    "metadata": "Unrated|2022|1h 34m|Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "953"
    },
    "title": "The Quiet Girl (2022)",
    "description": "The Quiet Girl (2022)~ IMDb – 8.1/10, Rotten Tomatoes – 100% ~Rating အမြင့်တွေပဲ ရထားတဲ့ Coming of Age ရုပ်ရှင်လေးပါ။ ဘာလင် ဒတ်ဗလင် တိုင်ပေ အိုင်းရစ် ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ တသီကြီးလည်း ရထားပါတယ်။ 2023 အော်စကာအတွက် အိုင်ယာလန်ကနေ Best International Feature Film အရွေးခံဖို့အတွက် ကိုယ်စားပြုရုပ်ရှင်အနေနဲ့ ရွေးထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ဇာတ်လမ်း သရုပ်ဆောင် စီနီမာ အကုန်လှပနေတဲ့ ဒီရုပ်ရှင်လေးက တော်တော်တော့ ရိုးရှင်းပါတယ်။ ဆင်းရဲပြီး ကလေးတွေအများကြီးရှိတဲ့ မိသားစုတစ်ခုဟာ နောက်ကလေးထပ်မွေးတော့မှာမို့ သူတို့ရဲ့အငယ်ဆုံးသမီးလေးကို ဝမ်းကွဲအမအိမ်ပို့ထားတဲ့အကြောင်း ဇာတ်လမ်းလေးပါပဲ။ အမေရဲ့ ဝမ်းကွဲအစ်မအိမ်မှာ ကလေးမလေးဖြတ်သန်းခဲ့ရတဲ့ အချိန်တွေအကြောင်းသက်သက်ပဲ။ သို့ပေမဲ့ သူဇာတ်အိမ်တည်ဆောက်ထားတဲ့ပုံလေးက မြင်နေကျမဟုတ်ဘဲ ဆန်းတော့ဆန်းပါတယ်။ ဒီလို Coming of Age ကားတွေဟာ သိပ်မကောင်းတောင် ပရိသတ်ရင်ကို ငြိနေကျမို့ ဒီရုပ်ရှင်ကလည်း Coming of Age ကားကောင်းတစ်ကားဆိုတော့ အကြိုက်တွေ့ကြမယ်လို့ပဲ ညွှန်းချင်ပါတယ်။ အဓိကသရုပ်ဆောင်ကလေးမလေးက ချစ်ဖို့လည်းကောင်း သရုပ်ဆောင်လည်းကောင်းသလို ဒါရိုက်တာကလည်း သူ့ကာရိုက်တာကို တော်တော် support ပေးနိုင်ခဲ့တာမို့ အသက်ဝင်လှပနေတဲ့ ထိခတ်စေမယ့် ရုပ်ရှင်တစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.65GB, 850MBQuality – 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 1H 34MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorColm BaireadStarsAndrew BennettCarrie CrowleyCatherine ClinchJoan SheehyKate Nic ChonaonaighMichael PatricCastAndrew BennettCarrie CrowleyCatherine ClinchJoan SheehyKate Nic ChonaonaighMichael Patric",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xi1DsPSW81udsXfyiAzcdUxhp56.jpg",
      "https://image.tmdb.org/t/p/w300/xhJ9E1uYT7KO3gjdpUO2SCzR9dL.jpg",
      "https://image.tmdb.org/t/p/w300/AiWVcvbMXEgJApfAOvbl0VyfIaT.jpg",
      "https://image.tmdb.org/t/p/w300/miGokjQkEXZexhhG5wXPujzADsr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g5dAhwGXPX9SwtaKlgRdPCnE1kN.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-quiet-girl-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/18g3e/(CM)_The_Quiet_Girl_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pfVz2CBT#q31-dzxxSDxC1m1fDxRYgPYj1qqw6n8byBOu4bNNlK4",
        "server": "mega.nz",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/l9o4120o6urf.html",
        "server": "streamsb.com",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-quiet-girl-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/18g3c/(CM)_The_Quiet_Girl_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VCFXQLxL#Pn5PiGQZbvHmOWzUV3R57xQJFshFo5DG6yvIi3Xnj-I",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/v53qq37b4pf7.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "q9Y3jvMfHT0",
      "video_url": "https://www.youtube.com/watch?v=q9Y3jvMfHT0",
      "embed_url": "https://www.youtube.com/embed/q9Y3jvMfHT0"
    }
  },
  {
    "metadata": "|||Drama,War",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "34502"
    },
    "title": "Dara of Jasenovac 2021",
    "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ….File size…(1.7 GB) and (1 GB)Quality….WEB-DL 1080p and 720pFormat…mp4Duration….02:10:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr.AndersonTranslated byMr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlisa RadakovićAna LečićAndrea ForcaAnđela JanjićAneta TomaševićAnja StanićBiljana ČekićBogdan BogdanovićBojan ŽirovićDanijela VranješDragoslav MedojevićGoran JokićIgor ĐorđevićIvan ZekićJakov ŠaranovićJelena GrujičićJovan PetrovićJovo MaksićLuka ŠaranovićMarija ŠaranovićMarko JanketićMarko PavlovskiMarko PipićMarta ĆeranićMilena NikolićMilica JanjićNatalija ŽugićNataša BalogNataša DrakulićNataša NinkovićNikola RaduljNikolina FriganovićPetar ĐurđevićPetar ZekavicaRadoslav MilenkovićRajko LukačSandra LjubojevićSanja MoravčićSara MarinkovićSimon ŠaranovićStefan VukićTatjana KecmanVesna Kljajić RistovićVuk KostićŽeljko ErkićZlatan Vidović",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n2kMyNf8jWZrSJRo11v1lzqHrqS.jpg",
      "https://image.tmdb.org/t/p/w300/rOL34MIxUmWgDk7OMguteWAVzum.jpg",
      "https://image.tmdb.org/t/p/w300/qWlbmh1COUwoXFVk1Y4hlmiKDYu.jpg",
      "https://image.tmdb.org/t/p/w300/7uQTGu0ISSAic5QPSGbdO1Y9GmS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dara-of-jasenovac-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/dara-iz-jasenovca-2021-1080-p-hd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dara-iz-jasenovca-2021-720-p-hd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/w2tkkhhnjicq",
        "server": "veryfiles.com",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/om9xd8o3je9r",
        "server": "veryfiles.com",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1CYt4/Dara.iz.Jasenovca.2021_1080p_HD_(CM)].mp4",
        "server": "megaup.net",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/X10i/Dara.iz.Jasenovca.2021_720p_HD_(CM)].mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/L2wlGY5a#5l2S2e7XWqPGSrzdw7mC1ypEH2sVAM1rIr9hSCR7DE4https://mega.nz/file/X6xgxAzR#Emu2c4iP1bfrwNwphX4qK7_RfYAQP8EjY5nFfxUMcj0",
        "server": "mega.nz",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Kj5HyQTQ#Kubv4u1qNBUCaoqhFQwvECjPxR4e8pcxxM11-xfdjE8",
        "server": "mega.nz",
        "size": "1 Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7RDs2Vuw_AQ",
      "video_url": "https://www.youtube.com/watch?v=7RDs2Vuw_AQ",
      "embed_url": "https://www.youtube.com/embed/7RDs2Vuw_AQ"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Destined to Meet You (2022)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7aByIKZaxYvLGVSmhLvBC3d4FvF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rZWdZOLqpfR06F0DAiQWpx1orQX.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "||1h 30m|Action,Crime",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "Asurado (2021)",
    "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ…သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)Quality__WebDL_1080p, 720pIMDb Rating__6.0/10Format__mp4Duration__01:30:00Type__Action , CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated byHay Mann ThitsarEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYoon Yeo-ChangStarsDal-Hyung LeeJang GwangMi-nam JeongCastDal-Hyung LeeJang GwangMi-nam Jeong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/asurado-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/asurado-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/dr8a88lhSbR8ew",
        "server": "disk.yandex.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/35wl3/Asurado_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/asurado-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/4Zr3Wgmz0sAFYw",
        "server": "disk.yandex.com",
        "size": "780 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1JBoo/Asurado_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/r4w908r7v779.html",
        "server": "streamsb.com",
        "size": "780 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "366"
    },
    "title": "Straight Up(2019)",
    "description": "Straight Up(2019)ဇာတ်လမ်းအကြောင်းကို မသွားခင် ကိုယ့်ကိုကိုယ် ဆန်းစစ်ကြည့်ရအောင်။သင်ဟာ LGBT တွေကို ဘယ်လိုမြင်လဲ။ သင့်ရဲ့ မသိစိတ်ထဲမှာ Gay% Straight% ဘယ်လောက်စီရှိမယ်ထင်လဲ။ လုံးဝ Straight ပါလို့ အာမခံလား။ အဲဒါဆို တခါတလေ ယောက်ျားလေးချင်းပဲဖြစ်ဖြစ် မိန်းကလေးချင်းပဲဖြစ်ဖြစ် မိမိရဲ့ပုခုံးပေါ် ဒါမှမဟုတ် ပေါင်ပေါ်ကို ရုတ်တရတ် လက်အတင်ခံလိုက်ရတဲ့အချိန်မှာ စိတ်ထဲဘယ်လိုဖြစ်သွားဖူးလဲ။ သောက်ရင်းစားရင်း မူးမူးနဲ့ ဘော်ဒါအချင်းချင်းကိုပဲဖြစ်ဖြစ် အခြားဝိုင်းက လိင်တူတစ်ယောက်ကိုပဲဖြစ်ဖြစ် နမ်းမိသွားတာမျိုး အဲ့ဒီလို အလားတူကိစ္စမျိုး အဲ့ထက်ဆိုးတဲ့ ကိစ္စမျိုးရှိခဲ့ဖူးလား။ နောက်နေ့မနက်မှာ အဲဒီလုပ်ရပ်ကို ပြန်အမှတ်ရမိရင်း ငါများ Gay သွားပြီလားလို့ စိုးရိမ်စိတ်ပေါ်ဖူးကြတယ်မလား။ ဒါမှမဟုတ် မိမိက Gay ပါလို့ ဝိုင်းသမုတ်ကြတဲ့ ပတ်ဝန်းကျင်ရောက်ရင် မသိစိတ်ထဲက အနည်းငယ်သော Gay % က တိုးပွားပေါက်ကွဲထွက်လာပြီး လုံးဝ Gay သွားမယ်လို့ထင်မိလား။ တွန်းရော တွန်းလှန်နိုင်ပါ့မလား။ သင့်ရဲ့ ကောင်မလေးအပေါ် လိင်ပိုင်းဆိုင်ရာ စိတ်ခံစားမှုဘယ်လိုရှိလဲ။ အလားတူခံစားချက်မျိုးကို လိင်တူတစ်ယောက်အပေါ်ကိုပါ ခံစားလို့ရနေတဲ့ Bisexual ဆန်နေတာမျိုးလား။ ဒါမှမဟုတ် ကောင်မလေးကို Cover ထားတားတာမျိုးလား။ အဲဒီလိုမျိုးတွေ ဝေဝါးတွေဝေ ဝေခွဲမရဖြစ်ဖူးရင်တော့ ဒီကား‌လေးက ရင်ဘက်ချင်းနီးတယ်လို့ အကြံပြုပါရစေ။ဇာတ်လမ်းစီပြန်သွားကြရအောင်…ဘဝနေဝင်ချိန်မှာ တစ်ယောက်ထဲအထီးကျန်နေမှာကို ကြောက်ရွံတဲ့ စွဲလမ်းမှုအားကြီးတဲ့ စိတ်ရောဂါတစ်မျိုး(Obsessive Compulsive Disorder) ခံစားနေရတဲ့ “တော့ဒ်”ဆိုတဲ့ နွဲ့တဲ့တဲ့ ကောင်လေးတစ်ယောက် သူ့အနားမှာရှိတဲ့ ရှားရှားပါးပါးသူငယ်ချင်းနှစ်ယောက်က သူ့ကို Gay ပါလို့ တရားသေပြောနေကြ၊ သူကလည်း ကိုယ်တိုင် Gay မ‌Gay ကို ဝေဝါးနေမိရင်း ယောက်ျားလေးချင်းဒိတ်ကြည့်လိုက် မိန်းကလေးနဲ့ဒိတ်လိုက် စိတ်ကုထုံးပညာရှင်နဲ့ပြလိုက်နဲ့ တိုင်ပတ်နေတာပေါ့ဗျာ။ အဲဒီလိုတွေ ရုန်းကန်နေရရင်း တနေ့မှာ “ ရိုရီ” ဆိုတဲ့ ကောင်မလေးနဲ့ ဆုံတွေ့ခဲ့ပြီးနောက်မှာတော့ …. ဘာတွေဆက်ဖြစ်မလဲ ခံစားကြည့်ကြပါဦး Relationship တစ်ခုကြားက ခံယူချက်တွေ အတွေးအခေါ်တွေ အငြင်းအခုံတွေကို သေချာဖော်ပြထားတဲ့ ကားကောင်းလေးပါ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thit Htoo Zawပဲဖြစ်ပါတယ်…..File Size : (900 MB) and (306 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Thit Htoo ZawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames SweeneyStarsBetsy BrandtBrendan ScannellDana DroriHillary Anne MatthewsJames ScullyJames SweeneyKatie FindlayKen KirbyRandall ParkTracie ThomsCastBetsy BrandtBrendan ScannellDana DroriHillary Anne MatthewsJames ScullyJames SweeneyKatie FindlayKen KirbyLogan HuffmanRandall ParkTracie Thoms",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8hbLWy2N7SQDoC5yHoyXNftnS7a.jpg",
      "https://image.tmdb.org/t/p/w300/n6VdzxGO9G4AgeFC4n3VBOdX3TS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8PsnaSysdwQ8NCnPfKF9IVd341y.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/88q584jsf05b.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/0ik8u1i17nv2.html",
        "server": "usersdrive.com",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yoteshinportal.cc/straight-up-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/straight-up-2019-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/1x3mk/Straight_Up.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1x3mh/Straight_Up.2019.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/6NwmVKjI#bvNs_ddx6CBEFkOLk5UzNHuELaqocyNA6Jf_dwTCPS0",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/XBgwwaoa#Vb6E5xAj73iznOpXczia3IbcszTculqLdy4z4_XFY9Q",
        "server": "mega.nz",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yadi.sk/d/yoqn_N2jlnrbfQ",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/uQi7H3ZsknoFdQ",
        "server": "disk.yandex.com",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://1fichier.com/?5gn2drvi0f7iyu5ulglw",
        "server": "1fichier.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?w7yqftpjxths6c74a8pv",
        "server": "1fichier.com",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://upstream.to/2g8vrg66nlbx",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/6wtn4t310siv",
        "server": "upstream.to",
        "size": "306 MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 46min|Action,Crime,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2,078"
    },
    "title": "Saving Mr. Wu (2015)",
    "description": "ဒီဇတ်ကားဟာ အဆိုတော် မင်းသားကြီးAndy Lauကိုအကြမ်းအရမ်း ပုံစံမျိုးနဲ့ တွေ့ရမှာ မဟုတ်သလို ခပ်ညံ့ညံ့ပုံစံမျိုးလဲ မဟုတ်ပြန်ပါဘူး…ရုပ်ရှင်မင်းသားကြီး ဝူ ဟာ သူ့မန်နေဂျာ နှင့် အတူ ပွဲတစ်ခုမှအပြန် ရဲဟု ပြောဆိုသူတွေထံ အကြောင်းရှာဖမ်းဆီးခံလိုက်ရပါတယ်နောက်မှ သိရတာကတော့ ရဲဆိုသူတွေဟာ ရဲအတုတွေ ဖြစ်ပြီး ဝူ ကိုပြန်ပေးဆွဲပြီး အကျပ်ကိုင် ငွေညှစ်မယ့်သူများပဲ ဖြစ်ပါတယ်…ပြန်ပေးဆွဲသူဟာလဲ အရင်က လိမ်လည်မှုများနဲ့ ထောင် ၉ နှစ်ကျပြီးထောင်က ထွက်လာတာ တစ်နှစ်မပြည့်သေးတဲ့ သူ တစ်ဦးလဲ ဖြစ်နေပါတယ်ပိုဆိုးတာက သူ ပြန်ပေးဆွဲတဲ့သူတွေကို ပိုက်ဆံမရရအောင် အကုန် ညှစ်ယူပြီးအသက်ရှင်လျက် ပြန်မလွှတ်တက်တဲ့နေရာမှာ နာမည်ကြီးပြန်ပါတယ်…ဝူ ထက် အရင် ဖမ်းဆီးခံရသူနှင့် ဝူ နှစ်ဦးသားဖမ်းဆီးခံထားရပြီးအရင်ဖမ်းဆီးခံထားရသူတွက်ပါ သနားသဖြင့် ဝူ မှ ပြန်ပေးငွေ ပေးမည်ဟုကတိခံပြီး သူ့အိမ်တွင် ဘဏ်ကတ် သွားယူရန် လူဆိုးအားပြောလိုက်ပါတယ်ဘတ်ကတ် ရယူပြီးသေးသော်လဲပဲ ကောက်ကျစ်လွန်းတဲ့ လူဆိုးဟာငွေထပ်ညှစ်ပြီး ဝူ ကို ယုတ်မာပြန်ပါတယ် နောက်ဆုံး ဘဏ်မှာ အပ်ထားသောပိုက်ဆံများ သွားထုတ်မည် ည ၉ နာရီထိုးလို့မှ ပြန်မလာခဲ့ရင် ဝူ တို့ ၂ ဦးကိုသတ်ပစ်ရန် လူဆိုးမှ တပည့်များကို မှာကြားခဲ့ပြီး လမ်းတွင် ရဲများထံအဖမ်းခံလိုက်ရပါတော့တယ်…ရဲများထံ အမှန်မပြောတဲ့ လူဆိုး နှင့် ၉ နာရီကျော်လျင် အသတ်ခံရတော့မယ့်ဝူ တို့ ဓါးစာခံ ၂ ဦး …ရဲက အရင်ရှာတွေ့လား အသတ်ခံလိုက်ရမလား ဆိုတာစိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမယ့် ဇတ်ကားကောင်း တစ်ခုဖြစ်ပါတယ်လို့ညွှန်းဆိုလိုက်ပါရစေ…(ဘာသာပြန်သူ ကသာသာလေး ဖြစ်ပြီး အညွန်းရေးသူကတော့ သစ်ဆန်းခန့်ပဲ ဖြစ်ပါတယ်)ဒီဇတ္ကားဟာ အဆိုေတာ္ မင္းသားႀကီးAndy Lauကိုအၾကမ္းအရမ္း ပံုစံမ်ိဳးနဲ႔ ေတြ႔ရမွာ မဟုတ္သလို ခပ္ညံ့ညံ့ပံုစံမ်ိဳးလဲ မဟုတ္ျပန္ပါဘူး…ရုပ္ရွင္မင္းသားႀကီး ၀ူ ဟာ သူ႔မန္ေနဂ်ာ ႏွင့္ အတူ ပြဲတစ္ခုမွအျပန္ ရဲဟု ေျပာဆိုသူေတြထံ အေၾကာင္းရွာဖမ္းဆီးခံလိုက္ရပါတယ္ေနာက္မွ သိရတာကေတာ့ ရဲဆိုသူေတြဟာ ရဲအတုေတြ ျဖစ္ၿပီး ၀ူ ကိုျပန္ေပးဆြဲၿပီး အက်ပ္ကိုင္ ေငြညွစ္မယ့္သူမ်ားပဲ ျဖစ္ပါတယ္…ျပန္ေပးဆြဲသူဟာလဲ အရင္က လိမ္လည္မႈမ်ားနဲ႔ ေထာင္ ၉ ႏွစ္က်ၿပီးေထာင္က ထြက္လာတာ တစ္ႏွစ္မျပည့္ေသးတဲ့ သူ တစ္ဦးလဲ ျဖစ္ေနပါတယ္ပိုဆိုးတာက သူ ျပန္ေပးဆြဲတဲ့သူေတြကို ပိုက္ဆံမရရေအာင္ အကုန္ ညွစ္ယူၿပီးအသက္ရွင္လ်က္ ျပန္မလႊတ္တက္တဲ့ေနရာမွာ နာမည္ႀကီးျပန္ပါတယ္…၀ူ ထက္ အရင္ ဖမ္းဆီးခံရသူနွင့္ ၀ူ ႏွစ္ဦးသားဖမ္းဆီးခံထားရၿပီးအရင္ဖမ္းဆီးခံထားရသူတြက္ပါ သနားသျဖင့္ ၀ူ မွ ျပန္ေပးေငြ ေပးမည္ဟုကတိခံၿပီး သူ႔အိမ္တြင္ ဘဏ္ကတ္ သြားယူရန္ လူဆိုးအားေျပာလိုက္ပါတယ္ဘတ္ကတ္ ရယူၿပီးေသးေသာ္လဲပဲ ေကာက္က်စ္လြန္းတဲ့ လူဆိုးဟာေငြထပ္ညွစ္ၿပီး ၀ူ ကို ယုတ္မာျပန္ပါတယ္ ေနာက္ဆံုး ဘဏ္မွာ အပ္ထားေသာပိုက္ဆံမ်ား သြားထုတ္မည္ ည ၉ နာရီထိုးလို႔မွ ျပန္မလာခဲ့ရင္ ၀ူ တို႔ ၂ ဦးကိုသတ္ပစ္ရန္ လူဆိုးမွ တပည့္မ်ားကို မွာၾကားခဲ့ၿပီး လမ္းတြင္ ရဲမ်ားထံအဖမ္းခံလုိက္ရပါေတာ့တယ္…ရဲမ်ားထံ အမွန္မေျပာတဲ့ လူဆိုး ႏွင့္ ၉ နာရီေက်ာ္လ်င္ အသတ္ခံရေတာ့မယ့္၀ူ တို႔ ဓါးစာခံ ၂ ဦး …ရဲက အရင္ရွာေတြ႔လား အသတ္ခံလိုက္ရမလား ဆိုတာစိတ္လႈပ္ရွားဖြယ္ ၾကည့္ရႈရမယ့္ ဇတ္ကားေကာင္း တစ္ခုျဖစ္ပါတယ္လို႔ညႊန္းဆိုလုိက္ပါရေစ…(ဘာသာျပန္သူ ကသာသာေလး ျဖစ္ျပီး အညြန္းေရးသူကေတာ့ သစ္ဆန္းခန့္ပဲ ျဖစ္ပါတယ္)File Size         : 833 MBQuality           : Blu ray 720PRunning Time : 1hr 46 minuteFormat           : Mp4Genre             : Action, Drama, CrimeEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDing ShengStarsAndy LauCai LuLam SuetLi MengLiu YeLu PengNa WeiWang Qian-YuanWu RuofuZhao XiaoruiCastAndy LauCai LuChen XingyuGong ChengqiGuo MingyuLam SuetLi LongjunLi MengLiu WenboLiu YeLu PengMa SichunNa WeiSang PingWang Qian-YuanWang ZhengWu RuofuXu YangYu AileiZhang DongZhao XiaoruiZhong Yi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/saving-Mr.Wu_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5p7ebl93wuaj.html",
        "server": "usersdrive.com",
        "size": "833 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/saving-mr-wu-jie-jiu-wu-xian-sheng-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "833 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xdx0/Saving_Mr._Wu_(Jie_Jiu_Wu_Xian_Sheng)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "833 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BIYTUaaD#xWL79ZCSnanm4WhOCNDT7BGvqyk-zaB0az-cef3ErtU",
        "server": "mega.nz",
        "size": "833 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/fyd71iwttj4e",
        "server": "upstream.to",
        "size": "833 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Gql0lQf4UPo",
      "video_url": "https://www.youtube.com/watch?v=Gql0lQf4UPo",
      "embed_url": "https://www.youtube.com/embed/Gql0lQf4UPo"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Woman in Gold (2015)",
    "description": "ယခုတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ သမိုင်းနောက်ခံဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ IMBD rating – 7.3 အထိရရှိထားပြီး nomination 6 ခုဝင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် နောက်ခံသမိုင်းကြောင်းလေးအရင်ပြောပြချင်ပါတယ်။ ပထမကမ္ဘာစစ်အပြီးမှာ ဩစတြီးယားနိုင်ငံနဲ့ဂျာမနီနိုင်ငံတို့ကိုပေါင်းစည်းမယ်ဆိုတဲ့ အတွေးအခေါ်စတင်ဖြစ်တည်လာပါတယ်။ ဂျာမနီနိုင်ငံပိုမိုကြီးမားလာစေဖို့နဲ့ ဩစတြီးယားရဲ့စီးပွားရေးအခက်အခဲကိုပြေလည်စေဖို့ပါ။ ပေါင်း‌စည်းစေချင်သူတွေကတော့ ဂျာမန်လူ‌မျိုးတွေပါ။ ဒီလိုနဲ့ ၁၉၃၃ ခုနှစ်မှာ ဟစ်တလာရဲ့နာဇီပါတီအာဏာကြီးမားလာခဲ့ပြီး ထိုအတွေးအခေါ်ဟာ ပိုပြီးကျယ်ပြန့်လာခဲ့ပါတယ်။ ၁၉၃၈ ခုနှစ်မှာ ဩစတြီးယားနဲ့ ဂျာမနီနိုင်ငံတို့ကို ပေါင်းစည်းခဲ့ပါတယ်။ဩစတြီးယားနိုင်ငံအတွင်းဝင်ရောက်လာတဲ့ နာဇီစစ်သားတွေကို ဩစတြီးယားနေ ဂျာမန်ပြည်သူတွေက သောင်းသောင်းဖြဖြ ကြိုဆိုခဲ့ကြပေမဲ့ ဩစတြီးယားနေ ဂျူးလူမျိုးများအတွက်တော့ ထိတ်လန့်စရာကိစ္စဖြစ်လာခဲ့ပါတယ်။ နာဇီစစ်သားတွေဟာဂျူးလူမျိုးတွေကိုနှိပ်စက်တယ်၊သတ်ဖြတ်တယ်၊ ပိုင်ဆိုင်တဲ့ပစ္စည်းတွေ၊ အိမ်တွေ၊ စက်ရုံတွေကိုသိမ်းပစ်ကြပါတယ်။ ဒီလိုအသိမ်းခံရတဲ့မိသားစုတစ်စုကတော့ ဘလော့ဘောက်ဝါမိသားစုပါ။ဘလော့ဘောက်ဝါမိသားစုဟာ လူကုံထံမိသားစုတစ်ခုပါ။နာဇီစစ်သားတွေသိမ်းစည်းသွားတဲ့ ဘလော့ဘောက်ဝါမိသားစုရဲ့ ပိုင်ဆိုင်မှုတွေထဲမှာ တန်ဖိုးကြီးပစ္စည်းတွေကတော့ နာမည်ကျော်ပန်းချီဆရာ Gustav Klimt ရေးဆွဲခဲ့တဲ့ Adele Bloch-Bauer ရဲ့ပုံတူပန်းချီကားနဲ့ အခြားပန်းချီကားတွေပါ။ ထိုပန်းချီကားတွေကို အတင်းအဓမ္မသိမ်းယူသွားခဲ့ပြီး ဩစတြီးယားနိုင်ငံ၊ ဗီယန်နာမြို့မှာရှိတဲ့ Belvedere ပြခန်းမှာ ပြသထားခဲ့ပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရရင်တော့ အဓိကဇာတ်ဆောင်ဖြစ်‌တဲ့ Maria Altmann ဟာ Adele Bloch-Bauer ရဲ့တူမပါ။ 1998 ခုနှစ်မှာ ဩစတြီးယားအစိုးရက မတရားသိမ်းယူခံထားရတဲ့အနုပညာပစ္စည်းတွေကို ပိုင်ရှင်ဆီပြန်လည်အပ်နှင်းဖို့ ရီစတီကျူးရှင်းကော်မတီကိုဖွဲ့စည်းခဲ့ပါတယ်။ ထိုအခါ Maria Altmann ဟာလည်းသူမအဒေါ်ရဲ့ ပုံတူပန်းချီကားကိုပြန်လည်ရရှိနိုင်ဖို့အတွက် ရှေ့နေတစ်ယောက်ကိုငှားခဲ့ပါတယ်။ Eric Randol Schoenberg ပါ။ Maria နဲ့ Randol တို့နှစ်ယောက် ဩစတီးယားနိုင်ငံကိုသွားခဲ့ပြီး သူမရဲ့ပန်းချီကားနဲ့စပ်လျဉ်းတဲ့အမှုကိုစဉ်းစားရာမှာ ထည့်သင့်တဲ့အချက်အလက်တစ်ချို့ကို ကော်မတီကိုသွားပေးခဲ့ပါတယ်။ တကယ်တော့ ဩစတြီးယားအစိုးရက လူထုအာရုံစိုက်ရုံမျှသာ ရီစတီကျူးရှင်းကော်မတီကိုဖွဲ့စည်းခဲ့တာဖြစ်ပြီး အနုပညာပစ္စည်းများကို ပြန်လည်အပ်နှင်းလိုတဲ့ဆန္ဒမရှိပါဘူး။ ထိုအခါ Maria Altmann နဲ့ Randol Schoenberg တို့နှစ်ယောက်ဘာဆက်လုပ်ကြမယ်ဆိုတာကို ရုပ်ရှင်ထဲမှာကြည့်ရှုခံစားကြပါခင်ဗျာ။File size…(1.7 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:49:00Genre…Drama, Biography, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by AkmYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllan CordunerAlma HasunAnthony HowellAntje TraueBen MilesCharles DanceChristian DolezalChristoph MoosbruggerCornelia IvancanCrystal ClarkeDaniel BrühlDoron DavidsonElizabeth McGovernFrances FisherHarry DitsonHelen MirrenHenry GoodmanJohn MoraitisJonathan PryceJustus von DohnányiKatie HolmesLudger PistorMax IronsMilica BogojevicMilly ThomasMoritz BleibtreuNellie SchillimgNina KunzendorfOlivia SilhavyRolf SaxonRyan ReynoldsStephen GreifSusi StachTatiana MaslanyTom Schilling",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcdqcgru2Cv3UZBHuBwYbxhEEbs.jpg",
      "https://image.tmdb.org/t/p/w300/cKrWGcWHKcergHyDKxKGbgcUsMm.jpg",
      "https://image.tmdb.org/t/p/w300/oGe0wu3gZ9XcPCMymKDWh47JhFp.jpg",
      "https://image.tmdb.org/t/p/w300/oDh50LRd9QoKCsUHg81seImVSVL.jpg",
      "https://image.tmdb.org/t/p/w300/rNJkktPfKbuf8oHB32eThBQMkJk.jpg",
      "https://image.tmdb.org/t/p/w300/uuSaFvLU6ubKHRaRSfHbbVbJhcg.jpg",
      "https://image.tmdb.org/t/p/w300/uDze3Tm8dmpuej3XwGkONJfpJKt.jpg",
      "https://image.tmdb.org/t/p/w300/9fyRK5NpHRBOTxBjbuUVkEPWK5h.jpg",
      "https://image.tmdb.org/t/p/w300/wRtMm1TZ9htQhr9PR9wJVJEi3v0.jpg",
      "https://image.tmdb.org/t/p/w300/9Ge13uCrJDQg8EKR4Gb21dey7dM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNjc0NzY3OTE0Nl5BMl5BanBnXkFtZTgwNDUyODA4MzE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/woman-in-gold-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kWtj/Woman.in.Gold.2015.1080p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xCUkWCoQ#YGX7GO3qydtahGeKr7y4vBKe0O0FXjiVgjyryG2jKoU",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bd72duph4cs8.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/woman-in-gold-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kWt0/Woman.in.Gold.2015.720p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tTtzgBbS#1UqtYWRcuAyohQNGOQfCR8MD9ZE92J9vB4gLp9HwIq4",
        "server": "mega.nz",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/91jrqji4zzeq.html",
        "server": "usersdrive.com",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/51p3m2mslwnf",
        "server": "streamsb.com",
        "size": "680 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wu9JeTX6Sdw",
      "video_url": "https://www.youtube.com/watch?v=wu9JeTX6Sdw",
      "embed_url": "https://www.youtube.com/embed/wu9JeTX6Sdw"
    }
  },
  {
    "metadata": "R|1994|123 min|Drama,Horror",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "276,714"
    },
    "title": "Interview with the Vampire: The Vampire Chronicles (1994)",
    "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းကတော့ သတင်းထောက်တစ်ယောက်ကနေ ဗင်ပိုင်းယားတစ်ကောင်ကို အင်တာဗျူးတဲ့ဇာတ်လမ်းလေးပါ။ဗင်ပိုင်းယားဇာတ်ကားဆိုပေမယ့် သွေးသံတရဲရဲနဲ့ Horror အငွေ့အသက်ပြည့်နေမယ့်ဇာတ်ကားမျိုးတော့မဟုတ်ပါဘူး။ဗင်ပိုင်းယားတစ်ကောင် သူ့ရဲ့ထာဝရသက်တမ်းတစ်လျှောက်မှာ ကြုံတွေ့ခဲ့ရတဲ့ သံယောဇဉ်၊ အချစ်၊ သစ္စာဖောက်မှု၊ အထီးကျန်မှု နဲ့သွေးဆာမှုတွေအကြောင်း သာမန်လူတစ်ယောက်ကို ပြန်ပြောင်းရင်ဖွင့်ပြတဲ့ Drama ဇာတ်ကားမျိုးပါ။ဒီဇာတ်ကားထဲက Cast List ကလဲ ထိပ်ထိပ်ကြဲတွေပါပဲ။သတင်းထောက်အဖြစ်က Christian Slaterအဓိကဇာတ်ဆောင် ဗင်ပိုင်းယားနှစ်ကောင်အဖြစ်ကတော့ Tom Cruise နဲ့ Brad Pitt တို့အပြင်Antonio Banderas နဲ့ကလေးသရုပ်ဆောင်ကတော့ Spider-Man Trilogy ရဲ့ မင်းသမီးချော Kirsten Dunst တို့ပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို ဟိန်းမင်းထွန်းပါ)(Zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ သတင္းေထာက္တစ္ေယာက္ကေန ဗင္ပိုင္းယားတစ္ေကာင္ကို အင္တာဗ်ဴးတဲ့ဇာတ္လမ္းေလးပါ။ဗင္ပိုင္းယားဇာတ္ကားဆိုေပမယ့္ ေသြးသံတရဲရဲနဲ႕ Horror အေငြ႕အသက္ျပည့္ေနမယ့္ဇာတ္ကားမ်ိဳးေတာ့မဟုတ္ပါဘူး။ဗင္ပိုင္းယားတစ္ေကာင္ သူ႔ရဲ႕ထာ၀ရသက္တမ္းတစ္ေလွ်ာက္မွာ ၾကံဳေတြ႕ခဲ့ရတဲ့ သံေယာဇဥ္၊ အခ်စ္၊ သစၥာေဖာက္မႈ၊ အထီးက်န္မႈ နဲ႕ေသြးဆာမႈေတြအေၾကာင္း သာမန္လူတစ္ေယာက္ကို ျပန္ေျပာင္းရင္ဖြင့္ျပတဲ့ Drama ဇာတ္ကားမ်ိဳးပါ။ဒီဇာတ္ကားထဲက Cast List ကလဲ ထိပ္ထိပ္ၾကဲေတြပါပဲ။သတင္းေထာက္အျဖစ္က Christian Slaterအဓိကဇာတ္ေဆာင္ ဗင္ပိုင္းယားႏွစ္ေကာင္အျဖစ္ကေတာ့ Tom Cruise နဲ႕ Brad Pitt တို႔အျပင္Antonio Banderas နဲ႕ကေလးသရုပ္ေဆာင္ကေတာ့ Spider-Man Trilogy ရဲ႕ မင္းသမီးေခ်ာ Kirsten Dunst တို႔ပဲျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကို ဟိန္းမင္းထြန္းပါ)File Size :(900 MB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 2hr 03minFormat : Mp4Genre : Drama, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x265 HEVC 10bit AACTranslated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNeil JordanStarsAntonio BanderasBrad PittChristian SlaterDomiziana GiordanoIndra OvéKirsten DunstSara StockbridgeStephen ReaThandie NewtonTom CruiseCastAndrew TiernanAntonio BanderasBellina LoganBrad PittChristian SlaterDomiziana GiordanoGeorge KellyHelen McCroryIndra OvéKirsten DunstLaure MarsacLyla Hay OwenSara StockbridgeSimon TyrrellStephen ReaThandie NewtonTom Cruise",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/GRyynLqafMrLFMHqvfGdUweavA.jpg",
      "https://image.tmdb.org/t/p/w300/b9VdezbXx8wmL8n2m8k9F46ArwT.jpg",
      "https://image.tmdb.org/t/p/w300/3fChciF2G1wXHsyTfJD9y7uN6Il.jpg",
      "https://image.tmdb.org/t/p/w300/g6n5ruRyp4CBmtc5wKzijiVoBkt.jpg",
      "https://image.tmdb.org/t/p/w300/puoFDRi8rJ25epGVeUgd9l5mVTt.jpg",
      "https://image.tmdb.org/t/p/w300/wDfZabQPjkMCgH2lZC7uH6SCu6v.jpg",
      "https://image.tmdb.org/t/p/w300/fKDg0rtE6bbAQTJ59Tmk7Qa1MZK.jpg",
      "https://image.tmdb.org/t/p/w300/vUqEWWe5qwWReqARDbGqdMHNhFT.jpg",
      "https://image.tmdb.org/t/p/w300/lpQjt4w736ecIU1dEr4CMq3oIlk.jpg",
      "https://image.tmdb.org/t/p/w300/zqGhczPxCj7bPPTy25SDN4WUF6C.jpg",
      "https://image.tmdb.org/t/p/w300/pTjAJBfAjtf3cCpFSVyZHF7KEoz.jpg",
      "https://image.tmdb.org/t/p/w300/kOK1jv1Dz2XkTuLZoHb0kdoriqu.jpg",
      "https://image.tmdb.org/t/p/w300/wZJYPwcK1MwEpQXgcWnLJGHDi5M.jpg",
      "https://image.tmdb.org/t/p/w300/e7P2SOAo6aYYw9l9w45a5Vw1qkb.jpg",
      "https://image.tmdb.org/t/p/w300/uOgNl8pofHwqlVVdGPGVnt7OmmN.jpg",
      "https://image.tmdb.org/t/p/w300/4GESKqjdxW32VxESn0Iu7JvTcqV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hldXwwViSfHJS0kIJr07KBGmHJI.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/lXJIU2MtWGxbgUC1hmIF",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "http://soliddrive.co/1kB0/(CM)Interview_With_The_Vampire_-_The_Vampire_Chronicles_(1994)_.Bluray720p.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Oa2k/(CM)Interview_With_The_Vampire_-_The_Vampire_Chronicles_(1994)_.Bluray720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/L9UPyRrZBqc/%28CM%29Interview_With_The_Vampire_-_The_Vampire_Chronicles_%281994%29_.Bluray720p.mp4",
        "server": "openload.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/uh8bt1q4qg6x",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/cdnflommkrnclroq/_CM_Interview_With_The_Vampire_-_The_Vampire_Chronicles_1994_Bluray720p_mp4",
        "server": "streamango.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2ewdd",
        "server": "mirrorace.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.com/file/SHeZsBQRETfZz5p1HvJH",
        "server": "drive.google.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "http://soliddrive.co/1kB1/(CM)Interview_With_The_Vampire_-_The_Vampire_Chronicles_(1994)_.Bluray480p.mp4",
        "server": "Soliddrive.co",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2Oa2p/(CM)Interview_With_The_Vampire_-_The_Vampire_Chronicles_(1994)_.Bluray480p.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/pujDnOpvFNk/%28CM%29Interview_With_The_Vampire_-_The_Vampire_Chronicles_%281994%29_.Bluray480p.mp4",
        "server": "openload.co",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/m95b3klee5ew",
        "server": "ClicknUpload.org",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/pamfccboboeabqcc/_CM_Interview_With_The_Vampire_-_The_Vampire_Chronicles_1994_Bluray480p_mp4",
        "server": "streamango.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/2ewdr",
        "server": "mirrorace.com",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "HBTObecD93s",
      "video_url": "https://www.youtube.com/watch?v=HBTObecD93s",
      "embed_url": "https://www.youtube.com/embed/HBTObecD93s"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Ambulance(2022)",
    "description": "ဒါရိုက်တာ မိုက်ကယ်ဘေးရဲ့ ရုပ်ရှင်အသစ်ကြီး ရပါပြီ။ အဖောက်အခွဲ အတိုက်အခိုက်တွေမှာ ပိုင်ပြီး ထရန်စဖော်မာကားတွေနဲ့လူသိများတဲ့ ဒါရိုက်တာကြီးရဲ့ လက်ရာသစ်ပါပဲ။ဂျိတ် ဂျီလင်ဟော ခေါင်းဆောင်ပါဝင်ထားပြီး မှုခင်း အက်ရှင် ဒရာမာ အမျိုးအစားဖြစ်ပါတယ်။ညီအစ်ကိုနှစ်ယောက်က ဘဏ်ကိုဓားပြတိုက်ပြီးထွက်ပြေးချိန်မှာ သေနတ်မှန်ထားတဲ့ ရဲတစ်ယောက်ရယ် အရေးပေါ်ဆေးအကူကောင်မလေးတစ်ယောက်ရယ် ဓားစာခံပါလာတယ်။ဒီတော့ ရဲတွေ အက်ဖ်ဘီအိုင်တွေကလည်း အတင်းဝင်မလုံးရဲဘဲ နောက်ကနေ ကပ်လိုက်ရင်း ညှိုနှိုင်းနေရတဲ့အခြေအနေပါ။ မိုက်ခဲညီအစ်ကိုကလည်း လူနာတင်ကားဆိုတာကို အခွင့်ကောင်းယူပြီး တစ်မြို့လုံးပတ်မောင်းပြေးရင် လွတ်မြောက်ဖို့ အကြံမျိုးစုံထုတ်ကြတဲ့အခါ…File size…(7 GB)/(3.24GB)/(1.7GB)/(913MB)Quality….WEB-DL4K HEVC/ 1080p / 720p / 480pFormat…mkv/mp4Duration….02:16:00Genre…Action/Crime/DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….Mr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/onesheet.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-ambulance-2022-2160-p-4-k-ma-web-dl-x-265-10-bit-hdr-10-hin-eng-ddp-5-1-cm-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/Q3tURShC#pBkHo0fecU2C_xw9I4LEEWIeL4JKWwsGLM6RbEi35UI",
        "server": "mega.nz",
        "size": "7 GB",
        "quality": "4K HEVC4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/ambulance-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/My1GALjZ#BWuGt8IW7X9MW2mIiLkjA_8bEwmvHT22VWq-mfH9y-w",
        "server": "mega.nz",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wx13/Ambulance(2022)_720p_(2).mp4 https://megaup.net/1Wx2b/Ambulance(2022)_1080p_(2).mp4",
        "server": "megaup.net",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/f39i2ooenr0r.html",
        "server": "usersdrive.com",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ambulance-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wx13/Ambulance(2022)_720p_(2).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/130CUSiC#zc7i7axrqGyjnPl8mAI3PLzN3K9b6KbThCJGTho6Wb8",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xjrysscxcc9h.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/alkadlgfnerc.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": ""
    },
    "title": "The Baker (2022)",
    "description": "Hellboy ရုပ်ရှင်နဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Ron Perlmanရဲ့ 2022ထွက် အက်ရှင် ဇာတ်ကားဖြစ်ပါတယ်။ ​ဇာတ်လမ်းက မုန့်ဖုတ်သမားကြီးဆီကို သူနဲ့စကားမပြော အဆက်အသွယ်မလုပ်တာကြာပြီဖြစ်တဲ့ သူ့သားက တစ်ရက်မှာရောက်လာပြီး သူ့​ကလေးကို ခဏကြည့်ပေးထားဖို့တောင်းဆိုလာပါတယ်။သူ့မှာ မြေးမလေး ရှိနေမှန်းတောင်မသိနေခဲ့တဲ့ မုန့်ဖုတ်သမားကြီးက စကားလုံးဝမပြောတဲ့ မြေးမလေးကို ကြည့်ထားပေးလိုက်ပါတယ်။ သားဖြစ်သူက မူးယစ်ဂိုဏ်းတစ်ခုနဲ့ ပတ်သတ်မိပြီး ပျောက်ဆုံးသွားတဲ့အခါမှာ သားဖြစ်သူကိုလည်း ရေဆုံးမိုးဆုံး လိုက်ရှာရင်း မြေးမလေးကိုလည်း အန္တရာယ်ကလည်း ကာကွယ်ပေးရင်းနဲ့ ဘယ်လိုသံယောဇဥ်ဖြစ်သွားမလဲကြည့်ရမှာပါ။ အက်ရှင်ခန်းတွေလည်း များစွာပါဝင်ပြီး family ကြည့်လို့လည်းသင့်တော်ပါတယ်။ဇာတ်လမ်းလေးကပဲ ဆွဲခေါ်သွားမှာဆိုတော့ အများကြီးညွှန်းနေစရာမလိုလောက်ဘူးထင်ပါတယ်။File size…(1.4 GB)/(770 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:44:00Genre…Drama, Action, CrimeSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Hsu HlyunYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam MorytoAmber Ashley SmithCaroline RaynaudDax RavinaElias KoteasEmma HoHarvey KeitelJoel David MoorePaolo ManciniRon PerlmanRonnie James HughesSamantha KaineVarun Saranga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/usKCKmo1UcVsz0t3NNbkPXCmyk1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZmQyMWMyYWUtNDFjNC00MmI4LWEwYzgtMDE5ZjJmYmY0MmQ0XkEyXkFqcGdeQXVyNTE0NDY2Ng@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-baker-1080-p-cm-2022-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hBoq/The_Baker.1080p(CM)[2022].mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Jz8D3KKK#DXcD6T4WhCa2VNNBcSef0gWC77ORlA4woU97rRp3BTE",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/g05vvsbt2597.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-baker-720-p-cm-2022-mp-4",
        "server": "yoteshinportal.cc",
        "size": "770 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hBo3/The_Baker.720p(CM)[2022].mp4",
        "server": "megaup.net",
        "size": "770 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oiMR1Kzb#64l6ak5xd-yTi8J6HHqOGwHgxRZXsmsdRqFTdsuHSnE",
        "server": "mega.nz",
        "size": "770 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1gzus66ihhld.html",
        "server": "usersdrive.com",
        "size": "770 Mb",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/rabx2678dwmx",
        "server": "streamsb.com",
        "size": "770 Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/6avgzhuekqwa",
        "server": "streamvid.io",
        "size": "770 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "G_R8scO_HEE",
      "video_url": "https://www.youtube.com/watch?v=G_R8scO_HEE",
      "embed_url": "https://www.youtube.com/embed/G_R8scO_HEE"
    }
  },
  {
    "metadata": "|2016|110 min|Action",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "127"
    },
    "title": "Bitcoin Heist (2016)",
    "description": "IMbD Rating 6.0 ရထားတဲ့ဗီယက္နမ္ Action/comedy ဇာတ္ကားေကာင္းေလးတစ္ခုပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့  ဘစ္ကြိဳင္း ဆိုတဲ့ ဒစ္ဂ်စ္တယ္ ေငြေၾကးက ေခတ္စားေနတဲ့ ၂၀၂၀ ခုနွစ္အခ်ိန္ေလးပါ၊ ဒါေပမယ့္ ဘစ္ကြိဳင္းကို တရားမ၀င္ေငြေၾကးအျဖစ္ သတ္မွတ္ထားၾကပါတယ္။ဘာလို႔လဲဆုိတာ့ ဒီေငြေၾကးကအလြယ္တကူ  အင္တာနက္ေပၚမွာ ဘဏ္ေတြနဲ႔ခ်ိတ္ဆက္စရာမလုိဘဲ လြဲနုိင္လုိ႔ပါ၊။ဗီယက္နမ္ ဆုိင္ဘာျပစ္မွဳစံုစမ္းေရးကို ေခါင္းစားေစသလို နုိင္ငံတကာရဲတပ္ဖြဲ႔ကလည္း ၀ိညာဥ္ဆိုတဲ့ ဟက္ကာကို အပူတျပင္းလုိက္ရွာဖမ္းေနၾကပါတယ္၊ဘာလို႔လဲဆိုေတာ့ ၀ိညာဥ္ဆိုတဲ့ ဟက္ကာ ကြန္ပ်ဴတာေတြကို အြန္လုိင္းကေန အုတ္ဂူလို႔နာမည္ေပးထားတဲ့ဗိုင္းရပ္တစ္မ်ိဳးျဖန္႔ျပီး ဘစ္ကြိဳင္းေငြေၾကးေတြ အၾကပ္ကိုင္ ေတာင္းခံေနလုိ႔ပါဒီလိုေျခရာေဖ်ာက္ေကာင္းတဲ့ ၀ိညာဥ္ဆိုတဲ့ ဟက္ကာကို  ဗီယက္နမ္ ဆုိင္ဘာျပစ္မွဳစံုစမ္းေရးကို ဘယ္လိုမ်ားနည္းလမ္းေတြနဲ႔ ဖမ္းဖုိ႔ၾကံစည္ခဲ့သလဲ ဖမ္းမိမွာလဲ လြတ္သြားမွာလဲ ၀ိညာဥ္ကဘယ္သူလဲဆိုတာကိုမထင္မွတ္တဲ့ဇာတ္လမ္းအလွည့္အေျပာင္းေတြနဲ႔ ဘယ္လိုျဖစ္သြားသလဲဆုိတာကို ေစာင့္ၾကည့္ုလိုက္ၾကပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က Little Twinlay ပါ)File Size : (800 MB) and (400 MB)Quality : 720pBlurayRunning Time : 1hr 50minutesFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little TwinlayEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHam TranStarsJayvee Mai The HiepKate NhungLâm Thanh MỹPetey Majik NguyenSuboiTeo YooThanh PhamVeronica NgoCastJayvee Mai The HiepKate NhungLâm Thanh MỹPetey Majik NguyenSuboiTeo YooThanh PhamVeronica Ngo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xt1BjS3CAV4cyqGeKl7u050kVOg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BYTlhZDY5MzYtOTNiYy00OWIxLTliODAtZjJlYTBiNTczYjA1XkEyXkFqcGdeQXVyNjUyNzg0NjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1nuXe8",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuXfQ",
        "server": "channelmyanmar.agbcloud.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuXfn",
        "server": "channelmyanmar.agbcloud.com",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuXgH",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuXge",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "3gR9cQLHBSA",
      "video_url": "https://www.youtube.com/watch?v=3gR9cQLHBSA",
      "embed_url": "https://www.youtube.com/embed/3gR9cQLHBSA"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "6/",
      "rating_count": "1"
    },
    "title": "Monkey Twins (2018)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2ibZBxOgPRz1HNcjYi5lP3yoImD.jpg",
      "https://image.tmdb.org/t/p/w300/h4pu3EY1aWzdHtub0sag44TKIHF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/561000005396501.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "UNRATED|2018|137 min|Action,Bollywood",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "2,498"
    },
    "title": "Baaghi 2 (2018)",
    "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။—————————————————————————-ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူးQty – 720p HD ripDuration – 2hr 20minGern – Action / Drama / ThrillerTranslator – Zaw HtooEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAhmed KhanStarsAryan PrajapatiDarshan KumaarDeepak DobriyalDisha PataniJacqueline FernandezManoj BajpayeePrateik BabbarRandeep HoodaTiger ShroffCastAryan PrajapatiDarshan KumaarDeepak DobriyalDisha PataniJacqueline FernandezManoj BajpayeePrateik BabbarRandeep HoodaTiger Shroff",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vwBVoaqBeiHRw5qvGuhAA2gk7y5.jpg",
      "https://image.tmdb.org/t/p/w300/o7hr4qOxXAurR4fdazB14wCrStN.jpg",
      "https://image.tmdb.org/t/p/w300/D1J0Xl3dNH4jow3U0jYLRGhO0O.jpg",
      "https://image.tmdb.org/t/p/w300/rmuetyWeVHrLadn7n0se6yMx0uB.jpg",
      "https://image.tmdb.org/t/p/w300/jG3PKxeGvDLSpwmQu1JmbnQBGfP.jpg",
      "https://image.tmdb.org/t/p/w300/aTyb63rwi4lEiF28oDHWhjYeRnb.jpg",
      "https://image.tmdb.org/t/p/w300/gWAFRkqEkmiTWw3fRbmLpkZE3wn.jpg",
      "https://image.tmdb.org/t/p/w300/d3ABBujJ8hULjoKxoMetqzOUeI4.jpg",
      "https://image.tmdb.org/t/p/w300/lMg4iyOo1b0QQLYCbHxGblSUqUi.jpg",
      "https://image.tmdb.org/t/p/w300/96lx35hTjkBpbkDz2yL8sGt8fCT.jpg",
      "https://image.tmdb.org/t/p/w300/oesgUtRRhBUNmZSUsfOBe9mWGF3.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/baaghi-2-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/4c566/baghi-2-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/Ibw2DaiS#QFvTE21XF1UZgER6Lr0fmLsjgTK6NTyUHs95v7p4owg",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/b33wtc5eyg9s",
        "server": "upstream.to",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "-4jEGBLSI1g",
      "video_url": "https://www.youtube.com/watch?v=-4jEGBLSI1g",
      "embed_url": "https://www.youtube.com/embed/-4jEGBLSI1g"
    }
  },
  {
    "metadata": "|||Action,Crime,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "District 13 (2004) District B13/Banlieue 13",
    "description": "IMDb Rating(7.1)/Rotten Tomatoes (70%)ပြင်သစ်ကားကောင်းလေးတွေရဲ့ နိုင်ငံတကာကိုထိုးဖောက်မှုတွေဟာ၂၁ ရာစုအစဦးပိုင်းနှစ်တွေတည်းက စလာခဲ့တယ်ဆိုတာအကုန်လုံးလည်းသိကြမယ်ထင်တယ်…အခုနောက်ဆုံးထွက်ထားတဲ့ Asphalt Racing လိုကားကောင်း‌လေးတွေထိထွက်နိုင်နေပြီဆိုရင်လည်းမမှားပါဘူးဒီလိုကားကောင်းတွေထဲမှာ ၂၀၀၄ ကထွက်ခဲ့တဲ့ District B13 ဆိုတဲ့ ဒီဇာတ်ကားကလဲ ရှေ့ဆုံးကပါပါတယ်..ဟောလိဝုဒ်ရဲ့ ကောင်းပါတယ်ဆိုတဲ့အက်ရှင်ကားကောင်းတွေနဲ့တန်းတူထားထားကြတဲ့ အက်ရှင်ကားဖြစ်ပြီးIMDb rating 7.1 ရရှိထားတဲ့ထိ အောင်မြင်ကျော်ကြားခဲ့ပါတယ်။ဇာတ်လမ်းကတော့….လီတိုဟာ ဥပဒေမရှိ ရဲစခန်းမရှိ ကျောင်းတွေမရှိတဲ့ လူဆိုးနယ်မြေလို့သတ်မှတ်ထားတဲ့ နယ်မြေ ၁၃ မှာမွေးလာတဲ့တစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းကောင်လေးတစ်ယောက်ပါ…ဇကလဲမသေးသလို လက်ဇောင်းလဲထက်ပါတယ်။အဲဒီဒေသရဲ့လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းပြီး ရဲလက် အပ်ခဲ့တာတောင် ရဲကပြန်လွှတ်ပေးတဲ့အပြင်သူ့ညီမပါထိုးကျွေးခံခဲ့ရတာမို့ ရဲရောလူဆိုးတွေကိုပါ အမှုန့်ချေချင်နေတဲ့ကောင်လေးတစ်ယောက်ပါ။သူတို့နယ်မြေ ၁၃ မှာ လူဆိုးတွေရော ရဲတွေရော ခြေရှုပ်ပြီး အမှုကပတ်ပွေနေကြတာပါ..ဒီထဲမှာ ဒေမီယံဆိုတဲ့ ဖိုက်တာရဲတစ်ယောက်ကတော့ မတူပါဘူး..သူက တရားဓမ္မဖက်ကနေတဲ့ ဖိုက်တာရဲပါ…လူ ၂ သန်း‌လောက်ကို မျက်စိတစ်မှိတ်အတွင်း သေသွားနိုင်တဲ့ လူဆိုးဂိုဏ်းလက်ထဲရောက်နေတဲ့နျုဗုံးတစ်လုံးကိုနယ်မြေ ၁၃ ထဲမှာ ဒေမီယံကို သွားဖြုတ်ဖို့ တာဝန်စေခိုင်းခံရတဲ့အခါ…ဖိုက်တာရဲနဲ့ လီတိုလို ဇရှိတဲ့ကောင်လေးတို့ ဖိုက်တာနယ်မြေ ဖိုက်တာလူဆိုးတွေကြား နျူဗုံးကို ဘယ်လိုသွားဖြုတ်မလဲဆိုတာရယ်..ဒီနျူဗုံးရဲ့နောက်ကွယ်က လျှို့ဝှက်ချက်ကရော ဘာတွေလဲဆိုတာရယ်…ဆက်လက်ကြည့်ရှုရမှာပါ။လုံးဝကြမ်းတဲ့ အမှန်အကန်ဖိုက်တာကားမို့ ကြည့်ဖူးရင်တော့ တစ်ဖန်ပြန်ကြည့်လို့ မပျင်းစေရဘူး ညွှန်းဆိုလိုပါတယ်။File size…(1.5 GB) / (800 MB)Quality…BluRay 1080p /720pFormat…mp4Duration….01:25:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySan Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAffif Ben BadraAzadBibi NaceriChamsi CharlesiaCyril RaffaelliDany Verissimo-PetitDavid BelleDominique DorolFrançois ChattotGilles GambinoGrégory JeanJérôme GadnerJérôme PaquatteLudovic BerthillotLyes SalemNicolas Wan ParkNicolas WoirionPatrick OlivierSamir GuesmiStephane VigrouxTarik BoucekhineTony D'AmarioTuran BagciWarren Zavatta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c0XgpQURus7xprAhAwtkkyf3iwd.jpg",
      "https://image.tmdb.org/t/p/w300/iyUT1zRAvbwScG1sPHqQI7nFwCy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/91bRBvOZwEL._SL1500_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/district-13-2004-district-b13banlieue-13",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-district-b-13-2004-french-1080-p-blu-ray-x-264-dts-fgt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbcloud1.com/00rhs2ucerip.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3035e/(CMorg)District.B13.2004.FRENCH.1080p.BluRay.x264.DTS-FGT.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7QoCRYqT#CReLawSDY2I9MDt6zOpjxz_mUAZBr-KS-Y5hYgMGYVA",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/w5dvwhydzzmh",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-district-b-13-2004-french-720-p-blu-ray-x-264-dts-fgt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/xpy8rago6pze.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3034u/(CMorg)District.B13.2004.FRENCH.720p.BluRay.x264.DTS-FGT.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/iNBQwbaI#wmB2Uc4UKgzE3cssiFULLCmlxaW_51aAx1VW-WKIOQM",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/gzpxyzikrf4c",
        "server": "veryfiles.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Mcmkx1klOpE",
      "video_url": "https://www.youtube.com/watch?v=Mcmkx1klOpE",
      "embed_url": "https://www.youtube.com/embed/Mcmkx1klOpE"
    }
  },
  {
    "metadata": "R|2022|1h 29m|Adult,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "358"
    },
    "title": "[18+] La Maison (2022)",
    "description": "La Maison (2022)La Maison ခေါ် စံအိမ်တော်လို့ခေါ်တဲ့ ဆောင်ကြာမြိုင်လေးတစ်ခုရဲ့ ဇာတ်လမ်းပါ။အဓိက ဇာတ်ဆောင် မင်းသမီးက စာရေးဆရာ။ သူက သူငယ်ချင်းတစ်ယောက်နဲ့ အလောင်းအစားလုပ်ရင်း ဆောင်ကြာမြိုင်ကို ရောက်သွားတယ်။ ရောက်သွားပြီးတဲ့နောက်မှာ ဆောင်ကြာမြိုင်ကို စိတ်ဝင်စားသွားပြီး ကိုယ်တိုင်အလုပ်လုပ်ရင်း နောက်ရေးမယ့်စာအုပ်အတွက် ကုန်ကြမ်းရှာပါတော့တယ်။စာအုပ်အသစ်မရေးနိုင်သေးလို့ ကြပ်တည်းနေတဲ့အချိန်မှာ ဒီအလုပ်က ငွေရတော့ ခဲတစ်လုံးနဲ့ ငှက်နှစ်ကောင်ရတာပေါ့။ ဒါပေမဲ့ သူက စာရေးဖို့ ကြိုးစားနေရင်းနဲ့ပဲ ဒီအလုပ်ကို ခင်တွယ်လာတယ်။ ဒီစံအိမ်ကို ခင်တွယ်လာတယ်။ အဲဒီက အမျိုးသမီးလေးတွေကို ခင်တွယ်လာတယ်။ လိင်ကိစ္စကို နဂိုကတည်းက ဝါသနာလို့ လုပ်ဖြစ်တယ်ဆိုပေမဲ့ တကယ်လုပ်ကြည့်တော့မှ ဒီလောကအကြောင်း ဒီလောကကလူတွေအကြောင်း သိလာပြီး ချစ်စိတ်ဝင်သွားတဲ့ အဖြစ်လေးပါ။အက်ရှင်ခန်းတွေမှာတော့ ကွင်းကွင်းကွက်ကွက်ပြမထားပေမဲ့ ဘုရားသခင်ရဲ့ အနုစိတ်ဖန်တီးထားတဲ့ အလှအပတွေကိုတော့ အပြည့်အဝခံစားနိုင်မှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို6 9မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 710MBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 1H 29MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by6 9Encoded by RGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnissa BonnefontStarsAlexis Van StratumAna GirardotAure AtikaCarole WeyersCloé XhauflaireGina JimenezHildegard SchroedterIrmaJohn RobinsonLenn KudrjawizkiLoriane KlupschLucas EnglanderNikita BellucciPhilippe RebbotRossy de PalmaYannick RenierCastAlexis Van StratumAna GirardotAure AtikaCarole WeyersCloé XhauflaireGina JimenezHildegard SchroedterIrmaJohn RobinsonLenn KudrjawizkiLoriane KlupschLucas EnglanderNikita BellucciPhilippe RebbotRossy de PalmaYannick Renier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/62H85FQWyzZrbqIozm11N1aW7gg.jpg",
      "https://image.tmdb.org/t/p/w300/iFASMaNivr6V6b3zqBMcYXMdI9i.jpg",
      "https://image.tmdb.org/t/p/w300/qQ4idWWeWV0fkbJt0H9eH9qOFVQ.jpg",
      "https://image.tmdb.org/t/p/w300/rbDY6U89XIWcYw2wckKQuxNPpS7.jpg",
      "https://image.tmdb.org/t/p/w300/kj6zUlCgfWyaGtYGDBc3RM9Y8zw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zz6h2hfQ692jeeEkzfgFceyd50Y.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-house-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2C8af/(CM)_The_House_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/CjoymTxA#4srgj1_ncjWzCYfyrs0qVyUe2hvsLcHaqXnFzGtq0Qo",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2x22yuu03a2a.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-house-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gdfe/(CM)_The_House_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qnBXyB6J#nBwnU640H8FE7zkjWGsxI9pbCFW9P0HIPNE_WrEpeHQ",
        "server": "mega.nz",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qe8jcy3voktw.html",
        "server": "usersdrive.com",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/93u2le6aiv82",
        "server": "streamsb.com",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/g948ijh56u0a",
        "server": "streamvid.io",
        "size": "710MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2011|1h 26min|Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "58,490"
    },
    "title": "Like Crazy (2011)",
    "description": "Like Crazy (2011)IMDb – 6.7/10_____Rotten – 71%ဒီတစ်ခါမှာတော့ ၂၀၁၁ ခုနှစ်ထွက် Drama, Romance ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDb rating 6.7 နဲ့Rotten tomatoes မှာ 72% ရရှိတဲ့ အချစ်ဇာတ်ကားကောင်းလေးကိုဒါရိုက်တာ Drake Doremus ရိုက်ကူးပြီးတော့ မင်းသားချော Anton Yelchin နဲ့Theory of everything, Star War: Rouge One တို့ရဲ့ခေါင်းဆောင်မင်းသမီးဖြစ်တဲ့Felicity Jones က Anna အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အင်္ဂလန်ကောလိပ်ကျောင်းသူတစ်ဦးဖြစ်တဲ့ Anna က အမေရိကန်ကိုခေတ္တအလာလည်ရာမှာအမေရိကန်ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Jacob နဲ့ရည်ငံမိပါတယ်။သို့ပေမယ့် Anna ဟာ ဗီဇာသက်တမ်းကုန်ဆုံးတဲ့အထိနေထိုင်ခဲ့တဲ့အတွက်အမေရိကန်မှထွက်ခွာဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့……။စိတ်ဝင်စားစရာကောင်းပြီး ဆွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့အချစ်ကားလေးကိုတော့ကိုယ်တိုင်ပဲဆက်လက်ရှုစားလိုက်ကြပါခင်ဗျာ။File Size : (702 MB)Quality : Blu-Ray 720pRunning Time : 1hr 26minFormat : Mp4Genre :Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.X264-AMIABLETranslated by Myat Noe Wutt YiEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDrake DoremusStarsAlex KingstonAnton YelchinBen York JonesCharlie BewleyChris MessinaEdy GanemFelicity JonesFinola HughesJennifer LawrenceOliver MuirheadCastAlex KingstonAnton YelchinBen York JonesCharlie BewleyChris MessinaEdy GanemFelicity JonesFinola HughesIris Taylor CameronJames MesserJennifer LawrenceJo Victoria RussellJulia MontagueKayla BarrMichael LovettOliver MuirheadVickie Moss",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7l4qrv7dd1qyIDwxE6rKZPFOIQF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/like-crazy-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/arx69u6i13t6.html",
        "server": "usersdrive.com",
        "size": "702 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/like-crazy-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "702 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yFhz/Like_Crazy_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "702 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/xoISRaIT#JYi__f6M2ogwXLpdfFQuY2l0fuIkhcM48V-n6XEFxzc",
        "server": "mega.nz",
        "size": "702 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/sg38zk1waul1",
        "server": "upstream.to",
        "size": "702 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "yx2CVSnQwZA",
      "video_url": "https://www.youtube.com/watch?v=yx2CVSnQwZA",
      "embed_url": "https://www.youtube.com/embed/yx2CVSnQwZA"
    }
  },
  {
    "metadata": "TV-MA|2017|1h 24min|Crime,Drama,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "136"
    },
    "title": "Cardinals (2017)",
    "description": "Cardinals 2017 ဇာတ်လမ်းလေးကတော့ Crime/Drama/Thriller အမျိုးအစားဖြစ်ပါတယ်။Rating 6/10 ရထာပြီး ဇာတ်လမ်းလေးကတော့ Art house ပုံစံနဲ့ ယဉ်ယဉ်လေးပုံဖော်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Valerie ဆိုတဲ့ အမျိုးသမီးတစ်ယောက် အရက်သောက်ပြီး သူ့ရဲ့ အိမ်နီးနားချင်း လူတစ်ယောက်ကို ကားတိုက်တဲ့အမှုနဲ့ ထောင်ကျပြီး ပြန်ထွက်လာတဲ့ အချိန်ကနေ စထားပါတယ်။သူ့မှာ သမီး နှစ်ယောက်ရှိပါတယ်။သူတို့ မိသားစု ပြန်ဆုံပြီး အတူတူပျော်ရွှင်နေပေမဲ့ Valerie ကားတိုက်ပြီး သေသွားတဲ့ မိုက်ကယ်ရဲ့ သား Mark ကတော့ ဒီအတိုင်းငြိမ်ငြိမ်မနေခဲ့ပါဘူး။လူတိုင်းအမြင်မှာတော့ Valerie က အရက်သောက်ပြီး ကားမောင်းလို့ မတော်တဆ မိုက်ကယ်ဆို တိုက်သတ်မိတယ်ပေါ့။ဒါပေမဲ့ Mark ရဲ့ အမြင်မှာတော့ အဲ့လို မဟုတ်ပါဘူး။Valerie ဟာ သူ့အဖေကို ရည်ရွယ်ချက်ရှိရှိတဲ့ တိုက်သတ်ခဲ့တယ်လို့ ထင်နေပါတယ်။Every Story has two side ဆိုသလို Valerie က မတော်တဆပဲ ကားတိုက်မိတာလား Mark ထင်သလိုပဲ လူသတ်မှုတစ်ခုကို ကားတိုက်တဲ့ပုံစံနဲ့ဖုံးကွယ်ထားတာလားဆိုတာရဲ့ နောက်ကွယ်မှာ Valerie ရဲ့ လျှို့ဝှက်ချက်ကတော့ ဘာဖြစ်မလဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ဖြစ်ပါတယ်)File Size : (700 MB) and (300 MB)Quality : WEB-DL 720pRunning Time : 1hr 24minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5 1 H264-CMRGTranslated by Brilliant StarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAidan ShipleyGrayson MooreStarsCatherine FitchGrace GlowickiKatie BolandNoah ReidPeter MacNeillPeter SpenceSheila McCarthyCastCatherine FitchGrace GlowickiKatie BolandNoah ReidPeter MacNeillPeter SpenceSheila McCarthy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h4Qh9briU8tDbwlFDsrWrj5CRRg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tGxK5FgBB2u8lFWf4Lx7dT8t1oC.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cardinals-2017",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cardinals-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/mweziegqetk6.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/wkdy5rlg1amk",
        "server": "veryfiles.com",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7Yl1XiMGP1o",
      "video_url": "https://www.youtube.com/watch?v=7Yl1XiMGP1o",
      "embed_url": "https://www.youtube.com/embed/7Yl1XiMGP1o"
    }
  },
  {
    "metadata": "not rated|2023|2h 7m|Bollywood,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "33"
    },
    "title": "Mast Mein Rehne Ka (2023)",
    "description": "Mast Mein Rehne Ra (2023) သူခိုးများရဲ့ညIMDb – 8.0/10နှုတ်ခမ်းနီမလေးတွေရဲ့အသည်းကျော် တိုက်ဂါးရှရော့ဖ်ရဲ့ ပါပါး မင်းသားကြီး ဂျက်ကီရှရော့ဖ်နဲ့မင်းသမီးကြီးနီနာဂုပတာတို့ပါဝင်ထားပြီး Gully boy(2019)မှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင်ဒိုင်ယာလော့တွေကိုရေးပေးခဲ့တဲ့ ဇာတ်ညွှန်းဆရာ သရုပ်ဆောင် ဒါရိုက်တာကြီး ဗီဂျေးမာရူယာက ရိုက်ကူးထားတာပါ။အထူးအနေနဲ့ကတော့ ဘောလိ၀ုဒ်ရဲ့ နာမည်ကျော်အကဆရာမဖြစ်တဲ့ ရာခီဆာဝန့်က cameoပါဝင်ထားပါတယ်။ဖြစ်ရပ်တွေက အချိန်မတိုင်ခင်ဖြစ်တယ် အချိန်တိုင်ပြီးလည်းဖြစ်တယ် ဘာလို့ အချိန်မှန်ကျ မဖြစ်ရတာလဲ…ဆက်နွှယ်မှုဆိုတာဘာလဲသိလား ဆက်နွှယ်မှုဆိုတာဒီလောကကြီးမှာ အန္တရာယ်အရှိဆုံးအရာတစ်ခုပဲလူတစ်ယောက်နဲ့ ဆက်နွှယ်မိသွားရင် မင်းရဲ့မာနတွေ အကုန်ခဝါချရလိမ့်မယ်။။တစ်မြို့ထဲမှာပဲကိုယ်စီအခက်အခဲတွေနဲ့ ဘဝလေးခု-အထီးကျန်လွန်းလို့ ဘဝကြီးကိုစိတ်ကုန် အိမ်ဝင်ခိုးတဲ့သူခိုးကိုတောင်သတ်သွားပါလို့တောင်းပန်နေရတဲ့အထီးကျန်အားငယ်နေရတဲ့အဘိုးကြီးတစ်ယောက်-နိုင်ငံခြားကနေ အမိနိုင်ငံကိုပြန်လာပေမဲ့ ခြွေရံပေါင်းသင်းမရှိ ပတ်ဝန်းကျင်နဲ့ခင်မင်ရင်းနှီးချင်လွန်းတဲ့ နိုင်ငံခြားပြန်အဘွားကြီးတစ်ယောက်-ရိုးသားကြိုးစား စက်ချုပ်စားပေမဲ့ ကံကြမ္မာမျက်နှာသာမပေးခံရတဲ့ စက်ချုပ်သမားလေးတစ်ယောက်-ကြမ်းတမ်းတဲ့လောကဓံအကြား ဘဝကိုဒေါင်ကျကျပြားကျကျ အကောင်းဆုံးရှင်သန်နေတဲ့ကောင်မလေးတစ်ယောက်အဘိုးကြီးနဲ့အဘွားကြီး စက်ချုပ်သမားနဲ့ကောင်မလေး ဒီအတွဲနှစ်တွဲဆုံတွေ့ကြပုံကလည်းထူးဆန်းသလိုအချင်းချင်းဖေးမရင်းဘဝကိုဖြတ်သန်းကြပုံကလည်း ရိုးရှင်းလှပနေတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဒီအတွဲ၂တွဲတို့ရဲ့ အချစ်ဇာတ်လမ်းကိုကြည့်ရင်း Timing ဆိုတာ လက်တွေ့ဘဝမှာ အရေးကြီးကြောင်းTiming မကိုက်တဲ့ဇာတ်လမ်းတွေက နောင်တတွေနဲ့သာအဆုံးသတ်ရတတ်ကြောင်းကို မျက်ဝါးထင်ထင်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ V ~Yunni ~ BpL ~ ToMo တို့ပဲဖြစ်ပါတယ် )( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.36GB / 1.1GBQuality…WEB DL 1080p / 720pFormat…mp4Duration….2h 7mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by V ~Yunni ~ BpL ~ ToMoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVijay MauryaStarsAbhishek ChauhanFaisal MalikJackie ShroffMashhoor AmrohiMonika PanwarNeena GuptaPriyadarshan JadhavRakhi SawantShashi KiranUday SabnisCastAbhishek ChauhanFaisal MalikJackie ShroffMashhoor AmrohiMonika PanwarNeena GuptaPriyadarshan JadhavRakhi SawantShashi KiranUday Sabnis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qlMq8IIkhSiM6uFDJo0JfopupZ3.jpg",
      "https://image.tmdb.org/t/p/w300/zyLsopNhodSUrllivfsmRua9tfv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/mast.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mast-mein-rehne-ka-2023-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sx4gl9ngm36n.html",
        "server": "usersdrive.com",
        "size": "2.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kZdt/Mast_Mein_Rehne_Ka_(2023)_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/DrAjHbLI#-qpjEzxKp93fD-BO-63S0FfM0h2PcRdf5wTbjOxo5R4",
        "server": "mega.nz",
        "size": "2.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mast-mein-rehne-ka-2023-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/86xlfs85ckem.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2GU8b/Mast_Mein_Rehne_Ka_(2023)_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2jAw3ZbT#lNZoF6floJw9rHJMzcKizv6xGQEdQqlSL_8HJUSan2c",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/d2x6d9fp848o",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "6/",
      "rating_count": "1"
    },
    "title": "Are You Human Too? (2018) [COMPLETE]",
    "description": "",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zqbDRVbYQo0STbznDND1F9DmKM2.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "Unrated|2022|2h 6m|Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2200"
    },
    "title": "Cairo Conspiracy (2022)",
    "description": "Cairo Conspiracy (2022)~ IMDb – 7.1/10, RT – 77%, Meta – 74% ~ကားနာမည်အတိုင်းပဲ… အီဂျစ်နိုင်ငံရဲ့မြို့တော် ကိုင်ရိုက အီဂျစ်နိုင်ငံရဲ့ ရာထူးအကြီးဆုံးထိပ်သီးတွေ ဘာသာရေးခေါင်းဆောင်တွေ ပါဝင်ပတ်သက်နေတဲ့ လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုတစ်ခုအကြောင်းပါ။ အီဂျစ်ဟာ အစ္စလာမ်ကမ္ဘာမှာ အဓိက အင်အားကြီးနိုင်ငံဖြစ်တာနဲ့အညီ ဒီကားက အစ္စလာမ်ဘာသာကို အဓိကထားပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ နောက် အစ္စလာမ်ဘာသာရေးဆိုင်ရာ သင်ကြားမှုတွေရဲ့ အချက်အချာဖြစ်တဲ့ အယ်အာဇာကိုလည်း ဒီကားရဲ့ အဓိကလိုကေးရှင်းအဖြစ်သုံးထားပါတယ်။ နိုင်ငံရေးနဲ့ ဘာသာရေးကြားက အားပြိုင်မှုတွေကြားမှာ ကြားကမြေစာပင်ဖြစ်သွားတဲ့ ကျေးလက်ကကောင်လေးကို အဓိကနေရာကထားပြီး တင်ပြသွားပါတယ်။ဒီကားမှာ အစ္စလာမ်ဘာသာရေးခေါင်းဆောင်တွေ၊ အကြမ်းဖက်ဝါဒီတွေ၊ အစိုးရဘက်တော်သားတွေ စသဖြင့် ဘက်သုံးဘက်ကိုတွေ့မြင်ရမှာဖြစ်ပြီး ဒီသုံးခုရဲ့အားပြိုင်မှုကို ချိတ်ဆက်တင်ပြသွားပုံကလည်း တော်တော်လေး‌ သေသပ်တယ်ပြောရပါမယ်။ ဇာတ်လမ်းအစမှာ အစိုးရဘက်ကို သတင်းပေးနေတဲ့ အယ်အာဇာက ကျောင်းသားတစ်ယောက် သေသွားတယ်။ ကျောင်းသားက တစ်ဖက်က အစိုးရသတင်းပေးလည်းဖြစ်နေတာမို့ နိုင်ငံရေးအရ အန္တရာယ်ကြီးတာမို့ ဒီသေသွားတာကို မတော်တဆမှုအနေနဲ့ပဲ ပိတ်လိုက်ပေမဲ့ နိုင်ငံတော်လုံခြုံရေးဌာနက အရာရှိတစ်ယောက်က အဲဒီအမှုကို ဆက်လိုက်ပါတယ်။ ဒီအချိန်မှာ အယ်အာဇာက အီမမ်ကြီးခေါ် ဘာသာရေးအရ အာဏာအကြီးဆုံးပုဂ္ဂိုလ်ကြီးကလည်း ဆုံးသွားပြီး သူ့နေရာမှာ လူသစ်တင်ဖို့လည်း လုပ်နေရပါတယ်။ ဒီတော့ ဘာသာရေး နိုင်ငံရေး မတည်ငြိမ်မှုတွေကြား ဒီသုံးဖွဲ့မှာ ဘယ်အဖွဲ့က ဒီကျောင်းသားကို သတ်လိုက်တာလဲဆိုတာကို လှည့်ကွက်ပေါင်းများစွာနဲ့ ကြည့်ရမယ့် ပြင်သစ်ထုတ် အီဂျစ်အခြေတည်တဲ့ ရှားပါးရုပ်ရှင်ကားပါပဲ။ ဘာသာရေးနဲ့ပတ်သက်ပြီး တော်တော်ကြမ်းကြမ်းတမ်းတမ်းတွေပါတတ်တာမို့ ဒါမျိုးမကြည့်ချင်သူတွေ မကြည့်သင့်သလို အစ္စလာမ်ဘာသာနဲ့မြန်မာပြည်ကြားက မကျေနပ်ချက်တွေလည်း ဒိုင်ထဲပါတာမို့ ဒါမျိုးတွေ မမြင်ချင်တဲ့သူတွေလည်း မကြည့်သင့်ပါဘူး။ ဘာနေနေ ရုပ်ရှင်ကတော့ ရုပ်ရှင်ကောင်းပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုNမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 880MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 2H 10MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byNEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTarik SalehStarsAhmed LaissaouiAmr MosadAyman FathyFares FaresHassan El SayedJalal AltawilMakram J. KhouryMehdi DehbiMoe AyoubMohammad BakriMouloud AyadOkan BozkuşRamzi ChoukairSherwan HajiTawfeek BarhomYounes MedhatYoussef Salama ZekiYunus AlbayrakZain Alabdin A. FallatahCastAhmed LaissaouiAmr MosadAyman FathyFares FaresHassan El SayedJalal AltawilMakram J. KhouryMehdi DehbiMoe AyoubMohammad BakriMouloud AyadOkan BozkuşRamzi ChoukairSherwan HajiTawfeek BarhomYounes MedhatYoussef Salama ZekiYunus AlbayrakZain Alabdin A. Fallatah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5pUJhaYpDdmOiyMvCh3G1R6G1wi.jpg",
      "https://image.tmdb.org/t/p/w300/yAhx8Dv4RGIwvJwxvHwE0DpRJnX.jpg",
      "https://image.tmdb.org/t/p/w300/lgn5hOvqyGdFpUwrDyQ3yXYrsLr.jpg",
      "https://image.tmdb.org/t/p/w300/rvEhE6NonmsIbzT2xio74mkgr8H.jpg",
      "https://image.tmdb.org/t/p/w300/t4FRnXPSY67uSQLDejfb75LHgiX.jpg",
      "https://image.tmdb.org/t/p/w300/aqDvBXHRSkJcAmz54d1iAEtK4K8.jpg",
      "https://image.tmdb.org/t/p/w300/pDQFF86UBoK4lYnSyyXr9igU4x6.jpg",
      "https://image.tmdb.org/t/p/w300/6p27CMlGxGT1CaxzCZqaGKjltD8.jpg",
      "https://image.tmdb.org/t/p/w300/tNMAbVVtE2DqFreuZrVEhGsGhDV.jpg",
      "https://image.tmdb.org/t/p/w300/79OSL9PC0dQMbZSj9cFBi14RRSW.jpg",
      "https://image.tmdb.org/t/p/w300/dUxjMbggxCXS2hF7Jm0GGTHeQrm.jpg",
      "https://image.tmdb.org/t/p/w300/bFpGZxfKiebFc0BCxkpVMeeJQvk.jpg",
      "https://image.tmdb.org/t/p/w300/hPaWjOyrQcwkzvs4jcByv00oxQZ.jpg",
      "https://image.tmdb.org/t/p/w300/7pSJkTLNKKfbpHamSHCjWwH4enD.jpg",
      "https://image.tmdb.org/t/p/w300/hn33D2UwjJVduKO4KPyzpOS0w8U.jpg",
      "https://image.tmdb.org/t/p/w300/llp7vk7epXKUtlu31ATyhZfWwPi.jpg",
      "https://image.tmdb.org/t/p/w300/sbfym9M1ESyCQM7IlC3ELDcLKsz.jpg",
      "https://image.tmdb.org/t/p/w300/hyOrexnDvrzQx99K3TdsXQzkdMc.jpg",
      "https://image.tmdb.org/t/p/w300/i6YhJyH0AdZRPivl1RQs4CitnEp.jpg",
      "https://image.tmdb.org/t/p/w300/bcgnitsey4n8cBZiJ0xTRMPrDWM.jpg",
      "https://image.tmdb.org/t/p/w300/8VSr1jlnb2XFbQniJJRgkPrGmFJ.jpg",
      "https://image.tmdb.org/t/p/w300/7e6AvKzZGDMmp905L2g8yMFt6Kc.jpg",
      "https://image.tmdb.org/t/p/w300/i8mgaIytEfd0lgooy9pdfIwbcZp.jpg",
      "https://image.tmdb.org/t/p/w300/naRqraKqGHp8UhaVWaxNi1D7CID.jpg",
      "https://image.tmdb.org/t/p/w300/nDim7X5c7Ks2ozcIBW7lMHepWJb.jpg",
      "https://image.tmdb.org/t/p/w300/yIN3gkuKJC7vbhN3Ev3w6q4Ltq0.jpg",
      "https://image.tmdb.org/t/p/w300/2g6BW12umyg01P3t3vNdrt7v47V.jpg",
      "https://image.tmdb.org/t/p/w300/mPdqBb6i0rufLDdLPevzEB4y1cM.jpg",
      "https://image.tmdb.org/t/p/w300/baxiqWBH57aq1XdetMxvLAVQRiJ.jpg",
      "https://image.tmdb.org/t/p/w300/lVJzSEESIwaDISRh8ezd7j6zrLo.jpg",
      "https://image.tmdb.org/t/p/w300/tNkPKIw1UeRdDjjv2q5MQYckNXf.jpg",
      "https://image.tmdb.org/t/p/w300/65O3snX1lRsDAIGt4H4NsshAZdV.jpg",
      "https://image.tmdb.org/t/p/w300/sNUZL4i3sjODOcUyQ52PvMa1ApV.jpg",
      "https://image.tmdb.org/t/p/w300/25JArHcOwOdKCDNWace7g3gPiYB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dXGNABIoMWo8EOGUQH2651w9CWz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cairo-conspiracy-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ysQ6/(CM)_Cairo_Conspiracy_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JD5nQTIa#XB-rDcF_jWphGcxKybPJQCwhHuy9gTQtlVG8PMe0h6w",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ox116vuf3ffq.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/5vu995a78uhn.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/r338wr1culdn",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cairo-conspiracy-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Svnf/(CM)_Cairo_Conspiracy_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FSA3CYYZ#I99zPZXJD4NBIyc5VoWMZdeT9bj86n2WMJ8tXYlN6Do",
        "server": "mega.nz",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/983rttnog93q.html",
        "server": "usersdrive.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/xwbi8prxehgm.html",
        "server": "streamsb.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rn3z18lncg1f",
        "server": "streamvid.io",
        "size": "880MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "IrbcfVnWPTo",
      "video_url": "https://www.youtube.com/watch?v=IrbcfVnWPTo",
      "embed_url": "https://www.youtube.com/embed/IrbcfVnWPTo"
    }
  }
]