[
  {
    "metadata": "|2018|1h 31min|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "22,508"
    },
    "title": "Incident in a Ghostland (2018)",
    "description": "Incident in a Ghostland (2018)IMDb – 6.4/10_____Rotten – 56%Psychopath ကားမျိုးကိုမှ ကြည့်ချင်တဲ့သူအတွက် Ghostland ဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းနဲ့မိတ်ဆက်ပေးပါရစေ။Ghostland ဆိုလို့ သရဲက ဟိုခြောက်လိုက်ဒီခြောက်လိုက်နဲ့ ဟိုအော်ဒီအော်နဲ့ပြီးသွားမယ့် ကားလို့မထင်လိုက်ပါနဲ့။Elizabeth Keller ဆိုတဲ့ နာမည်ကြီး သရဲဝတ္တုစာရေးဆရာမကြီးရှိတာပေါ့။သူက Incident in Ghostland ဆိုတဲ့ ဖြစ်ရပ်မှန်သရဲဝတ္တုစာအုပ်နဲ့ ရောင်းအားအကောင်းဆုံးမှာ ရှိနေတာပေါ့။သူ့ကို interview တွေလည်းမေးကြတယ် ဒီစာအုပ်နဲ့ ပတ်သက်ပြီးတော့ပေါ့။Beth မှာ အမေရယ် Vera ဆိုတဲ့ အစ်မတစ်ယောက်ရှိပါတယ်။သူတို့ဟာ လွန်ခဲ့တဲ့ ၁၆ နှစ်က သူရယ် သူ့အစ်မရယ် သူ့အမေ ရယ်က အိမ်ကြီးတစ်အိမ်ပြောင်းသွားတော့ Psychopath နှစ်ယောက်ရဲ့ တိုက်ခိုက်မှုကိုခံရတဲ့ အကြောင်းကို Beth ကရေးထားတာလေ။ အဲ့တော့ လူတိုင်းက စိတ်ဝင်စားနေကြတာပေါ့။တစ်ရက်တော့ အဲ့ဒီကို အိမ်ကို သူူပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။သူပြန်ရောက်တော့ သူ့အစ်မ Vera နဲ့တွေ့ပြီး တကယ့်လက်တွေ့ဘဝက သူအဲ့ဒီအိမ်မှာပဲပိတ်မိနေသေးတယ်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာ သူတို့ညီအစ်မ နှစ်ယောက် ဘယ်လို လွတ်အောင်ပြေးမလဲPscychopath နှစ်ယောက်ရဲ့ လက်ခုတ်ထဲကရေလိုပဲ ဆက်နေသွားရမလားဆိုတာ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲကြည့်လိုက်ပါလို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ဖြစ်ပါတယ်)File Size : (800 MB)Quality : Blu-Ray 720pRunning Time : 1hr 31minFormat : Mp4Genre : Drama, Horror, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.DD5.1-FGTTranslated by Brilliant StarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMylène MostiniPascal LaugierStarsAdam HurtigAlicia JohnstonAnastasia PhillipsCrystal ReedEmilia JonesErik AthavaleKevin PowerMylène FarmerRob ArcherTaylor HicksonCastAdam HurtigAlicia JohnstonAnastasia PhillipsAngela AsherCrystal ReedDenis CozziEmilia JonesErik AthavaleErnesto GriffithGas AttendantGordon TannerKevin PowerMalick LaugierMariam BernsteinMylène FarmerPaolo BryantPaul TitleyRob ArcherSharon BajerSuzanne PringleTaylor HicksonTony Braga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gl3RKxaM65gyrvRoG3MffTYBoo5.jpg",
      "https://image.tmdb.org/t/p/w300/oFyptNOx02o8sMcSsax4GSCAemg.jpg",
      "https://image.tmdb.org/t/p/w300/r3nkmHjQEIrbTejcdjPRgEPWbVe.jpg",
      "https://image.tmdb.org/t/p/w300/jQviH7mbCScUm7RB6iHETCVOwcu.jpg",
      "https://image.tmdb.org/t/p/w300/e6gqTdpTeyPdwlunkeZoqgGqccn.jpg",
      "https://image.tmdb.org/t/p/w300/gTO3tFXRjqUJZYQJwYFRvn2LZ8.jpg",
      "https://image.tmdb.org/t/p/w300/zb58s1Q4aiyGxrbZi768MgAsELS.jpg",
      "https://image.tmdb.org/t/p/w300/sfqRS6h4Xcva4ItpN9hvqMTT49.jpg",
      "https://image.tmdb.org/t/p/w300/dUQHMvb5fE1ngoZdg8Vnau628IE.jpg",
      "https://image.tmdb.org/t/p/w300/lyQSh1HdBpDaPJfOdhiDeAmxKUl.jpg",
      "https://image.tmdb.org/t/p/w300/2tkJoBxVzJZDWPdHwFfADZPOdqu.jpg",
      "https://image.tmdb.org/t/p/w300/vjwSjPsDt5jcYGfaWYKJtEEDNok.jpg",
      "https://image.tmdb.org/t/p/w300/h9Ru2nbuenYOFU1xE8xVKd6GdoP.jpg",
      "https://image.tmdb.org/t/p/w300/xZq4nIp6qV392B2H8P8tpHIIiBg.jpg",
      "https://image.tmdb.org/t/p/w300/ciI2I5O7hlidS1Wm5nxB17LAEDM.jpg",
      "https://image.tmdb.org/t/p/w300/oShWmsPF9WkG2gMdl76d8zYLYvf.jpg",
      "https://image.tmdb.org/t/p/w300/hysxflHJmlqY4EMX78bE7iwcazE.jpg",
      "https://image.tmdb.org/t/p/w300/vhAHFoHGvmshiXz7WNLI0daqOfl.jpg",
      "https://image.tmdb.org/t/p/w300/dYjKPMf64eL0xTGXxpglibfYCbK.jpg",
      "https://image.tmdb.org/t/p/w300/jTDDY4g5VHZE5tIRizfPTqSF7JR.jpg",
      "https://image.tmdb.org/t/p/w300/3GXrIIiJthWYZbt9T9bsIIl4Xix.jpg",
      "https://image.tmdb.org/t/p/w300/cdhBnEyce6EJQ47fzJEpWmwJLfO.jpg",
      "https://image.tmdb.org/t/p/w300/aFV5aJC9R8qFcqb7o37Z65EiGfb.jpg",
      "https://image.tmdb.org/t/p/w300/nGrt4kjEHu7H4hljeawbuCJO89O.jpg",
      "https://image.tmdb.org/t/p/w300/88DbIKHiEwfiBJ404vLpmss0Woc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/ghostland-2018.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/lu8s3oq06z8m.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/incident-in-a-ghostland-ghostland-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4ftA7/Incident_In_A_Ghostland_(Ghostland)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/gRchxAiA#FR0hkBL93fvTl5rnIauLxhTN5-va6Q1w-tUyK2jbY2k",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/dg89ifa4tuc9",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Q8KqeolPt2w",
      "video_url": "https://www.youtube.com/watch?v=Q8KqeolPt2w",
      "embed_url": "https://www.youtube.com/embed/Q8KqeolPt2w"
    }
  },
  {
    "metadata": "PG-13|2009|1h 35min|Comedy,Drama,Romance",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "471,661"
    },
    "title": "500 Days of Summer (2009)",
    "description": "500 Days of Summer (2009)IMDb – 7.7/10_____Rotten- 85%ဇာတ်လမ်းကိုတော့Movies-we watch,we feel. Facebook Pageမှ Ko Waihin Htoon ရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။———————————————————(500) Days of Summer အား တကျော့ပြန် ခံစားကြည့်ခြင်း(review မဟုတ်ပါ။ ဇာတ်ကားကို ကြည့်၍ ခံစားချက်များကို ရေးသားထားခြင်းပင်ဖြစ်ပါသည်။)အချစ်နဲ့ပတ်သက်ရင် ခံစားတတ်သူတိုင်း အချစ်ကို ခံစားတတ်ကြတယ်။ ဒါပေမဲ့ ခံစားချက် မရှိတဲ့ မည်သူရှိလဲ? မည်သူမှ မရှိပါ။ လူတိုင်းဟာ ခံစားချက်တွေရှိတဲ့ သူတွေပါပဲ။ ဒါဆိုရင် လူတိုင်းဟာ အချစ်ကို ခံစားဖူးကြမှာပေ့ါ။ အမှန်ပါပဲ။ လူ့ဘဝရဲ့တစ်ချိုးတစ်ကွေ့မှာတော့ အချစ်ဆိုတဲ့ အရာနဲ့ဆက်နွယ်ခဲ့ဖူးကြတဲ့ သူတွေပါပဲ။ဒါဆိုရင် အချစ်ဆိုတာဘာလဲ? မည်သူမှတော့ တိကျတဲ့ အဖြေကို မပေးစွမ်းနိုင်ခဲ့ပြန်ဘူး။ ကိုယ်ပိုင်ခံစားချက်တွေနဲ့ကိုယ်ပိုင်အတွေ့အကြုံတွေကပဲ လူသားအသီးသီးကို သက်ဆိုင်တဲ့ စာသားတွေ စကားလုံးတွေနဲ့အချစ်ဆိုတဲ့ အရာကို အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့ကြတယ်။ ရုပ်ဆိုးတဲ့လူတစ်ယောက်ကို ချစ်ခဲ့တဲ့ လူဆိုရင် အချစ်မှာ မျက်စိမပါဘူး။ ရင်ကွဲခံရဖူးတဲ့ လူတွေဆိုရင် အချစ်ဟာ အဆိပ်ပဲ။ အချစ်မှာ ကံကောင်းတဲ့ သူတွေဆိုရင်တော့ အချစ်ဟာ လောကနဲ့ လူသားတွေအတွက် ပျော်ရွှင်မှုပေးနိုင်သောအရာ။ အချစ်ကို လိုအပ်နေတဲ့ အထီးကျန်သမားတွေကတော့ အချစ်ဆိုတာ လူသားတွေအတွက် မရှိမဖြစ် လိုအပ်သော အရာ။ သစ္စာဖောက်ချင်တဲ့ လူသားတွေကတော့ အချစ်နဲ့စစ်မှာ မတရားတာမရှိဘူးလို့ဆို… စသည်ဖြင့်ပေ့ါ အချစ်ဋီကာကို အမျိုးစုံ အဓိပ္ပာယ်ပြန်ကြတယ်။ကျွန်တော် Romantic Comedy ဆိုတဲ့ ရုပ်ရှင်အမျိုးအစားနဲ့Sport ဆိုတဲ့ ရုပ်ရှင်အမျိုးအစားကို တတ်နိုင်သလောက် ရှောင်ပါတယ်။ စိတ်ကူးယဉ်ဆန်တဲ့ အချစ်ရုပ်ရှင်တွေဟာ လက်တွေ့လောကနဲ့သွေဖွယ်နေတတ်လေ့ရှိပါတယ်။ ကျွန်တော် အမျိုးသမီးထုကို စော်ကားခြင်း မဟုတ်ပါ။ ဒါပေမဲ့ အချစ်နဲ့ပတ်သက်ရင် အမြဲတမ်း ပို၍ စိတ်ကူးယဉ်လေ့ ရှိတတ် ကြ တဲ့ လူသားတွေ ဖြစ်သည့်အားလျော်စွာ သူမတို့ရဲ့ အကြိုက် အချစ်ကားတွေသည် သူမတို့ဘက်မှနေ၍ အမြဲ ရိုက်ကူးတင်ပြလေ့ရှိသည်။ ဒါကို ကျွန်တော် မနှစ်သက်။ ထို့ကြောင့် မည်သည့် အချစ်ကားမျိုးမဆို ကျွန်တော် မကြည့်။ နောက်ဆုံး ကုန်ကုန်ပြောရ မယ် ဆိုရင် မနှစ်က လူကြိုက်အရမ်းများသွားခဲ့တဲ့ The Faults in our Stars ကို ကျွန်တော် အခုထိ မကြည့်ရသေး။ ကြည့်ဖို့လည်း စိတ်ကူးမရှိသေး။ကျွန်ေ်တာ့် ဘဝမှာ အချစ်ရုပ်ရှင်နဲ့ပက်သက်ပြီး တစ်ကားတည်းကိုပဲ အရမ်းနှစ်သက်ခဲ့တယ်။ ထိုတစ်ကားတည်းကိုပဲ အကြိမ်ရေ 20 ထက်မနည်း ကြည့်ခဲ့ဖူးတယ်။ ယခုအချိန်ထိလည်း ကြည့်နေတုန်းပဲ။ ကြည့်တိုင်းလည်း တစ်ခါမှ ရိုးအီသွားတယ်ဆိုတာ မရှိခဲ့ပြန်ဘူး။ ပိုတိုးပြီးတောင် ကြိုက်လာပြန်ပါသေးတယ်။ အခုလို အချစ်ကားတွေ မကြည့်တတ်တဲ့ ကျွန်တော်ကို မည်သည့် အချစ်ကား ယခုလို ဖြစ်စေခဲ့သလဲဆိုတော့ ရုပ်ရှင်နာမည်က ကျွန်တော်နဲ့ခင်တဲ့သူတိုင်း သိကြတဲ့ (500) Days of Summer။(500) Days of Summer ဆိုတဲ့ ရုပ်ရှင်ကားဟာ ပရိသတ်တော်တော်များများ သိပြီးသားဖြစ်တဲ့ 2009 ခုနှစ်ရဲ့Sleeper Hit Movie ဖြစ်လာတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ ကျွန်တော်တို့လို အသည်းကွဲခဲ့ဖူးတဲ့ ယောင်္ကျားလေးတွေအတွက်တော့ ဒီဇာတ်ကားလေးဟာ ခံစားချက်တွေ တိုက်ဆိုင်နိူင်ပြီး ခံစားမှုအပြည့်ကို ပေးနိူင်ပါတယ်။ ကျွန်တောိ ဒီဇာတ်ကားကိုကြည့်ပြီး မငိုခဲ့ပါဘူး။ ဒါပေမဲ့ တော်တော်ခံစားခဲ့ရပါတယ်။ ခံစားချက်မျိုးစုံ နဲ့ခံစားခဲ့ရတာကြောင့် ဘာကြောင့် ခံစားခဲ့ရတာလဲ ဆိုတာတောင် မသိခဲ့ရပါဘူး။ဘာကြောင့် ကျွန်တော် ထိုရုပ်ရှင်ကို အရမ်းနှစ်သက်ရပါသလဲ?ကျွန်တော် စောစောက ပြောခဲ့သလိုပဲ။ အချစ်ကားတွေသည် အမျိုးသမီးတွေအကြိုက်ဖြစ်အောင် အမျိုးသမီးတွေရဲ့အမြင်တွေဘက်ကပဲ ရိုက်ပြခဲ့ကြသည်။ ကျွန်တော်တို့လို အမျိူးသားတွေ ဘက်ကကြတော့ ဘာကြောင့် မတင်ပြခဲ့ကြတာလည်း။ ဒါမေးခွန်းကို တော်လှန်ခဲ့တဲ့ သာမာန်အချစ်ကားတွေရဲ့ရေးစီးကြောင်းကို တော်လှန်ခဲ့တဲ့ တစ်ကားတည်းသော ကျွန်တော်ကြည့်ဖူးသော အချစ်ရုပ်ရှင်သည် (500) Days of Summer ပင်ဖြစ်သည်။ ထိုအချက်သည် ထိုရုပ်ရှင်ကို နှစ်သက်မိတဲ့ ပထမဆုံးသော အချက်ပင်ဖြစ်သည်။ မိန်းကလေးတွေသည် အချစ်ကို စိတ်ကူးပိုယဉ်တတ်ကြတယ်။ ဒါပေမဲ့ ကျွန်တော်တို့ယောင်္ကျားလေးတွေက အချစ်ကို ပိုခံစားတတ်ကြပါတယ်။ထိုရုပ်ရှင်ထဲက Tom ဆိုသော လူငယ်လေးရဲ့ ဇာတ်ကောင်ကို ကျွန်တော်ကြည့်နေရင်း ကျွန်တော့်ကိုယ် ကျွန်တော် ပြန်မြင်ယောင်လာမိတယ်။ ကျွန်တော့်ဘဝရဲ့အဖြစ်အပျက်တစ်ခုကို ကျွန်တော်ပြန်မြင်ယောင် လာမိတယ်။ ကျွန်တော် Summer ဆိုသော မိန်းကလေးတစ်ယောက်နှင့် ဘဝတွင် တွေ့ဆုံခဲ့ဖူးပါတယ်။ ဒါဆိုရင် ခံစားချက်ခြင်း တူညီတယ်ဆိုသော ခေါင်းစဉ်နဲ့ဒီရုပ်ရှင်နှစ်သက်မိတဲ့ ဒုတိယ အချက်ပင်ဖြစ်ပါတယ်။တတိယ အချက်ကို ပြောကြည့်ရအောင်။ ဒီကားသည် သာမာန်ရုပ်ရှင်တွေလို တင်ဆက်ထားခြင်းမဟုတ်။ 99% သော အချစ်ကားတိုင်းသည် Timeline ကို Linear Style ဖြင့် တင်ပြလေ့ရှိသည်။ ဘာကြောင့်လဲ? တင်ပြရတာ လွယ်ကူတာကိုး။ ဒါပေမဲ့ (500) Days of Summer ကတော့ ဇာတ်ကြောင်းပြောပြချက်ကို Non-Linear Storytelling Style ဖြင့် တင်ပြထားတယ်။ ဒီအချက်က ပေါ့ပျက်ပျက်ကြည့်ရင် ရုပ်ရှင်ကို ရှုပ်ထွေးသွားစေပေမဲ့ သေသေချာချာ စိတ်ဝင်စားစွာ ကြည့်ပါက ရုပ်ရှင် ဇာတ်ကြောင်းကို ပိုမိုလွယ်ကူစွာ နားလည်စေခဲ့တယ်။ ဇာတ်ညွှန်းသည် အလွန်ကို Smart ဖြစ်လွန်းသော ဇာတ်ညွှန်း။ ကျွန်တော် အကြိုက်ဆုံး ဇာတ်ညွှန်း။ ဘာကြောင့် non-linear နဲ့တင်ပြခဲ့သလဲလို့ဆိုရင် အတိတ်နဲ့ပစ္စပ္ပန် ကို ယှဉ်ပြချင်တဲ့ သဘော။ ဟိုး တစ်ချိန်က ဒီလို ဖြစ်ခဲ့ပေမဲ့ ယခုအခါ ထိုကဲ့သို့သော မဟုတ်။ ပြောင်းလဲတတ်တဲ့ လူသားတွေရဲ့ဖြစ်စဉ်တွေကို မြင်သာစေခဲ့တယ်။ ထို့အပြင် ထို Timeline နှစ်ခု အမြဲ ယှဉ်ပြချက်များသည် Tom ရဲ့ခံစားချက်တွေကို ကျွန်တော်တို့ပို၍ မြင်သာစေခဲ့တယ်။ ဒါက တတိယ အချက်။နောက်တစ်ချက်က ဇာတ်ကောင်များ။ ဇာတ်ရံများကို ကျွန်တော် မပြောလို။ ဒါပေမဲ့ Tom နဲ့Summer တို့အကြောင်းကို တော့ ကျွန်တော် ပြောချင်ပါတယ်။ ပြောရမယ်ဆိုရင် ဇာတ်လမ်းကို ပြောင်းလဲပစ်စေခဲ့တဲ့ Character Developments တွေ တွေ့ခဲ့ရတယ်။ ဒီအချက်တွေကပဲ ရုပ်ရှင်ရဲ့ပင်မပဲဖြစ်တယ်။ Summer သည် အချစ်ကို မယုံကြည်ခဲ့သူ။ အချစ်ဆိုတာ လက်တွေ့လောကတွင် မရှိ။ စိတ်ကူးယဉ် Fantasy သက်သက်ပဲဟု ငယ်ရွယ်စဉ်က အိမ်ထောင်ရေး အဆင်မပြေဖြစ်ခဲ့သော သူမရဲ့မိဘနှစ်ပါးကို ကြည့်ပြီး အချစ်ကိုထိုကဲ့သို့သတ်မှတ်ခဲ့သူ။ Tom ကတော့ သူမနှင့် ဆန့်ကျင်ဘက်။ ငယ်ရွယ်စဉ် ကလေးဘဝတုန်းက British Pop Songs တွေနဲ့ရုပ်ရှင်တွေကို ကြည့်ပြီး အချစ်စစ်ဆိုသော အရာကို ယုံကြည်သူတစ်ဦး။ ဒါပေမဲ့ လောကမှာ သိတဲ့အတိုင်း အရာအားလုံးဟာ ပြောင်းလဲတတ်တဲ့ သဘောသဘာဝရှိသည့် အားလျော်စွာ သူတို့နှစ်ယောက်ရဲ့ဇာတ်ကောင်စရိုက် ပြောင်းလဲမှုသည် ဇာတ်လမ်းကို ပို၍ အားသာစေခဲ့ပြန်သည်။ Summer ကို ကျွန်တော် မမုန်း။ သူမသည် လက်တွေ့ဆန်သော မိန်းကလေးတစ်ဦး။ သူမသည် အေးစက်သော နှလုံးသား ပိုင်ရှင် မိန်းကလေးတစ်ဦးဖြစ်ခဲ့ပေမဲ့ သူမသည် Tom ကို ဘယ်တုန်းကမှ လိမ်လည်လှည့်ဖြားခဲ့သောသူ မဟုတ်ခဲ့။ ရိုးသားသော သူတစ်ယောက် ဖြစ်ခဲ့သည်။ Tom ကိုလည်း ကျွန်တော်မမုန်း။ သူသည် ကျွန်တော့်ရဲ့ဆင်တူ Fictional Character တစ်ဦး။ ဒါသည် စတုတ္ထအချက်။ပဉ္စမအချက်ကို ပြောရမည်ဆိုရင် ဇာတ်လမ်းမှာ သူတို့ပြောသွားကြတဲ့ စကားတွေ။ အပြင်လောက နဲ့အရမ်းကို စက်နွယ်နေသော အကြောင်းအရာ ဖြစ်ရပ်မှန်တွေကို လှပ၍ ထိမိသော စကားလုံးများဖြင့် တန်ဆာဆင်ကာ ပြောဆိုသွားခဲ့ကြသည်။ ထိုစကားလုံးတွေနှင့်ပဲ ကျွန်တော်ရယ်မောခဲ့ရသည်။ ထိုစကားလုံးတွေနဲ့ပဲ ကျွန်တော် တစ်ကိုယ်တည်း သဘောတူ၍ ခေါင်းတွေ ငြိမ့်ခဲ့ရသည်။ ထို့အပြင် ထိုစကားလုံးတွေနဲ့ပဲ တစ်ကိုယ်တည်း ငိုကြွေးခဲ့ရသည်။ဥပမာ… “Some people are meant to fall in love with each other, but not meant to be together.” ဆိုတဲ့ စာသားလေးသည် ရင်ကို ခွဲကာ နှလုံးသားကို ဆောက်နဲ့ထွင်းခံရသလို့အောင့်သက်သက်ဖြစ်သေခဲ့တယ်။“I need to know that you’re not gonna wake up in the morning and feel differently.” ဒါကိုလည်း စဉ်းစားကြည့်မယ်ဆိုရင် သူ့ကို အချစ်စစ်နဲ့မချစ်ဘူးဆိုတာကို သိတဲ့ Tom က သိသိရက်နဲ့မသေချာတတ်တဲ့ အနာဂတ်နဲ့ပြောင်းလဲတတ်တဲ့ လူသားတွေရဲ့စရိုက်ကို သိသောကြောင့် သေချာအောင် မေးခဲ့တဲ့ အမေးလေး တစ်ခု။“Either she’s an evil, emotionless, miserable human being, or she’s a robot.” မည်မျှလောက် အသည်းကွဲကာ နာကျည်းနေသလဲဆိုတဲ့ ခံစားချက်တွေ။“Do you ever do this, you think back on all the times you’ve had with someone and you just replay it in your head over and over again and you look for those first signs of trouble?” ဒီစကားလေးကတော့ Relationship တစ်ခုမှ ရှိနေတဲ့ ယောင်္ကျားလေးတိုင်းရဲ့ စဉ်ဆက်မပြတ် မေးမြန်းနေတဲ့ မေးခွန်းလေးတစ်ခု။ မိမိနဲ့ပတ်သက်ပြီး တစ်ဘက်လူရဲ့ပြောင်းလဲလာတဲ့ ဆက်ဆံမှုတွေကို ကြုံတွေ့လာရတဲ့ အခါ ကျွန်တော်တို့တွေ အမြဲ ထိုကဲ့သို့လုပ်လေ့ရှိတတ်ကြပါတယ်။” Just because she likes the same bizzaro crap you do doesn’t mean she’s your soul mate.” ဒီစကားကို Tom ရဲ့ half younger sister က Tom ကို အမှန်တရားကို မြင်စေတဲ့ ရုတ်တရက် ပြောလိုက်တဲ့ စကား။ အရမ်းမှန်တယ်။ ကျွန်တော်တို့တွေ ငယ်စဉ်က ” ဟာ.. ဒီကောင်မလေးနဲ့ငါနဲ့အရာအားလုံးနီးပါး အကြိုက်ချင်းတူတယ်။ ငါတို့တွေ တစ်နေ့မှာ ရည်းစားဖြစ်ကြလိမ့်မယ်ဆိုပြီး ကိုယ့်ရဲ့Crush နဲ့ ကိုယ် အကြိုက်ချင်းတူရင် တွေးမိတဲ့ စိတ်ကူးလေးတွေပါ။ တစ်ကယ်တော့ ထိုအရာဟာ ဟာသပျက်လုံးတစ်ခုသာသာပါပဲ။“I don’t want to get over her. I want to get her back.” Tom ရဲ့ မျှော်လင့်ချက်နဲ့ရှင်သန်ပုံကို သူ့ရဲ့စကားတွေကနေပြီး ကျွန်တော်တို့ဝိုင်းခံစားပေးခဲ့ကြတယ်။ တစ်ခါတစ်ရံ ကျွန်တော်တို့ချစ်သူတွေနဲ့ပြတ်စဲသွားပြီးကြတဲ့အခါ ယောင်္ကျားလေး အများစုဟာ ထို မိန်းကလေးတွေကို တော်ရုံနဲ့မမေ့နိုင်ကြပါဘူး။ ဝေးကွာသွားမှ ပို၍ တမ်းတလာတတ် ကြ ပါတယ်။ ဒါကြောင့် ထိုမိန်းကလေးတွေကို ပြန်လည် ရရှိအောင် ကြိုးစားတတ်ကြပြန်ပါတယ်။“Look, I know you think she was the one, but I don’t. Now, I think you’re just remembering the good stuff. Next time you look back, I, uh, I really think you should look again.” ဒီစကားလေးကိုလည်း ထိုကလေးမလေးက Tom ကို အားပေးတဲ့ စကားပြောခဲ့တာပါပဲ။ ကျွန်တော် အကြိုက်ဆုံးစကားတွေမှာ ဒီစကားလေး ပါဝင်နေတယ်။ တစ်ခါတစ်ရံ ကျွန်တော်တို့မိမိကို ထားသွားတဲ့ ချစ်သူတွေကို တမ်းတနေမိတဲ့အခါ သူတို့ရဲ့ကောင်းကွက်တွေကိုပဲ ရွေးပြီးစဉ်းစားမိနေလို့ ကျွန်တော်တို့လူသားတွေ ခံစားနေ အသည်းကွဲနေရတာပါ။ တစ်ကယ်လို့သာ ဖြစ်ရပ်တွေ အကုန်လုံးသာ ကျွန်တော်တို့ပြန်မြင်ယောင် စဉ်းစားခြင်းဟာ ထိုထားသွားတဲ့ လူတွေကို မေ့ပျောက်နိုင်ဆုံး ဖြေဆေးတစ်ခုပါပဲ။“Robin is better than the girl of my dreams. She’s real.” ဒီစကားသည် မှန်သလားဆိုရင် အရမ်းမှန်တယ်။ မိမိစိတ်ကူးထဲက ဖြစ်ချင်တဲ့ မိန်းကလေးတွေထက် မိမိနဲ့ယခုချစ်သူဖြစ်နေတဲ့ မိန်းကလေးက ပို၍ သာပါတယ်။ ဟုတ်တယ်လေ။ သူမက စိတ်ကူးထဲက မဟုတ်ပဲ ပြင်ပလောကမှာ ရှိနေသည့်အတွက်။ တွေးကြည့်လေ နားလည်လာစေပဲ။“I love us.” ဒီစာသားလေးက မိမိကိုယ်ကို ချစ်ခြင်းလည်း မဟုတ်။ မိမိရဲ့ကောင်မလေးကိုချစ်ခြင်းလည်း မဟုတ်။ မိမိတို့နှစ်ဦးအတူတကွ ရှိနေခြင်း မိမိတို့နှစ်ယောက်ရဲ့အချစ်ကို ချစ်မြတ်နိုးခြင်းဆိုတာကို အရိုးရှင်းဆုံးနဲ့အလှပဆုံး အဓိပ္ပာယ် ဖွင့်ဆိုခဲ့တယ်။“So, what if I’d gone to the movies? What if I had gone somewhere else for lunch? What if I’d gotten there 10 minutes later? It was – it was meant to be. And… I just kept thinking… Tom was right.” အချစ်ဆိုတာ ဖူးစာဆိုတာ ရှိတယ်ဆိုတဲ့ စကားကို ပြောကြားသွားခဲ့တဲ့ Summer ရဲ့ပြောင်းလဲသွားခဲ့တဲ့ အမြင်ကို သူမ ပြောကြားသွားခဲ့တဲ့ စကားလေးတစ်ခွန်း။” Most days of the year are unremarkable. They begin, and they end, with no lasting memories made in between. Most days have no impact on the course of a life. May 23rd was a Wednesday.”“Tom walked to her apartment, intoxicated by the promise of the evening. He believed that this time his expectations would align with reality…”“There’s only two kinds of people in the world. There’s women, and there’s men. Summer Finn was a woman.”“If Tom had learned anything… it was that you can’t ascribe great cosmic significance to a simple earthly event. Coincidence, that’s all anything ever is, nothing more than coincidence… Tom had finally learned, there are no miracles. There’s no such thing as fate, nothing is meant to be. He knew, he was sure of it now.”ဒါတွေက Narrator ဆိုသော ဇာတ်ကြောင်းပြောသူရဲ့စာသားတွေ။ အရမ်းလှပြီး အရမ်းလည်း ကြိုက်တဲ့ စာသားတွေ။“People change, feelings change, it doesn’t mean that the love once shared wasn’t true and real. It simply means that sometimes, when people grow, they grow apart.” ခံစားတတ်သူတွေအတွက် မျက်ရည်လွယ်စေတဲ့ စာသားလေးတစ်ခု။ ဒီရုပ်ရှင်ဟာ အရမ်းကို သဘာဝကျပြီး အရမ်းကို မှန်လွန်းတဲ့ ရုပ်ရှင်တစ်ခု။“I just woke up one day, and I knew. What I was never sure of with you.” ဒီစကားလေးက Summer က Tom ကို နောက်ဆုံးတွေ့ကြတဲ့ အချိန်မှာ သူမကိုယ်တိုင်လည်း အဖြစ်မှန်ကို နားလည်သွားစေခဲ့တဲ့ စကား။ Tom ကိုလည်း အမှန်တရားကို သိသွားစေခဲ့တဲ့ စကား။ သူမဘာကို ပြောတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါတယ်။ ဒီအခန်းလေးမှာ သူမ ဒီစကားကို ပြောထွက်သွားတဲ့ အချိန်မှာ မျက်နှာတစ်ဘက်ကို လွှဲပြီး မျက်လုံးအိမ်မှ မျက်ရည်တွေ ဝဲသွားတဲ့ Tom လိုပဲ ကျွန်တော်လည်း မျက်ရည်တွေ ဝဲခဲ့ရပါတယ်။ ပြောင်းလဲသွားခဲ့သော Summer သည် နောက်ဆုံးဇာတ်သိမ်းအထိ Tom အပေါ်ခံစားချက်ကို မပြောင်းလဲသွားခဲ့ပေ။ဆဌမ အချက်ကိုပြောရမယ်ဆိုရင် Expectation နဲ့Reality ကို ယှဉ်ပြသွားတဲ့ scene လေး။ အရမ်းကို ထိမိပြီး အရမ်းကို ယုတ္တိဆန်ပြီး အလွန် ခံစားစေတဲ့ scene လေး။ ရုပ်ရှင်သမိုင်းမှာ ဘယ်တော့မှ မေ့ပျောက်မရတဲ့ scene လေးတစ်ခု။ လူတိုင်းဟာ အရာတစ်ခု လုပ်တော့မယ်ဆိုရင် မျှော်လင့်ချက်ကလေးတွေ ရှိတတ်ကြပါတယ်။ ရည်မှန်းချက်မဟုတ်ပါဘူး။ ရည်မှန်းချက်က အလုပ်တစ်ခုကို မဖြစ်ဖြစ်အောင် လုပ်မယ်ဆိုတဲ့အရာ။ ဒါပေမဲ့ နေ့စဉ်ကြုံတွေ့နေရတဲ့ ကိစ္စလေးတွေမှာတော့ ကျွန်တော်တို့လူသားတွေက မျှော်လင့်ချက်ကလေးတွေနဲ့ရှင်သန်တတ်ကြတယ်။ ဒါကို ဒီရုပ်ရှင်က ပြသသွားခဲ့တယ်။ ဒါပေမဲ့ မျှော်လင့်ချက်ကလေးတွေတိုင်းဟာ လက်တွေ့ဘဝတွေမှာ တစ်ခါတစ်ရံ ကွဲပြားသွားတတ်ကြတယ်ဆိုတာ ဒီကားမှာ ပြထားတဲ့ scene လေးက အရမ်းကို ဝမ်းနည်းစရာ ကောင်းလှပါတယ်။သတ္တမ နှစ်သက်မိတဲ့ အချက်ကတော့ နောက်ခံ Soundtracks တွေ။ တစ်ကားလုံးကို Soundtracks ကောင်းကောင်းတွေနဲ့တင်ဆက်ထားတဲ့ ရုပ်ရှင်တွေကို မှတ်မိသလောက် ပြောရမယ်ဆိုရင် ဒီ (500) Days of Summer ရယ် The Boat that Rocked aka. Pirate Radio ရယ် Forrest Gump လောက်ရယ်ပဲ မှတ်မိတယ်။ Soundtracks တွေကို အရမ်းကြိုက်လို့Soundtracks အခွေကို ဝယ်ပြီး နားထောင်လာတယ်။ The Smiths, Regina Spektor, The Temper Trap, Simon & Garfunkel နဲ Carla Bruni တို့ဟာ ကျွန်တော့်ရဲ့Favorite အဆိုတော်တွေ စာရင်းထဲကို ဝင်မှန်းမသိ ဝင်ရောက်လာမိကြတယ်။ ထို့အပြင် The Graduate ရုပ်ရှင်ကို မကြည့်ရသေးတဲ့ ကျွန်တော့်ကို ထိုရုပ်ရှင်နဲ့မိတ်ဆက်ပေးကာ မဖြစ်မနေ ရှာကြည့်စေခဲ့တဲ့ အထိပါ။အဠမအချက် နှစ်သက်မိတဲ့ အချက်ကတော့ Locations ရွေးချယ်တဲ့ သူတွေပဲ တော်တာလား? Cinematographer ကပဲ တော်တာလား? Director ကပဲ တော်တာလားတော့ မသိပါ။ Downtown Los Angles ကို လှအောင် ရိုက်ကူးနိုင်ခဲ့ကြပြန်ပါသေးတယ်။ အခန်းတိုင်း အခန်းတိုင်းသည် လှပသေသပ်ကာ စကားလုံးများဖြင့် မဖော်ပြနိုင်လောက်အောင် အမြင်ဆန်းသစ်နေလွန်းသည်။နဝမ အချက်ကတော့ ဒီရုပ်ရှင်ကို ထပ်ခါထပ်ခါ သေသေချာချာ ကြည့်လာရင် သတိထားမိမှာကတော့ scenes တော်တော်များများမှာ Director သုံးထားသော အရောင်သည် အပြာရောင်များလွန်းသည်။ Wardrobe တွေမှာ ပိုများပါတယ်။ ပြချင်တာကတော့ ထိုအရောင်က Summer ရဲ့မျက်လုံးအရောင် အပြာရောင်ကို ဆက်စပ်စေနေတာဖြစ်ပြီး သဘောကတော့ Tom ရဲ့သူမအပေါ်ထားရှိတဲ့ ခံစားချက်တွေကို ကြည့်ရှုသူ ပရိသတ်တွေ နားလည်စေချင်တဲ့သဘောပါ။ Tom ရဲ့နေရာမှာ ဝင်ပြီး မသိမသာ ခံစားလာစေတဲ့ သဘောပါပဲ။နောက်ဆုံး ဒသမ အချက်ကတော့ ဒီဇာတ်ကားသည် အချစ်ဇာတ်လမ်းတစ်ခုမဟုတ်ပါဘူး။ အချစ် အကြောင်း ဇာတ်လမ်းတစ်ခုပဲဖြစ်တယ်ဆိုတဲ့ “This is not a love story, this is a story about love.” ဆိုတဲ့ ရုပ်ရှင် Poster မှာဖော်ပြထားတဲ့ စာတန်းကလေးကိုပဲ။ လေးလေးနက်နက်တွေးတော ကြည့်ရင် ဘာကို ဆိုလိုချင်သလဲဆိုတာ နားလည်လာပါလိမ့်မယ်။Director Marc Webb ရဲ့ပထမဆုံး Director အဖြစ်ပွဲဦးထွက် ဇာတ်ကားလေးဖြစ်ပြီး ကျွန် တော့်အမြင်မှာ ထို Director ရော မင်းသား Joseph Gordon-Levitt ရော မင်းသမီးဖြစ်သူ Zooey Deschanel တို့ရဲ့အကောင်းဆုံးဇာတ်ကားလေး ပဲဖြစ်ပါတယ်။ Rotten Tomatoes မှာလည်း 86% တောင် ရရှိခဲ့ပါတယ်။ထိုအချက်တွေကြောင့် (500) Days of Summer သည် ကျွန်တော့်ရဲ့Personally အရ အနှစ်သက်ဆုံး Romantic Comedy ဇာတ်ကားလေးတစ်ကားဖြစ်လာပါတော့တယ်။~WH~(ရုပ်ရှင်အညွှန်းကိုMovies-we watch,we feel.Facebook Page မှ ကူးယူဖော်ပြပါသည်။)File size…(4.3GB)/(1.6 GB)/(500 MB)Quality….WEB-DL 4K HEVC/BluRay 1080p/720pFormat…mkv/mp4Duration….01:35:07Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byKo YeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarc WebbRenetta G. AmadorStarsChloë Grace MoretzClark GreggGeoffrey ArendIan Reed KeslerJoseph Gordon-LevittMatthew Gray GublerMinka KellyPatricia BelcherRachel BostonZooey DeschanelCastAdam EmeryAlejandro EstornelAlexandra Nicole HulmeAnthony MarcionaBryan AnthonyCharles WalkerChloë Grace MoretzChristian VincentChristopher MartinezClark GreggDarryl Alan ReedDarryl SivadGelsey WeissGeoffrey ArendGregory ThompsonGus CarrIan Reed KeslerJacob StroopJennifer HamiltonJennifer Lee KeyesJoseph Gordon-LevittKatie MaliaKenneth HughesMaile FlanaganMatthew Gray GublerMinka KellyNadine EllisNatalie BorenNathan PrevostNicole ViciusPatricia BelcherPleasant WayneRachel BostonRebecca LinReshma GajjarRyan ThomasSid WilnerSybil AzurTiffany GranathTracy PhillipsValente RodriguezVivian NixonYvette Nicole BrownZooey Deschanel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/etBZfuOie3uODTKTV5xnbAKB4Fr.jpg",
      "https://image.tmdb.org/t/p/w300/n5qb67923cqojccZmMqkMOgTMWq.jpg",
      "https://image.tmdb.org/t/p/w300/2zFl6j8MB4jCKUQKVlADyESwkVY.jpg",
      "https://image.tmdb.org/t/p/w300/sJ1YRRUMsxaeYwd7eNOiblIx5fW.jpg",
      "https://image.tmdb.org/t/p/w300/cpSrC3PNTzzYenHlStvockyFYte.jpg",
      "https://image.tmdb.org/t/p/w300/x0emyxKfPMfxuW71xrzV07cmg1e.jpg",
      "https://image.tmdb.org/t/p/w300/5kVmWPwhndOjEAXXooiXjkVooTI.jpg",
      "https://image.tmdb.org/t/p/w300/A7oLC1wvNQTisD0hcLkYoN5XV7p.jpg",
      "https://image.tmdb.org/t/p/w300/25by2MjLrmkzSYXdvtIGTNydsmu.jpg",
      "https://image.tmdb.org/t/p/w300/At5SIK2TOYQEeHrRqIsSXDDaT59.jpg",
      "https://image.tmdb.org/t/p/w300/bAtK2W0Bf8cx4cuFJgC7NqjTta9.jpg",
      "https://image.tmdb.org/t/p/w300/unlHhhBkYp2yI2RgQ5YWYPdX5JL.jpg",
      "https://image.tmdb.org/t/p/w300/erF5dOtlslqM8vrmMMlwNvkKOto.jpg",
      "https://image.tmdb.org/t/p/w300/8x8Lc6YkjlMc79RPZFYKYIkuqe4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/500-days-of-summer-2009-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/500-days-of-summer-2009",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-500-days-of-summer-2009-4-k-2160-p-web-dl-hevc-10-bit-sdr-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.3 GB",
        "quality": "WEB-DL 4K HEVC"
      },
      {
        "link": "https://megaup.net/1I6a8/(CM)_500.Days.of.Summer.2009.4K.2160p.WEB-DL.HEVC.10bit.SDR-Nyein.mkv",
        "server": "megaup.net",
        "size": "4.3 GB",
        "quality": "WEB-DL 4K HEVC"
      },
      {
        "link": "https://mega.nz/file/1jgU1ThJ#LYWz1GVXb69633siAWFl5QyHf83Q-QurIju25cKo-LA",
        "server": "mega.nz",
        "size": "4.3 GB",
        "quality": "WEB-DL 4K HEVC"
      },
      {
        "link": "https://usersdrive.com/kuviqkf3zdpr.html",
        "server": "usersdrive.com",
        "size": "4.3 GB",
        "quality": "WEB-DL 4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-500-days-of-summer-2009-proper-1080-p-blu-ray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://megaup.net/1I69a/(CM)_500.Days.of.Summer.2009.PROPER.1080p.BluRay.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://mega.nz/file/J6okQZJI#0cAbzhE6ZxgmOgcDU9x5dAfYny4ONuCc0td_K0n1QfM",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://usersdrive.com/4q9etolsxa3p.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-500-days-of-summer-2009-proper-720-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1I68y/(CM)_500.Days.of.Summer.2009.PROPER.720p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/B2wQBDqT#7OoIKonP5PqTQUSeEwOxzG8G423eQgaNqkT4tALCYb4",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u7fwxvmahjfz.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/umfpre6tckzl.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TNEkwcY7OI0",
      "video_url": "https://www.youtube.com/watch?v=TNEkwcY7OI0",
      "embed_url": "https://www.youtube.com/embed/TNEkwcY7OI0"
    }
  },
  {
    "metadata": "|2020||Comedy,Fancy,Sci-Fi",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3440"
    },
    "title": "Spontaneous (2020)",
    "description": "Spontaneous (2020)================IMDb Rating – 6.5/10ဘဝမှာ ကံဆိုးမိုးမှောင်မှုတွေနဲ့ ကြုံတွေ့ရတဲ့အခါ သင်သာဆိုရင် ထိပ်တိုက်ရင်ဆိုင်မလား? ရှောင်ဖယ်နေမလား?သေချာတာတစ်ခုကတော့ ဖြစ်မလာသေးတဲ့ အနာဂတ်ကြိုတွေးရင်း စိတ်သောကရောက်နေမယ်ဆိုရင် လူဖြစ်ရှုံးရချည်ရဲ့……ဒီကားအကြောင်းပြောရမယ်ဆိုရင် ကျောင်းတစ်ကျောင်း ဘယ်ကနေ ဘယ်လိုဖြစ်လာမှန်းမသိတဲ့ ပေါက်ကွဲမှုတွေဖြစ်ပြီးကျောင်းသားအတော်များများ သေကြေ ပျက်ဆီးကြပါတယ်။ ဘာကြောင့်လဲဆိုတာကို ဘယ်သူမှ မသိပါဘူး။ ဇာတ်ကားပြီးဆုံးတဲ့အထိ ဘာကြောင့်ဖြစ်လဲဆိုတာကို ခင်ဗျားလည်း သိမှာမဟုတ်ပါဘူး။ဒါဆို ဘာသိလိုက်မှာလဲ……မျက်စိတမှိတ်အတွင်း အသက်ဘေးအန္တရာယ်တဲ့ ရင်ဆိုင်နေရတဲ့အချိန် ကိုယ်ချစ်တဲ့သူတွေနဲ့ ဘဝကိုဘယ်လိုမျိူး ရှေ့ဆက်ဖြတ်သန်းကြလဲ…..အသက်ရှင်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားရုန်းကန်ကြလဲ…..ခင်ဗျားဆိုရင်ကော ဘာဆက်လုပ်မလဲ၊ ဒီဇာတ်ကားက rating 6.5 ရှိပြီး rotten tomatoes 98% ထိရထားတာပါ။Aaron Starmer ရေးတဲ့ Spontaneous စာအုပ်ကို အခြေခံထားပြီး ၂၀၁၆မှာ ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။ တစ်ကားထဲမှာပဲ Romance, comedy , Sci-fi ပေါင်းစုံပြီး ရသမျိုးစုံ ခံစားနိုင်မှာ အသေအချာပါပဲ…….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, Fantasy, Sci-FiSource : 1080p.WebRipTranslator –  ParrisEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian DuffieldCastAmanda GrayAsh LeeBraeden ShrimptonBrahm TaylorBzhaun RhodenCameron DentCharlie PlummerChelah HorsdalClive HollowayDanielle KremeniukDarcey JohnsonDolores DrakeDoralynn MuiFrancisco TrujilloGlen PinchinHayley LawJared Ager-FosterJarrett CarlingtonJason SakakiJason TremblayJeremy ArnoldJunnicia LagoutinKaitlyn BernardKatherine LangfordKayt RothLaine MacNeilLaura Di CiccoLuvia PetersenMarlowe PercivalMellany BarrosMelody Nosipho NiemannMichael BrianMilo ShandelPaul Moniz de SaPayton LepinskiPeter BundicPiper PeraboRob HuebelSophia DalyYvonne Orji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sjQepwkDKxle9sIhGuDX6A9MdcW.jpg",
      "https://image.tmdb.org/t/p/w300/nG33WBWFqr74odjJCJf9v74CDm0.jpg",
      "https://image.tmdb.org/t/p/w300/324jDHMRHWZ8HLbjRJNwVPYJZT0.jpg",
      "https://image.tmdb.org/t/p/w300/ir2WsNTKwNdJpXTZLXyWHwGFssH.jpg",
      "https://image.tmdb.org/t/p/w300/aiIKnr7vg0dnMLzgdUu6DYogiiT.jpg",
      "https://image.tmdb.org/t/p/w300/8q0uvfC1ym3BQZJdFj9KonxjWZi.jpg",
      "https://image.tmdb.org/t/p/w300/hTIxwfzWADgQAtfSQD14YB6A2pi.jpg",
      "https://image.tmdb.org/t/p/w300/sr58B40clrmSWk3xXRO0qLVfzXA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMWQ0YzI3NTktNjEyNC00MGVhLTlmZjEtN2NkZTcyNmQwYmQ1XkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/spontaneous-2020-1080-p-web-rip-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/spontaneous-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/1B33f/Spontaneous.2020.1080p.WEBRip.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/1B33s/Spontaneous.2020.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://mega.nz/file/QZoSyJII#UrzSr6v7oJNtCvH6StgsliCT9XhfqGRw5CEPOYWAeEg",
        "server": "mega.nz",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://mega.nz/file/8Ux0xTKC#7z8XbN83FKX79W89LMG3AnPtHT2zkf1eW3xGhxKsCxk",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://upstream.to/jpob439j3b9k",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/cb0v8g5iiypm.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/50si6cjdb2eg.html",
        "server": "usersdrive.com",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/spontaneous-2020",
        "server": "VIP Links",
        "size": "2 GB / 880 MB",
        "quality": "WEBRip 1080p / WEBRip 720p"
      }
    ],
    "trailer": {
      "video_id": "0dt523AHZWY",
      "video_url": "https://www.youtube.com/watch?v=0dt523AHZWY",
      "embed_url": "https://www.youtube.com/embed/0dt523AHZWY"
    }
  },
  {
    "metadata": "||31 min|Horror,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "224"
    },
    "title": "An Uninvited Guest In A Villa ( 2023 )",
    "description": "ဒီဇာတ်လမ်းလေးကတော့ အကြွေးပင်လယ်ဝေနေတဲ့လူတစ်ယောက်ဟာသူဌေးတစ်ယောက်ကိုမတော်တဆသတ်မိသွားတဲ့အချိန်မှာဘာတွေဆက်ဖြစ်လာမလဲဆိုတဲ့အကြောင်းလေးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဝမ်ယုံကရှယ်ယာကစားရင်းအရှုံးပေါ်ပြီး အကြွေးတွေတင်နေတာကြောင့်အရေးပေါ်ဖြစ်နေတဲ့အချိန်မှာ သူ့ရဲ့ကျောင်းနေဖက်သူငယ်ချင်းဆီကနေပိုက်ဆံချေးဖို့ကြိုးစားရင်း လက်လွန်ပြီးချောက်ကမ်းပါးပေါ်ကတွန်းချလိုက်မိသွားပါတယ်။သူကမထူးဇာတ်ခင်းရင်း သူဌေးအိမ်မှာတန်ဖိုးကြီးတဲ့ပစ္စည်းတွေသွားယူတဲ့အချိန်မှာယွမ်သိန်း(၅၀)ရဲ့စွဲဆောင်မှုကြောင့် သူဌေးအိမ်ကမထွက်သွားနိုင်ပဲလောဘတက်ပြီးဆက်နေမိသွားပါတယ်။သူကဒီပစ္စည်းဥစ္စာတွေရဲ့စွဲဆောင်မှုကနေလွတ်မြောက်နိုင်ပါ့မလား……အမှားတွေပဲဆက်တိုက်လုပ်ရင်း ရုန်းထွက်နိုင်ပါ့မလား……Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Horror , MysteryRuntime : 31 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Nu MonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChen XiangStarsCho ChoMao TaiRun TuWang ZhaCastCho ChoMao TaiRun TuWang Zha",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/GuestP.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/an-uninvited-guest-in-a-villa-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "571MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xlxqj3g47cud.html",
        "server": "usersdrive.com",
        "size": "571MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2FlUd/An_Uninvited_Guest_In_A_Villa_(_2023_)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "571MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KQJABA6Q#BzzRevt0MI_p-whwj4GKoxiYbwR2RXAWHSAIR2ogLQA",
        "server": "mega.nz",
        "size": "571MB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/uuc14uvnfa4v",
        "server": "streamsb.com",
        "size": "571MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/iijwd3suhw2m",
        "server": "streamvid.io",
        "size": "571MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/an-uninvited-guest-in-a-villa-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "252MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/57pul0dbqij5.html",
        "server": "usersdrive.com",
        "size": "252MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yEw0wIZR#HL94kqQUAoNVkgoo_mlsBfVJoQs3od42YbbD_x81Agg",
        "server": "mega.nz",
        "size": "252MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA||1h 32min|Action,Drama,Fantasy",
    "rating": {
      "rating": "9.7/10",
      "rating_count": ""
    },
    "title": "Kingdom: Ashin of the North (2021)",
    "description": "Kingdom ရဲ့ Season 2 အဆုံးမှာ မင်းသားနဲ့သူ့ရဲ့ နောက်လိုက်နောက်ပါတစ်သိုက်က မသေဆေးပင်တွေရဲ့ အရင်းအမြစ်က လူတစ်ယောက်ဆီက လာတယ်ဆိုတာကိုတွေ့ခဲ့ပါတယ်။လက်သည် တရားခံကတော့ မြောက်ပိုင်းသူ အာရှင်း ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ သူ့ရဲ့ နောက်ခံအကြောင်းအရာတွေကို ပြထားတာပါ။ ဂျိုဆွန်းမှာ မျိုးဆက် ၃ ဆက်လောက် နေခဲ့ကြတဲ့သူတို့ရဲ့ ဂျာချန်လူမျိုးစုလေးက ဂျာချန်တွေထဲမှာလည်း အပယ်ခံ ဂျိုဆွန်းပြည်သားတွေကလည်း လက်မခံဖြစ်နေပါတယ်။အာ့ဒီလိုအခြေအနေထဲမှာမှ အာရှင်းရဲ့အဖေက သူတို့ရွာလေးကို တရားဝင်ဂျိုဆွန်ရွာအဖြစ်သတ်မှတ်ခံရဖို့ ကြိုးစားရင်းသေသွားတယ်။အမေကတော့ နိမ့်ကျတဲ့သူတို့ရွာလေးကို ဘယ်သမားတော်မှ မလာလို့ ရောဂါခံစားနေရရင်း ဂျိုဆွန်းပြည်နဲ့ ဂျာချန်တွေရဲ့ စစ်ပွဲထဲမှာ ကြားညပ်ပြီးသေဆုံးသွားရတယ်။အဲဒါကြောင့် မသေဆေးပင်ကို အမှတ်မထင်တွေ့ခဲ့လိုက်ရတဲ့ အာရှင်းက သူ့မိသားစုကို ဖျက်စီးခဲ့တဲ့ နိုင်ငံနှစ်ခုကို လက်စားချေဖို့ ကြိုးစားတဲ့အကြောင်းလေးကို ပြထားတာပါ။Kingdom ပရိသတ်ကြီးတို့ Season 3 မလာခင် ဒါလေးကို အရင်ကြည့်ထားလိုက်ကြပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…)File Size : (1.50 GB) , (750 MB) and (380 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 32minFormat : Mp4Genre : Action, Drama, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : WEB-DL.1080p.x264.DDP-AREYTranslated by d3mon & Ma PhiEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJun Ji-hyunKim Roe-haKim Si-aKoo Kyo-hwanPark Byung-eun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pfcj8IYB5bK8RTWiHwOCGfIzVw6.jpg",
      "https://image.tmdb.org/t/p/w300/bQXX3JlQRquWbB7LjDcshwWmLgw.jpg",
      "https://image.tmdb.org/t/p/w300/lzbq6uYsG1UmiHQU5cJfHXFFLI9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gDu7P9dGWrNJBP6EIYKCuKLWVYg.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kingdom-ashin-of-the-north-2021",
        "server": "VIP Links",
        "size": "1.50 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kingdom-ashin-of-the-north-2021-nf-web-dl-1080-p-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.50 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/zdanocqlrl2p.html",
        "server": "usersdrive.com",
        "size": "1.50 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/2jWbv/(CM)_Kingdom.Ashin.of.the.North.2021.NF.WEB-DL.1080p.5.1.mp4",
        "server": "megaup.net",
        "size": "1.50 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://sbembed4.com/05k5zra53zfa.html",
        "server": "streamsb.com",
        "size": "1.50 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kingdom-ashin-of-the-north-2021-nf-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/na36hee1dpnp.html?fbclid=IwAR3qb52Xb1hjoNKiNIHAZez2cti7gHymF-3R4jJZZJiwp4J8lkJb69vu0dY",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2jW8v/(CM)_Kingdom.Ashin.of.the.North.2021.NF.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/y9f39koub1n3.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kingdom-ashin-of-the-north-2021-nf-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/na36hee1dpnp.html?fbclid=IwAR32y9iRSqjK6MvExiHk-j2pBWoF_3PMJvwmyNAxEXBY0C8faMFhiR5LVoo",
        "server": "usersdrive.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2jW8s/(CM)_Kingdom.Ashin.of.the.North.2021.NF.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbembed4.com/3bi8udp5uko0.html",
        "server": "streamsb.com",
        "size": "380 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "6cwNyNmJrjM",
      "video_url": "https://www.youtube.com/watch?v=6cwNyNmJrjM",
      "embed_url": "https://www.youtube.com/embed/6cwNyNmJrjM"
    }
  },
  {
    "metadata": "||1h 45 min|Drama",
    "rating": {
      "rating": "6/10",
      "rating_count": "2652"
    },
    "title": "Hello, Beijing ( 2022 )",
    "description": "လူတိုင်း လူတိုင်းမှာ အိမ်မက်ကိုယ်စီရှိကြပါတယ်အိမ်မက်တိုင်းကို အကောင်အထည်ဖော်ဖို့က ကလဲ စျေးပေါပေါလွယ်လွယ်ကူကူနဲ့ ရတတ်ကြတာမဟုတ်ပါဘူး ။ပေးဆပ်မှုတွေ ရင်းနီးမှုတွေ စတေးမှုတွေနဲ့ မြှုပ်နှံပြီးမှအကောင်အထည်ဖော်လို့ရကြတာပါ ။ဒီနေ့မှာဆိုရင်တော့ အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့ကြိုးစားကြနေတဲ့ အသက်အရွယ်မတူညီတဲ့လူ ၃ ယောက်အကြောင်း ရိုက်ကူးပုံဖော် ထားသောဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။❏ ပရော့ဂျက်အောင်မြင်ခါနီးမှာမှ ရင်းနှီးမြှုပ်နှံသူတွေနှုတ်ထွက်သွားပြီး အကြွေးတွေ ဝိုင်းဝိုင်းလယ်ကာကူရာမဲ့ ဖြစ်နေတဲ့ ကုမ္ပဏီ သူဌေး – လီမင်ချီ❏ အိမ်က သဘောမတူတဲ့ကြားထဲမှာမှ အိမ်ကိုဆန့်ကျင်အတိုက်အခံလုပ်ကာ ပေကျင်းသို့ သူ့ရဲ့ အဆိုတော်ဖြစ်ချင်တဲ့အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့အိမ်ပေါ်ကဆင်းလာသူ ထက်မြတ်တဲ့ လူငယ်လေး – ယန်နမ်❏ ချစ်ရသူနဲ့ လက်ထပ်ပြီး နေထိုင်ဖို့ အိမ်လေးဝယ်ချင်နေပေမဲ့အကျပ်အတည်းနဲ့ ရင်ဆိုင်နေရသူ ရိုးသားကြိုးစားတဲ့အမြန်ချောပို့သမားလေး – လျိုရွှင့်အကျပ်အတည်း တစ်မျိုးစီနဲ့ ရင်ဆိုင်နေရတဲ့ သူတို့တွေပေကျင်းမှာ ဘယ်လိုများဆက်လက်ပြီးရှင်သန်ကြမှာလဲ ?သူတို့ရဲ့ အိမ်မက်တွေကရော အကောင်အထည်ဖော်နိုင်ပါ့မလား ?အိမ်မက်ကိုအကောင်အထည်ဖော်နေစဥ်အတွင်းမှာဘယ်လို စိန်ခေါ်မှုတွေ အခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ?ဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။ကြည့်ရှုသူတွေအနေနဲ့လဲ အိမ်မက်အကောင်အထည်ဖော်နေစဥ်အတွင်းမှာလက်မလျှော့ပဲနဲ့ ဆက်ပြီး အကောင်အထည်ဖော်နိုင်ကြပါစေရှင်။[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : DramaRuntime : 1h 45 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAn ZehaoBai YongchengBen LiuCao XixiGuo JinglinHai YitianHongming FuLi FeiranQianhua WangWang XinXu ZhengCastAn ZehaoBai YongchengBen LiuCao XixiGuo JinglinHai YitianHongming FuLi FeiranQianhua WangWang XinXu Zheng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nrMdeje8XL2MKQNvQtrCYmHEO0z.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f6v4ZYn9VOuVRz43ZquXYGSQ7i9.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hello-beijing-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/0jo1e382okba.html",
        "server": "usersdrive.com",
        "size": "1.05 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbchill.com/hj1rul4wmwd7.html",
        "server": "streamsb.com",
        "size": "1.05 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/uANEzJiY#HJ7oGSLIgmU-9EEf3H2mslKrET_mVhvg_1mtHryE4QU",
        "server": "mega.nz",
        "size": "1.05 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hello-beijing-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "661 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/9diq3j7xalt9.html",
        "server": "usersdrive.com",
        "size": "661 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/zBsy0ZYY#w6aMpMaYGfqWJvTSQpoIO22tn6ghIjhCriQZBEm4CrM",
        "server": "mega.nz",
        "size": "661 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2004|1h 30min|Horror,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1,785"
    },
    "title": "The Doll Master (2004)",
    "description": "[Unicode]အရုပ်သရဲကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်တစ်ခါက ကီမိုနိုဝတ်ထားတဲ့မိန်းကလေးတစ်ယောက်ကိုချစ်သွားတဲ့ကောင်လေးတစ်ယောက်ရှိပါတယ်အဲ့မိန်းကလေးအတွက် သူနဲ့တူတဲ့အရုပ်လေးတစ်ယောက်ကို ဖန်တီးပေးခဲ့တယ်ဖြစ်ချင်တော့ အဲ့အရုပ်လေးက အဲ့ကောင်လေးကိုချစ်နေခဲ့ပါတယ်…တနေ့မှာ ထူးဆန်းစွာနဲ့ကောင်မလေးသေသွားခဲ့ပြီးတော့ ကောင်လေးကတော့ လူသတ်သမားအဖြစ်ထောင်ကျခဲ့ရတယ်အဲ့လိုနဲ့ အရုပ်လေးဟာ သူချစ်ရတဲ့ကောင်လေးအနားမှာပဲ အဖော်ပြုသွားတော့တယ်…နှစ် ၆၀ ကြာပြီးနောက်တော့ ပြတိုက်တစ်ခုကိုလူငါးယောက်ရောက်လာကြပါတယ်အဲ့ပြတိုက်က အရုပ်တွေကိုဖန်တီးတဲ့ပြတိုက်ပေါ့ ။အဲ့ကိုရောက်လာတဲ့လူတွေက အရုပ်အတွက် model လုပ်ပေးဖို့ရောက်လာကြတာပါဖြစ်ချင်တော့ ထူးဆန်းတာက သူတို့ငါးယောက်လုံးရဲ့ မွေးရပ်မြေက တူတူပဲဖြစ်နေတယ်ဆိုတာပဲ ။ဒီတော့ သူတို့ငါးယောက်လုံးကရော ဘယ်သူတွေလဲမိန်းကလေးကရော ဘာလို့အသတ်ခံလိုက်ရတာလဲအဲ့ပြတိုက်မှာရော ဘယ်လိုထူးဆန်းမှုတွေရှိနေမလဲအရုပ်ကရော ဘယ်ရောက်သွားတာလဲဆိုတာစိတ်ဝင်စားဖို့ကောင်းစွာနဲ့ ကြည့်ရှုရမှာပါ ။အဲ့အပြင်ကိုမှ သနားဖို့ကောင်းတဲ့ အရုပ်မချောချောလေးရဲ့ ဇာတ်လမ်းလေးကိုလည်းမြှုပ်ထားတာမို့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါဦး…။( အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]အ႐ုပ္သရဲကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါ့မယ္တစ္ခါက ကီမိုႏိုဝတ္ထားတဲ့မိန္းကေလးတစ္ေယာက္ကိုခ်စ္သြားတဲ့ေကာင္ေလးတစ္ေယာက္ရွိပါတယ္အဲ့မိန္းကေလးအတြက္ သူနဲ႔တူတဲ့အ႐ုပ္ေလးတစ္ေယာက္ကို ဖန္တီးေပးခဲ့တယ္ျဖစ္ခ်င္ေတာ့ အဲ့အ႐ုပ္ေလးက အဲ့ေကာင္ေလးကိုခ်စ္ေနခဲ့ပါတယ္…တေန႔မွာ ထူးဆန္းစြာနဲ႔ေကာင္မေလးေသသြားခဲ့ၿပီးေတာ့ ေကာင္ေလးကေတာ့ လူသတ္သမားအျဖစ္ေထာင္က်ခဲ့ရတယ္အဲ့လိုနဲ႔ အ႐ုပ္ေလးဟာ သူခ်စ္ရတဲ့ေကာင္ေလးအနားမွာပဲ အေဖာ္ျပဳသြားေတာ့တယ္…ႏွစ္ ၆၀ ၾကာၿပီးေနာက္ေတာ့ ျပတိုက္တစ္ခုကိုလူငါးေယာက္ေရာက္လာၾကပါတယ္အဲ့ျပတိုက္က အ႐ုပ္ေတြကိုဖန္တီးတဲ့ျပတိုက္ေပါ့ ။အဲ့ကိုေရာက္လာတဲ့လူေတြက အ႐ုပ္အတြက္ model လုပ္ေပးဖို႔ေရာက္လာၾကတာပါျဖစ္ခ်င္ေတာ့ ထူးဆန္းတာက သူတို႔ငါးေယာက္လုံးရဲ႕ ေမြးရပ္ေျမက တူတူပဲျဖစ္ေနတယ္ဆိုတာပဲ ။ဒီေတာ့ သူတို႔ငါးေယာက္လုံးကေရာ ဘယ္သူေတြလဲမိန္းကေလးကေရာ ဘာလို႔အသတ္ခံလိုက္ရတာလဲအဲ့ျပတိုက္မွာေရာ ဘယ္လိုထူးဆန္းမႈေတြရွိေနမလဲအ႐ုပ္ကေရာ ဘယ္ေရာက္သြားတာလဲဆိုတာစိတ္ဝင္စားဖို႔ေကာင္းစြာနဲ႔ ၾကည့္ရႈရမွာပါ ။အဲ့အျပင္ကိုမွ သနားဖို႔ေကာင္းတဲ့ အ႐ုပ္မေခ်ာေခ်ာေလးရဲ႕ ဇာတ္လမ္းေလးကိုလည္းျမႇဳပ္ထားတာမို႔ ၾကည့္ျဖစ္ေအာင္ၾကည့္ၾကပါဦး…။( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__5.7/10Format__mp4Type__ Horror , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byShoon Thu Thu ChainEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong Yong-kiStarsCheon Ho-jinKa-Yeong LeeKim Yu-miLim Eun-kyoungLim Hyung-junOk Ji-youngShim Hyung-takCastCheon Ho-jinKa-Yeong LeeKim Yu-miLim Eun-kyoungLim Hyung-junOk Ji-youngShim Hyung-tak",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qlDtAlzcBaETbVK5VyV5NQZhUiP.jpg",
      "https://image.tmdb.org/t/p/w300/bQhzVaP5eAmcc0JnJMVr80yWS2y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hayajVOmjk8LhqvYDHdQ7K5Ler2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mckgo6v0i2pz.html",
        "server": "usersdrive.com",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/v5fpxhn2kj61.html",
        "server": "usersdrive.com",
        "size": "240 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/the-doll-master-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-doll-master-2004-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "240 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/1xaxP/The_Doll_Master_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xay0/The_Doll_Master_(2004)_SFS.mp4",
        "server": "megaup.net",
        "size": "240 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/TRZRFSzK#sizeMtoSRWvWtpWQ1cKvPjoBU01gaN3AZ0ArOI9fqSM",
        "server": "mega.nz",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HEIVAAAQ#f4swihz8-LarMLGY2R4sw2YXe4x1K3YIKJaUBTQJmGg",
        "server": "mega.nz",
        "size": "240 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/et4gp8OE5qD-vA",
        "server": "disk.yandex.com",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/uinkD6qWmQhsxA",
        "server": "disk.yandex.com",
        "size": "240 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/kmgtvrce5zir",
        "server": "upstream.to",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p08ixng4bxrc",
        "server": "upstream.to",
        "size": "240 MB",
        "quality": "SFS"
      }
    ],
    "trailer": {
      "video_id": "naF8-ji4y8A",
      "video_url": "https://www.youtube.com/watch?v=naF8-ji4y8A",
      "embed_url": "https://www.youtube.com/embed/naF8-ji4y8A"
    }
  },
  {
    "metadata": "N/A|2015|1h 30min|Action,Crime,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1,198"
    },
    "title": "Wine Wars (2017)",
    "description": "ဒီတစ္ခါေတာ့ဝိုင္ခ်စ္သူ႐ုပ္ရွင္ခ်စ္ပရိတ္သတ္ႀကီးအတြတ္၂၀၁၇ ထြက္ Wine War ဆိုတဲ့တ႐ုတ္ဇာတ္ကားေလးတစ္ပုဒ္နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ဟာသနဲ႕အက္ရွင္ေပါင္းထားတာေလးပါ။ဇာတ္လမ္းကယန္မင္းဆက္လက္ထက္တုန္းကအရမ္းကိုေတာ္တဲ့ဝိုင္ျပဳလုပ္ေပးတဲ့သူတစ္ေယာက္ရွိပါတယ္။အဲ့အခ်ိန္တည္းကကမာၻေပၚမွာအေကာင္းဆုံးဝိုင္ျပဳလုပ္တဲ့နည္းကိုရွာေဖြေတြ႕ရွိခဲ့ၾကတာပါ။အဲ့နည္းလမ္းကိုမ်ိဳးရိုးစဥ္ဆက္လက္ဆင့္ကမ္းလာၾကတာအခုေခတ္တန္ေၾကးနဲ႕ဆို ယူရို ၅မီလီယံအထိျဖစ္လာတယ္။အဲ့နည္းလမ္းသာရၿပီဆိုေသခ်ာေပါက္သူေဌးျဖစ္ၿပီေလ။အဲ့အခ်ိန္မွာပဲအဲ့နည္းလမ္းကိုေလလံတင္ေရာင္းခ်မယ္ဆိုေတာ့ေလလံဆြဲၾကၿပီေပါ့။ဘယ္သူကဘယ္လိုေလလံေဈးနဲ႕ရသြားမလဲ။ေလလံတင္တဲ့သူဘက္ကေရာမ်ိဳးရိုးစဥ္ဆက္ထိန္းသိမ္းရမယ့္နည္းလမ္းကိုဘာလို႔ေလလံတင္လိုက္တာလဲ။ေနာက္ဆုံးအဲ့နည္းနဲ႕သူေဌးျဖစ္မယ့္သူကဘယ္သူလဲဆိုတာရယ္ရယ္ေမာေမာနဲ႕ၾကည့္လိုက္ၾကရေအာင္ပါ။ဇာတ္ကားၾကည့္ၿပီးဝိုင္ေသာက္ခ်င္တယ္ဆိုရင္ေတာ့ကိုယ္ဟာကိုယ္ဝယ္ေသာက္ၾကပါလို႔ေျပာခ်င္ပါတယ္။အက္ဒမင္ေတြကိုလည္းဝယ္တိုက္ခ်င္ရင္အခ်ိန္မေ႐ြးလက္ခံပါတယ္လို႔(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူက ကိုေနမ်ိဳးပါ)File Size : (800 MB) and (270 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264-WiKiTranslated by Nay MyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLeon LaiStarsDavid WangDu JuanLeon LaiLily Ji LiZhang HanyuCastDavid WangDu JuanLeon LaiLily Ji LiZhang Hanyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9L5kRXYVHYR22FxlgPkpa8XLS1e.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/4HTUxm1bHwPMtTY0cicTuZhiWem.jpg",
    "movie_links": [
      {
        "link": "http://briskrange.com/4frt",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4fuh",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4fwA",
        "server": "Soliddrive.co",
        "size": "270 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4g1V",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4g3d",
        "server": "openload.co",
        "size": "270 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Dzfe8dIOYEo",
      "video_url": "https://www.youtube.com/watch?v=Dzfe8dIOYEo",
      "embed_url": "https://www.youtube.com/embed/Dzfe8dIOYEo"
    }
  },
  {
    "metadata": "||1h 46min|Drama,Romance",
    "rating": {
      "rating": "7/10",
      "rating_count": "1.7k"
    },
    "title": "One Fine Spring Day (2001)",
    "description": "One Fine Spring Day ( 2001 )Christmas in Augustတို့ April Snowတို့ The Last Princessတို့ Lost (TV series)တို့ရိုက်ခဲ့တဲ့Hur Jin-hoရဲ့ Christmas in August အပြီး ဆက်ရိုက်ခဲ့တဲ့ကားပါ။မင်းသားကတော့ လက်ရှိ Money Heist: Korea – Joint Economic Areaထဲက ပရော်ဖက်ဆာအဖြစ်လူသိများလောက်မယ့် ပတ်ချန်းဝုရဲ့ Oldboyတို့ Lady Vengeanceတို့Hong Sang-sooရဲ့ Woman Is the Future of Manတို့ Dittoတို့လိုကိုရီးယားရဲ့မာစတာပိစ် ကားတွေမှာ အဓိကကျတဲ့ဇာတ်ကောင်တွေအဖြစ် သရုပ်ဆောင်ဖူးခဲ့တဲ့ Yoo Ji-taeပါ။မင်းသမီးကတော့ ငယ်ငယ်က ချန်ဂင်အဖြစ် လူသိများခဲ့တဲ့ ပတ်ချန်းဝုရဲ့ Lady Vengeanceတို့Joint Security Areaတို့ အဓိကဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Lee Young-aeပါပဲ။ဒါရိုက်တာရော သရုပ်ဆောင်တွေရော ဘာမှပြောစရာမရှိသလို ဇာတ်ကလည်းChristmas in Augustကို သဘောကျတဲ့လူတွေ သဘောကျမယ့် ဇာတ်ပါပဲ။အဲဒီထက်တော့ ပိုရိုမန့်ဆန်ပေမဲ့ သူရိုက်နေကျအတိုင်း သူ့ရိုမန့်တွေက သဘာဝကျကျလေးနဲ့ကို အရမ်းငြိမ်ပါတယ်။တစ်ခါတလေ ဘဝမှာ ရိုမန့်တစ်အဆန်ဆုံး ဘာတွေရှိဖူးလဲ ကိုယ့်ကိုယ်ကိုယ်ပြန်မေးကြည့်တော့ ရိုမန့်တစ်ကွေကွင်းခြင်းတွေကို အိပ်မက်မက်တယ်။ကွေကွင်းခြင်းဟာ ရိုမန့်တစ်ဖြစ်ဖို့ တစ်ခါတလေလည်းခက်တယ်။ အချစ်ဟာ အဆုံးသတ်တစ်နေရာမှာ ကွေကွင်းကြဖို့ပဲမလား။ကွေကွင်းခြင်းသာ ရိုမန့်တစ်မဆန်ဘူးလို့ ငြင်းလာရင်လည်း အဲဒီအချစ်က ရိုမန့်တစ်ဆန်ပါဦးမလား။ထားပါတော့။ လူ့ကမ္ဘာဟာ ငရဲပဲဆိုပါစို့။ သေကွဲဟာ အကောင်းဆုံး ဇာတ်ပေါင်းခန်းလို့ရော တစ်ခါတလေ မြင်မိကြလား။ကံကောင်းထောက်မခဲ့ရင်တော့ ရှင်ကွဲလည်း ဇာတ်ပေါင်းခန်းဖြစ်သွားနိုင်တာပါပဲ။ ကံကောင်းထောက်မခဲ့ရင်ပေါ့။ဒီရုပ်ရှင်ဟာ ရိုမန့်တစ်ဆန်တဲ့အချစ်နဲ့ ရိုမန့်တစ်ဆန်တဲ့ ကွေကွင်းခြင်းအကြောင်း ရုပ်ရှင်ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့WiRa Aungပဲ ဖြစ်ပါတယ်။Genre…..Drama, RomanceQuality…. 1080p | 720p | 480pFile size… 1.5GB | 880MB | 385MBFormat… mp4Duration….1h 46minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..WiRa AungEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBaek Jong-hakBaek Seong-heeLee Moon-sikLee Young-aePark In-hwanShin Shin-AeSon Young-soonYoo Ji-tae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r1mXL50Yrh7fiPavgdX5Qzbuys1.jpg",
      "https://image.tmdb.org/t/p/w300/u0n9rjSetUiLi1BkgJLF2ilXQWt.jpg",
      "https://image.tmdb.org/t/p/w300/Af51NboO2dekfQcU9SDSLP9PzUY.jpg",
      "https://image.tmdb.org/t/p/w300/wEbRdmmZSd60gxxRcTdqtsmmNmG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/p31oIzxbbUcbxvUDsD4VuC2chyS.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hb6cx52yfp5s.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/one-fine-spring-day-2001-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1aDu7/One.Fine.Spring.Day.2001.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/fA8GhCzC#nx01uSyGEQAxTLfoRiX2f2pETftHaj6jNpXlLhrwtIg",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/azsungj57c93.html",
        "server": "usersdrive.com",
        "size": "880MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/one-fine-spring-day-2001-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1aDte/One.Fine.Spring.Day.2001.720p.CM.mp4",
        "server": "megaup.net",
        "size": "880MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/LcNj1aJJ#7oeXwjK-DL4Zyb4iSC7GpIZsTbAFWhH5A7W4sV6pB5I",
        "server": "mega.nz",
        "size": "880MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/jaibk6nawck5.html",
        "server": "streamsb.com",
        "size": "880MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ypbvjvhutqri.html",
        "server": "usersdrive.com",
        "size": "385MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/one-fine-spring-day-2001-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "385MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wynm/One.Fine.Spring.Day.2001.480p.CM.mp4",
        "server": "megaup.net",
        "size": "385MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/2NVXSCzJ#pILyPvRmkFY5smnVeDriqo9CCbuQp4jTIdknfWykOrA",
        "server": "mega.nz",
        "size": "385MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/7tgwjaupp2o9.html",
        "server": "streamsb.com",
        "size": "385MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "MH87LbPwC_Q",
      "video_url": "https://www.youtube.com/watch?v=MH87LbPwC_Q",
      "embed_url": "https://www.youtube.com/embed/MH87LbPwC_Q"
    }
  },
  {
    "metadata": "|2020||Crime,Drama,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1,324"
    },
    "title": "Darkness Falls (2020)",
    "description": "Darkness Falls (2020)================IMDb Rating 5.0/10#Unicodeကိုယ့်အပေါ်အရမ်းချစ်တဲ့ဇနီးကိုပိုင်ဆိုင်ထားပြီး ရာထူးတက်ဖို့ကလည်းသိပ်မလိုတော့တဲ့အယ်လ်အေပီဒီက စုံထောက်ဂျက်ဖ်အန်ဒါဆန်။ ဒါပေမဲ့ ရုတ်တရက်ကြီးဇနီးဖြစ်သူက အိမ်ရဲ့ရေချိုးခန်းထဲမှာ အိပ်ဆေးသောက်ပြီး လက်ကောက်ဝတ်ကိုဓါးနဲ့လှီးပြီး သေနေတာကို သူတွေ့လိုက်ရတယ်။ အကုန်လုံးကကောက်ချက်ချထားတာက ဒါကကိုယ့်ကိုယ်ကိုသတ်သေတာတဲ့။ဒါပေမဲ့ စုံထောက်ဂျက်ဖ်ကတော့ ဒါကိုလက်မခံခဲ့ဘူး။ သူ့မိန်းမက သေကြောင်းကြံသလိုဖန်တီးပြီးအသတ်ခံခဲ့ရတာလို့ ယုံကြည်နေသူ။ နောက်တော့ ဘာသဲလွန်စတစ်စုံတစ်ရာမှမရှိတဲ့ သူ့မိန်းမရဲ့အမှုကို အသည်းအသန်လိုက်စုံစမ်းနေခဲ့တယ်။ ဒါပေမဲ့ ဘာသတင်းကိုမှမရတဲ့အပြင် ရာထူးလည်းမတက် ဌာနမှာလည်းတိုင်စာတွေအပို့ခံရပြီး လူကြီးဆီကဆူပူခံနေရတဲ့ စုံထောက်အန်ဒါဆန်။ဒါပေမဲ့တစ်ရက်မှာတော့ သူ့မိန်းမနည်းတူ သတ်သေတဲ့အမျိုးသမီးတစ်ယောက် ဆေးရုံကိုရောက်နေကြောင်း သတင်းရလာတဲ့အခါမှာတော့……..IMDb 5.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiကိုယ့္အေပၚအရမ္းခ်စ္တဲ့ဇနီးကိုပိုင္ဆိုင္ထားၿပီး ရာထူးတက္ဖို႔ကလည္းသိပ္မလိုေတာ့တဲ့အယ္လ္ေအပီဒီက စုံေထာက္ဂ်က္ဖ္အန္ဒါဆန္။ ဒါေပမဲ့ ႐ုတ္တရက္ႀကီးဇနီးျဖစ္သူက အိမ္ရဲ႕ေရခ်ိဳးခန္းထဲမွာ အိပ္ေဆးေသာက္ၿပီး လက္ေကာက္ဝတ္ကိုဓါးနဲ႔လွီးၿပီး ေသေနတာကို သူေတြ႕လိုက္ရတယ္။ အကုန္လုံးကေကာက္ခ်က္ခ်ထားတာက ဒါကကိုယ့္ကိုယ္ကိုသတ္ေသတာတဲ့။ဒါေပမဲ့ စုံေထာက္ဂ်က္ဖ္ကေတာ့ ဒါကိုလက္မခံခဲ့ဘူး။ သူ႔မိန္းမက ေသေၾကာင္းႀကံသလိုဖန္တီးၿပီးအသတ္ခံခဲ့ရတာလို႔ ယုံၾကည္ေနသူ။ ေနာက္ေတာ့ ဘာသဲလြန္စတစ္စုံတစ္ရာမွမရွိတဲ့ သူ႔မိန္းမရဲ႕အမႈကို အသည္းအသန္လိုက္စုံစမ္းေနခဲ့တယ္။ ဒါေပမဲ့ ဘာသတင္းကိုမွမရတဲ့အျပင္ ရာထူးလည္းမတက္ ဌာနမွာလည္းတိုင္စာေတြအပို႔ခံရၿပီး လူႀကီးဆီကဆူပူခံေနရတဲ့ စုံေထာက္အန္ဒါဆန္။ဒါေပမဲ့တစ္ရက္မွာေတာ့ သူ႔မိန္းမနည္းတူ သတ္ေသတဲ့အမ်ိဳးသမီးတစ္ေယာက္ ေဆး႐ုံကိုေရာက္ေနေၾကာင္း သတင္းရလာတဲ့အခါမွာေတာ့……..IMDb 5.0/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 24minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, ThrillerSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJulien SeriStarsGary ColeRichard HarmonShawn AshmoreCastDaniella AlonsoGary ColeLin ShayeMarlon YoungRichard HarmonShawn AshmoreSonya WalgerStefania SpampinatoVahina Giocante",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/le0hpD8i02BKbXfRKkwZi9xyrfZ.jpg",
      "https://image.tmdb.org/t/p/w300/vf37KI3b5JwXSXvhp4qPbZrssSQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-20-at-10.28.02-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/darkness-falls-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/Tt2x/Darkness.Falls.2020.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "720 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/t7m12wevvpnh",
        "server": "upstream.to",
        "size": "720 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/sDoGlBLL#6NjuH40zcdHKczMIkDCA7eKdILVA-2p5hjNvhi2prhg",
        "server": "mega.nz",
        "size": "720 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/darkness-falls-2020",
        "server": "VIP Links",
        "size": "720 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "5riE6cWnqGg",
      "video_url": "https://www.youtube.com/watch?v=5riE6cWnqGg",
      "embed_url": "https://www.youtube.com/embed/5riE6cWnqGg"
    }
  },
  {
    "metadata": "R|2008|105 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "5,170"
    },
    "title": "The Square (2008)",
    "description": "မေကာင္းမႈဆုိတာ ဆိတ္ကြယ္ရာမရွိတဲ့။ အဲဒီစကားကုိ ကၽြန္ေတာ္နားလည္တာကေတာ့ မေကာင္းမႈဆုိတာ သူမ်ားေတြမသိေအာင္ ဖုံးကြယ္ထားလုိ႔မရဘူးလုိ႔ မဟုတ္ပါဘူး။ မေကာင္းမႈက်ဴးလြန္ထားသူတစ္ေယာက္ရဲ႕ စိတ္ထဲမွာ သူလုပ္ခဲ့တဲ့ မေကာင္းမႈရဲ႕ ပဲ့တင္သံေတြကုိ ဆိတ္ဆိတ္ေနေအာင္ တားလုိ႔မရ မေကာင္းတဲ့ ျမင္ကြင္းေတြကုိ ဆက္ျပီးမျမင္ႏုိင္ေအာင္ ကြယ္ထားလုိ႔မရဘူးလုိ႔ ေျပာတာလုိ႔ထင္ပါတယ္။ The Square (2008) ဇာတ္ကားေလးမွာ မေကာင္းမႈတစ္ခုကုိ က်ဴးလြန္မိတဲ့ Ray အဲဒီမေကာင္းမႈက ေျခာက္လွန္႔တာကုိ ခံေနရပါတယ္။ သူက်ဴးလြန္မိတဲ့အျပစ္ေတြကို ဖုံးဖိဖုိ႔ၾကိဳးစားရင္း မေကာင္းတာေတြပဲထပ္ျဖစ္လာျပီး မေကာင္းတာေတြပဲထပ္လုပ္မိျပန္ပါတယ္။ အဲဒီလုိ လုပ္ေနရင္း သူ႕အတြက္ တန္ဖုိးထားရတဲ့အရာေတြ တစ္ခုျပီးတစ္ခု ဆုံးရႈံးလာရပါတယ္။ သူ႕အျပစ္ကုိ လူေတြမသိေအာင္ ဖုံးဖိႏုိင္ပါမလား။ သူ႕လုပ္ရပ္ေတြက အဲဒီလုိလုပ္ရေလာက္ေအာင္တန္လုိ႔လား ဇာတ္ကားကုိၾကည့္ျပီး ဆုံးျဖတ္ၾကည့္လုိက္ၾကပါေတာ့။ IMDB 6.7 ထိရရွိထားျပီးေတာ့ ဇာတ္လမ္း အစပုိင္းနည္းနည္းေက်ာ္တာနဲ႔ ဘာဆက္ျဖစ္မလဲဆုိတာကို ရင္တထိတ္ထိတ္နဲ႔ စိတ္ဝင္တစားၾကည့္ျဖစ္သြားမွာ ေသခ်ာပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monျဖစ္ပါတယ္)File size__( 900 MB) and ( 400 MB)Quality__BR-Rip 720pIMDb Rating__6.7/10Format__mp4Duration__01:46:00Type__Crime, Drama, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNash EdgertonStarsAnthony HayesBill HunterClaire van der BoomDavid RobertsHanna Mangan LawrenceJoel EdgertonKieran Darcy-SmithLisa BaileyPeter PhelpsStephen WestonCastAmanda CromptonAnthony HayesBill HunterBrendan DonoghueClaire van der BoomDamon HerrimanDavid RobertsEliza LoganHanna Mangan LawrenceJoel EdgertonJulian MorrowKieran Darcy-SmithLisa BaileyLucy BellLuke DoolanPeter PhelpsStephen WestonTony Lynch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c9gRF1fMnu8DfZJhQrNJZ9cCYcz.jpg",
      "https://image.tmdb.org/t/p/w300/1ewnx2hgYLbkLuFqR5aYJ8YshXl.jpg",
      "https://image.tmdb.org/t/p/w300/vq5bco8k9gsY2fBvsalFxta5piJ.jpg",
      "https://image.tmdb.org/t/p/w300/oIrNZVvGBGQAVq1ZQ6IRKUyhArt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kLed7chodgFBAC2hUFqtVt9KyGk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d3359bjv7nat.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-square-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2e12q/The_Square_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/9t2tseu00egu",
        "server": "datbu.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Dic0G75Uv9o",
      "video_url": "https://www.youtube.com/watch?v=Dic0G75Uv9o",
      "embed_url": "https://www.youtube.com/embed/Dic0G75Uv9o"
    }
  },
  {
    "metadata": "||1h 3 min|Action",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "325"
    },
    "title": "Crocodile Island ( 2023 )",
    "description": "ကျွန်းပေါ်မှာ ဝှက်ထားတဲ့ ရွှေဥကို တွေ့အောင်ရှာနိုင်ရင်ဆုကြေးသိန်း ၅၀ ရမယ်ဆိုတဲ့ Variety Show တစ်ခုမှာလူတစ်စုဟာ ရည်ရွယ်ချက်ကိုယ်စီနဲ့ အဲဒီ သိန်း ၅၀ ကိုလိုချင်ခဲ့ကြတာကြောင့် ပြိုင်ပွဲဝင်ပြိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ပြိုင်ပွဲအတွက် ရိုက်ကူးရေးစတဲ့နေ့မှာပဲအဖွဲ့သား ၂ ယောက် မိကျောင်းကိုက်ခံရပြီး သေဆုံးခဲ့တာကြောင့်ကျွန်းပေါ်မှာ မိကျောင်းရှိတဲ့အကြောင်းကို ခုနကမိကျောင်းလိုက်ကိုက်တာခံရတဲ့အဖြစ်အပျက်မှာလွတ်မြောက်လာခဲ့တဲ့ ရိုက်ကူးရေးအဖွဲ့တစ်ဦးက လာပြောခဲ့ပေမဲ့ဒါရိုက်တာက ကျွန်းနာမည်ကကို (မိကျောင်းကျွန်း) ဖြစ်လို့ဒီမိကျောင်းဟာ သူတို့ ဆင်ထားတဲ့ လှည့်ကွက်တစ်ခုသာဖြစ်ကြောင်းပြောပြီး ရိုက်ကူးဆက်လုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ရွှေဥ ရှာပုံတော်စဖွင့်တဲ့အချိန်ကစပြီး ၂ ယောက်တစ်တွဲခရီးထွက်လာခဲ့တဲ့ သူတွေဟာ မိကျောင်းကိုက်ခံရပြီး တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့ပါတယ်။အဲဒီနောက်မှာ အသက်ရှင်ကျန်ရစ်သူတွေဟာ မိကျောင်းရန်ကနေထွက်ပြေးဖို့ လုပ်ရင်း ဒီအစီအစဥ်မှာ ပါဝင်မိတဲ့ သူတို့အားလုံးဟာလွန်ခဲ့တဲ့ နှစ် ၂၀ က နွေရာသီကမ့်ပ်မှာ အတူတူပါဝင်ခဲ့ဖူးတဲ့သူတွေဖြစ်နေတာကို အမှတ်မထင် သိလိုက်ရပါတယ်။အဲဒီနောက်မှာတော့ ဒီမိကျောင်းတွေပေါ်လာတာ မရိုးရှင်းဘူးဆိုတာကိုသိလိုက်ရတဲ့အခါမှာတော့ ကျန်ရစ်သူအားလုံး ဒီကျွန်းပေါ်ကနေ အသက်ရှင်လျက်လွတ်မြောက်နိုင်ပါ့မလားမိကျောင်းတွေကို နောက်ကွယ်က ကြိုးကိုင်နေတာ ဘယ်သူလဲလွန်ခဲ့တဲ့ နှစ် ၂၀ တုန်းက နွေရာသီကမ့်ပ်မှာ ဘယ်လိုအဖြစ်ဆိုးတွေ ဖြစ်ခဲ့လဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာပဲဆက်လက်အဖြေရှာလိုက်ပါဦးQuality : WEB-DL 1080p , 720pFormat : mp4Genres : ActionRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Meemee JueJueEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsChen JieHuai WenMaolei WangZhenqi QiCastChen JieHuai WenMaolei WangZhenqi Qi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yzMd6ibhkSW9xDnDurZAsBmLzHz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qcDZuUEkNSBTmDo8N7M5cwa3qfX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/crocodile-island-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "967 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q2652onfc8rn.html",
        "server": "usersdrive.com",
        "size": "967 MB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/ehdsg8e9qcah",
        "server": "streamsb.com",
        "size": "967 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fZej/Crocodile_Island_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "967 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qnsaudtjuxej",
        "server": "streamvid.io",
        "size": "967 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/q2YhWJoK#xe0AF2Xdr2fCcv1qc_-zpioWlQZpe5tgTS2K3s_MDYE",
        "server": "mega.nz",
        "size": "967 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/crocodile-island-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "526 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yjzo0brpvlav.html",
        "server": "usersdrive.com",
        "size": "526 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fZf6/Crocodile_Island_2023_720p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "526 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/DzIAnBzQ#otwhSaiQVH6jWnA7UyBN_zqLKyF8iFE_CGvwScb3jJs",
        "server": "mega.nz",
        "size": "526 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2023|1h 53m|Biography,Drama,Music",
    "rating": {
      "rating": "7/10",
      "rating_count": "6600"
    },
    "title": "Priscilla (2023)",
    "description": "Priscilla (2023)~ IMDb – 7/10, RT – 82%, Meta – 78% ~ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာကြီးကတော့ ၂၀၁၁ကတည်းက ဘာကားမှမထွက်ဘဲ ၂၀၁၉လောက်ကမှ Megalopolis ဆိုတဲ့ ရုပ်ရှင်အသစ်အကြောင်းထအော် သူဒီကားအတွက် ဇာတ်ညွှန်းရေးနေတာ ၁၉၈၀ကတည်းက ဖြစ်ကြောင်း ထအော်ပြီး ပျောက်သွားလောက်တာ အခု ၂၀၂၄ စတော့မယ့်အထိ ပြန်ကိုပေါ်မလာသေးပါဘူး။ Megalopolis ဆိုလည်း ရိုက်ကူးပြီးစီးပြီတော့ကြားပေမဲ့ အခုထိ ပိုစတာတောင် မလာသေးပါဘူး။ ရိုက်ကွင်းမှာလည်း ကော်ပိုလာထုံးစံအတိုင်း တော်တော်ကသောင်းကနင်းဖြစ်ခဲ့တယ်တော့ ကြားထားတာပါပဲ။ သူ့သမီး ဆိုဖီယာကော်ပိုလာကတော့ ၃နှစ်တစ်ကားဆိုသလို ပုံမှန်ရိုက်နေကျအတိုင်း ဒီနှစ်မှာ Priscilla နဲ့ ပြန်ပေါ်လာပြန်ပါပြီ။ ဒီတစ်ခါတော့ A24 က ဖြန့်ဝေပေးထားပါတယ်။၁၉၈၅မှာ Elvis Presley ရဲ့မိန်းမ Priscilla Presley က “Elvis and Me” ဆိုတဲ့ စာအုပ်ကို ထုတ်ခဲ့ပြီး အဲဗစ်နဲ့ သူ့အကြောင်းကို ရေးသားခဲ့ဖူးတယ်။ ၂၀၂၂ မှာတော့ ဆိုဖီယာကော်ပိုလာက ဒါကို ရုပ်ရှင်အဖြစ်အသက်သွင်းဖို့ ကြေညာခဲ့တယ်။ ဆိုဖီကာကော်ပိုလာဟာ ဒီစာအုပ်ကို ဖတ်ပြီး တော်တော်လေးထိသွားခဲ့တယ်တော့ ဆိုပါတယ်။ ဘယ်လိုထိသွားသလဲတော့ မသိဘူးပေါ့။ ဒီကားဟာ ပရက်စလေ ဘိုင်အိုဂရပ်ဖီကားတစ်ကားလို့ပြောလို့ရပေမဲ့ Baz Luhrmann ရဲ့Elvis (2022)နဲ့ ဆန့်ကျင်စွာပဲ ဒီရုပ်ရှင်မှာ အဲဗစ်ရဲ့အောင်မြင်ခဲ့တဲ့ဘဝအကြောင်း သေချာထည့်သွင်းပြသသွားတာမျိုးမရှိဘူး။ အဲဗစ်ရဲ့ စိတ်အမှောင်ဘက်ခြမ်းကို ပိုအသားပေးပြသွားတယ်။ ဆိုဖီကာကော်ပိုလာဟာ သူတို့၂ယောက်ဆက်ဆံရေးထဲကမှ Priscilla ရဲ့ဘက်ကို ပိုပြသချင်ခဲ့ပြီး Priscilla ကို အဲဗစ်က ရုပ်ပိုင်း စိတ်ပိုင်း အနိုင်ကျင့်ခဲ့တာတွေကို ပေါ်လွင်အောင် ပြသချင်ခဲ့တယ်။ ကျွန်တော့်အမြင်အရတော့ ဆိုဖီယာဟာ အဲဗစ်ကို အရမ်းဆိုးဆိုးရွားရွားကြီးတော့ ပြမထားဘူး။ ဒါပေမဲ့လည်း အဲဗစ်ရဲ့သမီးကတော့ သူ့အဖေအကြောင်း ဒီလိုပြသတဲ့ရုပ်ရှင်ကို သဘောမကျခဲ့သလို သူ့အမေဘက်ကမြင်တဲ့ သူ့အဖေအပေါ်အမြင်အကြောင်းလည်း သူစိတ်မဝင်စားဘူးလို့ဆိုခဲ့တယ်။ဇာတ်ကတော့ အဲဗစ်ကို အမေရိကန်စစ်တပ်က ဂျာမနီမှာ မထမ်းမနေရ စစ်မှုထမ်းခိုင်းတဲ့အချိန်မှာစထားတယ်။ ဒီအချိန်မှာ သူအဆိုတော်အနေနဲ့ တော်တော်လေး အောင်မြင်ပြီးနေပြီ။ တစ်ရပ်တကျေးမှာပဲ ဂျာမနီကို တာဝန်ကျတဲ့ ဗိုလ်မှူးတစ်ယောက်ရဲ့သမီး Priscilla နဲ့တွေ့ပြီး သူချစ်ကျွမ်းဝင်မိခဲ့တယ်။ ပြဿနာကတော့ သူတို့စတွေ့တဲ့အချိန်မှာ Priscilla အသက်က ၁၅နှစ်ပဲရှိသေးတယ်။ ကလေးမလေးကို အဲဗစ်က ကြွေဆင်းသွားခဲ့သလို သျှမ်းသျှမ်းတောက်အောင်မြင်နေတဲ့ အဲဗစ်ရဲ့ အရှိန်အဝါကိုလည်း ကလေးမလေးက မလွန်ဆန်နိုင်ခဲ့ဘူး။ ဒီလိုနဲ့ ၁၅နှစ်ကလေးနဲ့ နာမည်ကျော်အဆိုတော်ကြီးတို့ရဲ့ ဇာတ်လမ်းလေးစခဲ့တယ်။ အဲဒီဇာတ်လမ်းကနေမှ Priscilla အတွက် အဲဗစ်နဲ့ပတ်သက်ပြီး ကြုံခဲ့ရတာတွေကို ဆိုဖီယာကော်ပိုလာက ဆက်တင်ပြသွားတယ်။ ပြောရရင် ဒီရုပ်ရှင်မှာ အဲဗစ် နဲ့ Priscilla တို့ရဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းကို စဆုံးတင်ပြထားတယ်။ အဲဗစ်အဖြစ် ဆိုဖီယာရွေးထားတာက Jacob Elordi… သူ့အဆိုအရတော့ အဲဗစ်နဲ့ တူတဲ့ သရုပ်ဆောင်မျိုးရှိမှာမဟုတ်ပေမဲ့ ဂျက်ကော့ကလည်း အဲဗစ်လို ညှို့ဓာတ်ရှိပြီး မိန်းကလေးတွေသည်းသည်းလှုပ်သဘောကျခံရတဲ့သူမို့ သူရွေးခဲ့တာဆိုတယ်။ Priscilla ရဲ့ ၁၅နှစ်ကနေ ၂၇နှစ်အထိအပိုင်းအခြားကို သရုပ်ဆောင်ရမှာက Cailee Spaeny… သူလည်း ကောင်းခဲ့ပါတယ်။ ရွှေကမ္ဘာလုံးဆုပေးပွဲမှာ သူ မင်းသမီးဆုဆန်ခါတင်ဝင်ထားသေးတယ်။ဝေဖန်ရေးသမားတစ်ချို့ကတော့ Priscilla ဟာ “Lost in Translation” နောက်ပိုင်း ဆိုဖီယာကော်ပိုလာရဲ့အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ ဘာပဲဖြစ်ဖြစ်ပါ။ သူ့အဖေကြီး ဖရန်စစ်ရဲ့ကား ဘယ်တော့ဘယ်ဆီမှ ထွက်မယ်မှန်းလည်းမသိနိုင်တော့ ဘာမှမဆိုင်ပေမဲ့ အဆာပြေ ဆိုဖီယာကော်ပိုလာရဲ့ကားလေးကြည့်ရင်းပဲ စောင့်လိုက်ကြတာပေါ့။ ဆိုဖီယာကော်ပိုလာဟာ ဒီရုပ်ရှင်ကို သူ့ဝသီအတိုင်း အမျိုးသမီးဆန်တဲ့ အမြင်နဲ့ အသက်သွင်းသွားခဲ့တယ်။ ထူးတာကတော့ အဲဗစ်ပရက်စလေရဲ့ ဘိုင်အိုကားလို့ပြောလို့ရပေမဲ့ အဲဗစ်သီချင်းတွေမပါဘဲ ဆိုဖီယာ့ယောက်ျားနဲ့ သူ့ဝိုင်းတော်သားတွေက ဒီရုပ်ရှင်ရဲ့ သီချင်းတွေကို ဖန်တီးပေးထားတယ်။ အောင်မြင်တဲ့ယောက်ျားတွေအကြောင်း ကျွန်တော်တို့ အလုံအလောက်နီးပါးကြည့်ပြီးပါပြီ။ ဆိုဖီယာကော်ပိုလာကတော့ အဲဒီအောင်မြင်တဲ့ယောက်ျားတွေထဲက တစ်ယောက်ဒဏ်ကိုခံခဲ့ရတဲ့ မိန်းမတစ်ယောက်အကြောင်းကို ကျွန်တော်တို့ကို ပြသသွားခဲ့တယ်။ Priscilla ကို ဆိုဖီယာကော်ပိုလာရဲ့ လျှပ်ပြေးဖော်ပြတဲ့ပုံစံအတိုင်းပဲ တင်ပြထားတာမို့ သူ့တင်ဆက်ဟန်ကို သဘောကျတဲ့လူတွေ‌တော့ ကြိုက်ကြမှာပေမဲ့ အားလုံးတော့ ကြိုက်ကြမယ်မထင်ဘူး။ ဒါပေမဲ့လည်း အော်စကာမှာ တစ်နေရာရာက ဝင်ကောင်းဝင်နိုင်တဲ့ ရုပ်ရှင်ပါပဲ။ ကျွန်တော့်အမြင်တော့ အဲဗစ်ကို ဆိုဖီယာ ပုံဖော်သွားတဲ့ပုံစံက နားလည်ပေးလို့ရသလို သိပ်အဆိုးကြီးတော့လည်း မဟုတ်တာမို့ အဲဗစ်ဖန်တွေလည်း ကြည့်လို့အဆင်ပြေမှာပါပဲ။ Priscilla ရဲ့ တစ်ထောင့်မှာ အချစ်နဲ့အောင်မြင်ခြင်းဟာ ဘယ်တော့မှ ထပ်တူမကျနိုင်တဲ့အကြောင်းတွေကိုလည်း ကျွန်တော်တို့ မြင်ရပါလိမ့်မယ်။Priscilla Presleyအချစ်ဆိုတာနတ်ပြည်နဲ့ငရဲလက်တွဲထားတဲ့ ကမ္ဘာပဲPriscilla ရေမင်းရင်ခုန်ခဲ့တဲ့အချစ်ဟာ မင်းကိုနာကျင်စေခဲ့ပြီအသက်ရှင်ခြင်းကလည်းဘယ်လောက်ချစ်နိုင်ခဲ့သလဲဘုရားသခင်ပေးတဲ့ ကဗျာပဲ။   ။~ သုခမိန်လှိုင်P.S – Special thanks toSayar Thukhamein Hlaingwho wrote this poem exclusively for Channel Myanmar…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 4.06GB, 2.15GB, 810MBQuality – 4K HEVC, 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 53MinGenre – Biography, Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y, Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSofia CoppolaStarsAlanis PeartAnna MirodinAri CohenCailee SpaenyConni MiuDagmara DomińczykDan AbramoviciDan BeirneDaniel LipkaDeanna JarvisEmily MitchellErin MackinnonEvan AnnisetteGwynne PhillipsJacob ElordiJorja CadenceJosette HalpertKamilla KowalKelaiah GuielLuke HumphreyLynne GriffinMary KellyMatthew ShawMegan DallanOlivia BarrettPaige LeBlancR Austin BallRaine Monroe BolandRodrigo Fernandez-StollSarah DoddStephanie MooreStephanie MoranTim Dowler-ColtmanTim PostTonia VenneriCastAlanis PeartAnna MirodinAri CohenCailee SpaenyConni MiuDagmara DomińczykDan AbramoviciDan BeirneDaniel LipkaDeanna JarvisEmily MitchellErin MackinnonEvan AnnisetteGwynne PhillipsJacob ElordiJorja CadenceJosette HalpertKamilla KowalKelaiah GuielLuke HumphreyLynne GriffinMary KellyMatthew ShawMegan DallanOlivia BarrettPaige LeBlancR Austin BallRaine Monroe BolandRodrigo Fernandez-StollSarah DoddStephanie MooreStephanie MoranTim Dowler-ColtmanTim PostTonia Venneri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3xYPGRUsXCZj7rKOzvOY84JCafK.jpg",
      "https://image.tmdb.org/t/p/w300/zz219ZRGo0vVIzvKttjx5nXOc2N.jpg",
      "https://image.tmdb.org/t/p/w300/ggvxJs1ZBVvsu6yuebZmSBLFlXP.jpg",
      "https://image.tmdb.org/t/p/w300/esMOoWqZnTUYKCJlDUrCMuuBvOp.jpg",
      "https://image.tmdb.org/t/p/w300/84z1vjLsRd1qAI9F1TUZYCbnbeJ.jpg",
      "https://image.tmdb.org/t/p/w300/irf06fGMQUVoxjdkZ1Krd7a1Mbj.jpg",
      "https://image.tmdb.org/t/p/w300/3rvQQRW8QuTjr5KuZA6BefNoZ8g.jpg",
      "https://image.tmdb.org/t/p/w300/fsYTrUiZOa3oTspg4x9sh5Nplez.jpg",
      "https://image.tmdb.org/t/p/w300/WsiSzTyOrlWDBbfWdWVUSRpd01.jpg",
      "https://image.tmdb.org/t/p/w300/kZxB7UEYb9t6KAcspsbln6Ei7SR.jpg",
      "https://image.tmdb.org/t/p/w300/50stq3Jlny6oEgJjsXbQvbajCNw.jpg",
      "https://image.tmdb.org/t/p/w300/4cMpEY4q0z0V4QbvylYk8yVzbfx.jpg",
      "https://image.tmdb.org/t/p/w300/5Ah7Osdn58csNKZcOVwfUK6H86l.jpg",
      "https://image.tmdb.org/t/p/w300/ump7ZR79LmAb1SFkP4BQQIYDb39.jpg",
      "https://image.tmdb.org/t/p/w300/3jeTPHLvrveTkE3OKkXjcmpWLgW.jpg",
      "https://image.tmdb.org/t/p/w300/wMQWUENjdszmWDd27OgjSI0XhnD.jpg",
      "https://image.tmdb.org/t/p/w300/7v3hbqXd4LgaqC0JglWibzmp4x3.jpg",
      "https://image.tmdb.org/t/p/w300/ho1XiPJ3uwfMAaWmYbJEtwx5faK.jpg",
      "https://image.tmdb.org/t/p/w300/lPQNMJyeIQZQu663LTA7jTxyzvZ.jpg",
      "https://image.tmdb.org/t/p/w300/64b5O3anJSWpWvVTa0IawHkpB3H.jpg",
      "https://image.tmdb.org/t/p/w300/qFaboiITQHDGtNNujtLXSKr05Tm.jpg",
      "https://image.tmdb.org/t/p/w300/2vi7SEL6Upw2PpopuTCFIaT7MjE.jpg",
      "https://image.tmdb.org/t/p/w300/k7YLPpdQaccj7z9fyHQrKq2mMfp.jpg",
      "https://image.tmdb.org/t/p/w300/ApDc1CPIh4uqisleYbVYWWgTvCm.jpg",
      "https://image.tmdb.org/t/p/w300/oWCuBkMiA5nHoPqZnpIHNR46Rcf.jpg",
      "https://image.tmdb.org/t/p/w300/xrdxD2r4399XB6RGcAF9S6p1WyR.jpg",
      "https://image.tmdb.org/t/p/w300/8E2BTwtb3P7I24kOC4ogK4hFquo.jpg",
      "https://image.tmdb.org/t/p/w300/ihLHk1g30TAqji8A1h0q8Y6k0SB.jpg",
      "https://image.tmdb.org/t/p/w300/2jwvSXvdzMWEPg0CnovfczmHF4X.jpg",
      "https://image.tmdb.org/t/p/w300/yV9rmeji0ZUbCaewLmZYY9aSNON.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/kRGMnxFQodcKCDo1xK3bIAi4zfV-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-sdr-4-k-2160-p-web-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.06GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21dh9/(CM)_Priscilla_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dLs0yaJS#Gki7sUDCPTf3UZqjdAdA5gstPKFBQp31GRrG-EyZnUE",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iy3k58sbhrmt.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21dgr/(CM)_Priscilla_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RaU2BARZ#NdNzSamyZ_Zd4oQisLqSaizQN8Z5CKRdeBXs0ekxj_0",
        "server": "mega.nz",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fzie3vqvwah4.html",
        "server": "usersdrive.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/0cwcjcj9uvoi",
        "server": "streamsb.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ciaapvhf21aa",
        "server": "streamvid.io",
        "size": "810MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gxbZyvCJc6U",
      "video_url": "https://www.youtube.com/watch?v=gxbZyvCJc6U",
      "embed_url": "https://www.youtube.com/embed/gxbZyvCJc6U"
    }
  },
  {
    "metadata": "N/A|2017|1h 45min|Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "339"
    },
    "title": "The Escape (2017)",
    "description": "ဒီ Escape ဆိုတဲ့ ဇာတ်လမ်းကို အိမ်ထောင်ပြုဖို့ စဉ်းစားထားတဲ့ မိန်းကလေးတွေနဲ့ ကိုယ့်မိန်းကလေးကို ကိုယ့်ဘေးနားမှာ မထွက်သွားနို်င်အောင် ဘယ်လိုလုပ်ရမလဲဆိုတာ မသိတဲ့ ယောက်ျားလေးတွေကြည့်သင့်တဲ့ Art house / Drama အမျိုးအစားကားကောင်းလေးတစ်ခုပါ။ Rotten Tomato- 93% ထိ ရထားတဲ့ ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်း အကျဉ်းကတော့ လန်ဒန်က ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ တာရာ က သူ့ယောက်ျားနဲ့ သူ့ကလေးနှစ်ယောက်နဲ့ အတူတူနေထို်င်ပါတယ်။တစ်နေ့တစ်နေ့ ကလေးကျောင်းကြိုကျောင်းပို့၊ အိမ်မှုကိစ္စတွေလုပ်နေရတဲ့ သူမဟာ ကြာလာတော့ မိသားစုနဲ့နေရတာ မပျော်တော့ပါဘူး။သူမအတွက် တက်လမ်းမရှိတော့တဲ့ အိမ်ထောင်သည်ဘဝကို သူမ ငြီးငွေ့လာတဲ့အခါ၊သူမယောက်ျားဖြစ်သူ မာ့ခ်က သူမကို လိုလေသေးမရှိထားပေး၊ဂရုစိုက်ပေးပေမဲ့လည်း သူမ မပျော်တော့တဲ့အခါ သူမ မိသားစုကို ကျောခိုင်းပြီး ဘဝသစ်ထူထောင်လေမလား၊ဇွဲမလျှော့တဲ့ သူမ ယောက်ျားနဲ့ချစ်စရာကလေးတွေရဲ့ အသံကိုကြားပြီး သူမရဲ့မိသားစုအသိုက်အမြုံမှာပဲ ဆက်လက်နှစ်မြုပ်နေမလားဆိုတာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File Size : (800 MB) and (330 MB)Quality : WEB-DL 720pRunning Time : 1hr 45minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.DD5.1.H264-FGTTranslated by Brilliant StarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDominic SavageStarsDominic CooperFrances BarberGemma ArtertonJalil LespertLaura DonoughueMarthe KellerMontserrat LombardCastDominic CooperFrances BarberGemma ArtertonJalil LespertLaura DonoughueMarthe KellerMontserrat Lombard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kTkH9kPb70SuW0w2UrwhCjXoNIW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lWETGfd6FEHGecnKE6JuWeXy90c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-escape-2017-mm-sub",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-escape-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/115ov/The_Escape_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/eauemwkmyz95.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "htGlL3tMMHk",
      "video_url": "https://www.youtube.com/watch?v=htGlL3tMMHk",
      "embed_url": "https://www.youtube.com/embed/htGlL3tMMHk"
    }
  },
  {
    "metadata": "|||Action,Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Baby Assassins (2021)",
    "description": "Baby Assassins 2021 Imdb-6.4/10 Rotten Tomatoes-100% Letterboxd-3.4/5 Genres-Action,Comedy,DramaChistosa နဲ့ Marhiroလို့ ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးနှစ်ယောက်ကအသက်အလွန်ငယ်သေးသလောက် ပရော်ဖက်ရှင်နယ်ကျတဲ့လူသတ်‌သမားတွေပဲဖြစ်ပါတယ် သူတို့အလုပ်လုပ်တဲ့လူသတ်သမားအဖွဲ့အစည်းက အလွန်လျို့ဝှက်အဆင့်မြင့်ပြီးနိုင်ငံရေးသမားတွေယာကူဇာတွေလိုသောက်ကြမ်းကြီးတွေကိုတောင်ရှင်းပစ်ခိုင်းလို့ရတဲ့အဖွဲ့အစည်းပါ ဒီလိုနဲ့တနေ့မှာသောက်ရမ်းကြမ်းပါတယ်ဆိုတဲ့ ယာကူဇာကို‌ရှင်းပစ်လိုက်တဲ့တစ်နေ့မှာတော့ Chistosa တို့လုပ်မှန်းယာကူဇာတွေသိသွားခဲ့ပါတယ် ဒီလိုနဲ့ Chistosaနဲ့Mahiroတို့ဘယ်လိုဆက်လုပ်ကြမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုလိုက်ပါ ဒီကားကိုကြည့်ပြီးရမယ့်သင်ခန်းစာကတော့ မိမိကိုယ်ကိုကြမ်းလှပြီဆိုပြီလူတကာကို ပတ်ဖြဲမနေပါနဲ့ အထက်တန်းကျောင်းသူလူသတ်သမားလှလှလေးတွေနဲ့တွေ့ရင် အလျှော့ခံလိုက်ရပါ့မယ် ကျေးဇူးတင်ပါတယ်File size…(1.73GB)/(829MB)/(416MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:35:00Genre…Action / Drama / ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by …KevinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAkari TakaishiAtomu MizuishiMasanori MimotoMone AkitaniNagiko TsujiOomizu YousukeSaori IzawaTakashi NishinaTobinaga TsubasaYasukaze MotomiyaYukina Fukushima",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1HZbRPIkdtUVzVTTagvNPuy4Lz0.jpg",
      "https://image.tmdb.org/t/p/w300/5dZs73CAq5RcwNJv6jK7K6T0df1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/07/71zXTo33FwL._SL1500_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/baby-assassins2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/baby-assassins-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.73GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/u3z260hrqjke.html",
        "server": "usersdrive.com",
        "size": "1.73GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/2sP9v/Baby.Assassins.2021.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.73GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/TiwQgAKR#mzQUDjUzi2hnTeZRR9UYJNNERI2l1_tarILxC1FlLbM",
        "server": "mega.nz",
        "size": "1.73GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/baby-assassins-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "829MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7ewav5tciois.html",
        "server": "usersdrive.com",
        "size": "829MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/2sP9m/Baby.Assassins.2021.720p(CM).mp4",
        "server": "megaup.net",
        "size": "829MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fyoxhBCb#3kgPuvoI7M0FIE5db03VEIX2qazmBOQkUSdR1u2ntog",
        "server": "mega.nz",
        "size": "829MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/v64akpdg04wy.html",
        "server": "streamsb.com",
        "size": "829MB",
        "quality": "720p"
      },
      {
        "link": "https://vip.yoteshinportal.cc/zN-YHLPsG",
        "server": "yoteshinportal.cc",
        "size": "416MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/rgcz7yiy4zcn.html",
        "server": "usersdrive.com",
        "size": "416MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/16Uet/Baby.Assassins.2021.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "416MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/WigBjAIA#ERplksDlZ_HF2SDyou-cQ94QPXmWnqj_Unml5nQSSP8",
        "server": "mega.nz",
        "size": "416MB",
        "quality": "480p"
      },
      {
        "link": "https://sbthe.com/0uhbm0jhq3p5.html",
        "server": "streamsb.com",
        "size": "416MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "3NwH3A-pfnc",
      "video_url": "https://www.youtube.com/watch?v=3NwH3A-pfnc",
      "embed_url": "https://www.youtube.com/embed/3NwH3A-pfnc"
    }
  },
  {
    "metadata": "N/A|2019|84 min|Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "1,944"
    },
    "title": "Chase(2019)",
    "description": "­Chase(2019)IMDb…7.5ဒီဇာတ္ကားကေတာ့ဒီႏွစ္မွထြက္ရွိထားတဲ့အက္ရွင္ဇာတ္ကားေလးပါMichael Matteo Rossiရိုက္ကူးထားတဲ့ဒီဇာတ္ကားမွာDamian Pucker, Aries Spear, Jessica Morrisတို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္းအက်ဥ္းေခ်စ့္ဆိုတဲ့သူဟာေသြးေအးရက္စက္တဲ့ေၾကးစားလူသတ္သမားတေယာက္ေပါ့သူ႔ကိုဒီေလာကထဲကိုဆြဲသြင္းခဲ့တာကသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္းမိုင္းလ္သူဒီေလာကထဲစေရာက္ေတာ့သူ႔အသက္က၁၅ႏွစ္ဒီေလာကမွာသူက်င္လည္ေနရင္းဘလဲဆိုတဲ့အမ်ိဳးသမီးေလးနဲ႔မိုက္ကာဆိုတဲ့ကေလးေလးသူ႔ဘ၀ထဲကို၀င္ေရာက္လာတဲ့အခါမွာေတာ့သူဟာေမတၱာတရားနဲ႔မိသားစုကိုရွာေဖြေတြ႕ရွိခဲ့တာေပါ့ …ၿငိမ္းေအးတဲ့ ဘဝကို ပိုင္ဆိုင္ထားေပမယ့္ သူ႔အတြက္ ဒီနိဗၺန္ဘုံေလးဟာ ၾကာရွည္ခံခ်င္ဟန္မတူပါဘူး…အရင္ဒုစ႐ိိုက္ေလာက က အရိပ္မည္းႀကီးေတြက သူ႔ေနာက္ကိုလိုက္လာေလရဲ႕….ကိုင္း သူဘယ္လို႐ုန္းထြက္မလဲ….မိသားစုကိုေရာ ေစာင့္ေရွာက္ႏိုင္ပါဦးမလား…ခံစားၾကည့္လိုက္ပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Chan Myae Thu Aungပဲျဖစ္ပါတယ္…File Size : (800MB) and (304MB)Quality : Web-Dl720pFormat…mp4Duration…01:24:00Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael Matteo RossiStarsAmor SanchezAries SpearsDamien PucklerDevanny PinnHarry HainsJessica MorrisPaul DukeRachel AligRichard RiehleSkye TownsendCastAmor SanchezAries SpearsDamien PucklerDevanny PinnFelix MartinssonHarry HainsIIIJessica MorrisJoaquin GarayPaul DukeRachel AligRichard RiehleRob NiterSimeon PandaSkye TownsendVictor Boneva",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hziiMLunAj4mxQSw5pU7OoICCQL.jpg",
      "https://image.tmdb.org/t/p/w300/x1GLXttfWTBEXy5mhv1NLmGe6Bx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6U6Qw22kRnvL5XYGOP6YWoxwZxz.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/uIQ9lBGD5f",
        "server": "drive.google.com",
        "size": "800MB",
        "quality": "Web-Dl720p"
      },
      {
        "link": "https://myandrive.net/file/aOBbBRjASU",
        "server": "drive.google.com",
        "size": "304MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/Laaz/Chase.2019.WebDl720p.pp.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "Web-Dl720p"
      },
      {
        "link": "https://megaup.net/1r897/Chase.2019.360p.pp.mp4",
        "server": "megaup.net",
        "size": "304MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/1khJ/Chase.2019.WebDl720p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "800MB",
        "quality": "Web-Dl720p"
      },
      {
        "link": "https://soliddrive.co/Uh6/Chase.2019.360p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "304MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/psnrbatalsteslmm/Chase_2019_WebDl720p_pp_mp4",
        "server": "streamango.com",
        "size": "800MB",
        "quality": "Web-Dl720p"
      },
      {
        "link": "https://streamango.com/f/qftbkssecfsdstqf/Chase_2019_360p_pp_mp4",
        "server": "streamango.com",
        "size": "304MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/L5CVEQ_H7cU/Chase.2019.WebDl720p.pp.mp4",
        "server": "openload.co",
        "size": "800MB",
        "quality": "Web-Dl720p"
      },
      {
        "link": "https://openload.co/f/cWsMxkCTgEI/Chase.2019.360p.pp.mp4",
        "server": "openload.co",
        "size": "304MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "5btwHOWUCPk",
      "video_url": "https://www.youtube.com/watch?v=5btwHOWUCPk",
      "embed_url": "https://www.youtube.com/embed/5btwHOWUCPk"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "10/",
      "rating_count": "1"
    },
    "title": "He’s Expecting (2022)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7xbKCvm4ODcyJOK5Z9l07xXRMkl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gnmZ9T1CbdV6IFLlZBtOgVF75vY.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2021|2h 44min|Bollywood,Crime,Drama",
    "rating": {
      "rating": "9.7/10",
      "rating_count": "1.1k"
    },
    "title": "Jai Bhim(2021)",
    "description": "v” မရှိခိုးနိုး မလှစုန်းမျိုး “ဆိုတဲ့စကားပုံထဲကလို မရှိလဲမရှိ မလှလဲမလှတဲ့ကျောမွဲလူတန်းစားတစ်ရပ်။ ရုပ်မြင်တာနဲ့ ဘာများအလစ်သုတ်မှာလဲထင်ခံနေရရှာတဲ့လူတန်းစားတစ်ရပ်။ ရုပ်ရှင်ထဲက စကားစုအတိုင်းဆို “အတန်းထဲမှာ ခဲဖျက်ပျောက်ရင်တောင်ကျွန်တော့် အိတ်ကအရင်ရှာခံရတယ်” “ဒီရှက်ရွံ့မှု့ကိုကြောက်တာနဲ့ ကျောင်းတောင်မသွားရဲတော့ဘူး”ဒီလိုလူတန်းစားတွေအပေါ်အဖိနှိပ်ဆုံးက ဘယ်သူတွေဖြစ်မှာလဲ။ ထုံးစံအတိုင်းပြည်သူ့ဆန်စားတဲ့ပြည်သူ့“ရဲ”ဆိုတဲ့လူတွေပဲပေါ့။ ဒီဇာတ်လမ်းလေးထဲမှာလည်း ပြည်သူ့ရဲအမည်ခံ လူ့ဘီလူးတွေ ဘယ်လောက်တောင်လူမဆန်သလဲ ..လူချင်းတူပါလျက်နဲ့ ဆင်းရဲတဲ့သူတွေက ဘယ်လောက်တောင်လူ့အောက်ကျလည်းဆိုတာကိုသနားစဖွယ်တွေ့ရမယ့်အပြင် လောကမှာ လူကောင်းလူဆိုးနှစ်မျိုးနှစ်စားရှိတာမို့ ဒီသနားစရာလူမျိူးစုကိုကယ်တင်ပေးမယ့်လူစွမ်းကောင်းရှေ့နေကြီးလည်း ရှိနေသေးပြန်တဲ့အခါ …အများကြီး spoilမိမှာမို့ အညွှန်းကို ဒီလောက်နဲ့တင်ရပ်လိုက်ပါရစေ။ ကြည့်ရတာတန်မယ့်.. အချိန်ကုန်ရကျိုးနပ်မယ့် Tamilကားကောင်းလေးဖြစ်ကြောင်းပဲလက်တို့လိုက်ပါတယ်နော်။File size…1.6GB / 2.6GBQuality…720p / 1080p HEVC 5.1ChFormat…Mp4Duration….2h 44 minSubtitle…Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lwin Htoo Aung & Lai LaiiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorT.J. GnanavelStarsK. ManikandanLijomol JoseRajisha VijayanSuriyaCastBava ChelladuraiGuru SomasundaramIlavarasuJayaprakashK. ManikandanLijomol JoseM. S. BhaskarPrakash RajRajisha VijayanRao RameshSibi K ThomasSupergood SubramaniSuriya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oe9cZT0L15DCSmjaJpsGl70crsx.jpg",
      "https://image.tmdb.org/t/p/w300/czWvz5yltOKk0asCULDsAvOqGBF.jpg",
      "https://image.tmdb.org/t/p/w300/zdoxq5iQ2Wlg7VQRG67bAmXOWqZ.jpg",
      "https://image.tmdb.org/t/p/w300/lRcMw5EvpLa1z0TIHDQVwgVmx3K.jpg",
      "https://image.tmdb.org/t/p/w300/ub6zB6F9LhuoidkNq0DSpdtqAPL.jpg",
      "https://image.tmdb.org/t/p/w300/cwPIeJeNsbjtrkKBBNWlLgyXlbi.jpg",
      "https://image.tmdb.org/t/p/w300/40lmQ5vzKJhj5k7i0hvZuglneyj.jpg",
      "https://image.tmdb.org/t/p/w300/6lhNeYOfJkHIP4jCG5WR2u9y5W4.jpg",
      "https://image.tmdb.org/t/p/w300/9zxkmTEJzqs3PaQ9IBIZvdmMWEl.jpg",
      "https://image.tmdb.org/t/p/w300/dVfQI9bZYA0tsyPJqm1YXQfPySD.jpg",
      "https://image.tmdb.org/t/p/w300/yqMyfL2PtLbJJ3ymKapSDBi49y0.jpg",
      "https://image.tmdb.org/t/p/w300/yGsAeDqFDDdPwr9pUrV8zsfchRb.jpg",
      "https://image.tmdb.org/t/p/w300/fcrbQIRvDW5PqjE5HprQIJu713g.jpg",
      "https://image.tmdb.org/t/p/w300/q7ztE4Nz9AUpuyjQGVmMhDggGGu.jpg"
    ],
    "thumbnail_link": "https://i2.extraimage.info/pix/2021/11/01/8cbda6ab47c3fd99c9da876b6c139afa.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jai-bhim2021",
        "server": "VIP Links",
        "size": "2.6GB / 1.6GB",
        "quality": "1080p / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jai-bhim-2021-tamil-true-web-dl-1080-p-hevc-untouched-ac-3-5-1-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/jai-bhim-2021-tamil-true-web-dl-720-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "httphttps://megaup.net/2pSot/(CM)_JAI_BHIM_(2021)_Tamil_TRUE_WEB-DL_-_1080p_-_HEVC_-_UNTOUCHED_-_(AC3+5.1).mkv https://megaup.net/13Xu4/Birthday_(Saeng-Il)_[2019]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1JVfh/JAI_BHIM_(2021)_Tamil_TRUE_WEB-DL_-_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/8obkgwuilplw.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "Gc6dEDnL8JA",
      "video_url": "https://www.youtube.com/watch?v=Gc6dEDnL8JA",
      "embed_url": "https://www.youtube.com/embed/Gc6dEDnL8JA"
    }
  },
  {
    "metadata": "|||Horror,Science Fiction,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Thaw (2009)",
    "description": "Horror/Sci-fi အမျိုးအစားကားလေးပါ…….ဂေဟဗေဒ သုတေသန ကျောင်းသားလေးယောက်က ကြီးမားတဲ့ အာတိတ်မှာ ကမ္ဘာကြီးပူနွေးလာမှုရဲ့ ခြိမ်းခြောက်မှုတွေကို တွေ့ရှိခဲ့တဲ့အခါ…အခုတော့ ကမ္ဘာတစ်ဝှမ်း ကပ်ဘေးကို ရပ်တန့်ရန် သူတို့အပေါ်မှာ မူတည်နေပါပြီဒီဇာတ်ကားရဲ့ ဇာတ်ကွက်က အာတိတ်မှာ သေစေနိုင်တဲ့ လျှို့ဝှက်ချက်ကို ရှာဖွေတွေ့ရှိတဲ့ သိပ္ပံပညာရှင်အုပ်စုနဲ့ ပတ်သက်နေပါတယ်။ အရမ်းအမိုက်စားရုပ်ရှင်တစ်ကားမဟုတ်‌ပေမဲ့ ဒီကားကပရိသတ်များအတွက် စိတ်လှုပ်ရှားဖွယ်အခိုက်အတန့်အချို့နဲ့ ဆန်းကြယ်သောအကြောင်းအရာတွေပါတဲ့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်File size…(1.6 GB)/(728 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Horror, Science Fiction, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by FreddyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron AshmoreAlejandro RaeAlexandra StasesonAnne Marie DeLuiseBrad DryboroughEvan AdamsGreg RogersJohn CallanderKyle SchmidLamech KadlooMartha MacIsaacSebastian StewartSteph SongVal KilmerViv LeacockWilliam B. Davis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oKjVEuWxdgE3pJLyiuKTYFrOOOr.jpg",
      "https://image.tmdb.org/t/p/w300/5df3793jyBeUQupx0uq1cA6lGF8.jpg",
      "https://image.tmdb.org/t/p/w300/1N8uS3GA9TVllf5wzHkwNgocRPu.jpg",
      "https://image.tmdb.org/t/p/w300/4Xz3jQM2HmQuZtfJopazykLTK7A.jpg",
      "https://image.tmdb.org/t/p/w300/Al5E9h3b8wv5KEAS355z9qBPXoc.jpg",
      "https://image.tmdb.org/t/p/w300/9PReUpZnrPYSU8inDuSRBSuZuP3.jpg",
      "https://image.tmdb.org/t/p/w300/g0V5nyAhmfzz0Igval1sa4sfncx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYjA3NDBiMmEtZTUxNC00OWI4LWFkYTQtNzVmNDU0MTkwZTQ1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-thaw-2009-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kwwamr2arpi4.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1iv1t/The.Thaw.2009.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Iutw3Lja#U71rRJgeM6ILxby8vNArcdKI5UrXD9pX562IxsHdTzk",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-thaw-2009-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rswpspcd18la.html",
        "server": "usersdrive.com",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1iv0b/The.Thaw.2009.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/R2ERARJB#uObTI2Hml6u2vkPjwHDQIHiWMSmfkp-CvWppI0DDLSk",
        "server": "mega.nz",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/4ipaaujlm9nv",
        "server": "streamsb.com",
        "size": "https://sfastwish.com/4ipaaujlm9nv",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "u94EM7RAkZ8",
      "video_url": "https://www.youtube.com/watch?v=u94EM7RAkZ8",
      "embed_url": "https://www.youtube.com/embed/u94EM7RAkZ8"
    }
  },
  {
    "metadata": "PG-13|2016|109 min|Adventure,Asian,Fantasy",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "164"
    },
    "title": "League of Gods (2016)",
    "description": "အခ်ိန္ကား ပေ၀သဏီ၊ ေနရာကား တရုတ္ျပည္၊ ေခတ္က လူ နတ္ မိစာၦတို႕ စုျပံဳေနထိုင္ရာအခ်ိန္။ ေလာကၾကီးကို စိုးမိုးခ်င္တဲ့ က်ိဳးဘုရင္၊ သူ႕ရဲ႕မိဖုရား အျမီးကိုးေခ်ာင္းေျမေခြး တာ့က်ီတို႕က သိုင္းဂိုဏ္းမ်ားစြာကို ဖ်က္စီးခဲ့ျပီးခ်ိန္…. ရီွက်ီဂိုဏ္းမွ ဆရာဖိုးဖိုး က်န္း(Jet Li) နဲ႕ တပည့္ မိုးပ်ံဂိုဏ္းရဲ႕ ေနာက္ဆံုးမ်ိဳးဆက္ က်ိလိန္ နွင့္ ဂိုဏ္းသားေတြက ေနာက္ဆံုးေမွ်ာ္လင့္ခ်က္ ခုခံသူမ်ား…. အနိုင္တိုက္နုိင္မယ့္ တစ္ခုတည္းေသာ ေမွ်ာ္လင့္ခ်က္ အလင္းေရာင္ဓားကို ရွာဖို႕ စြန္႕စားခန္းဖြင့္တဲ့ က်ိလန္….ရလာတဲ့ မိတ္ေဆြ ၂ ေယာက္က နီၾကား နဲ႕ ယန္းက်န္…… အဖက္ေကာင္းေကာင္း ဟာသဆန္ဆန္ ခပ္ၾကမ္းၾကမ္း ရုပ္ထြက္ၾကည္ၾကည္ ဘာသာျပန္ေကာင္းေကာင္း  ၾကည့္ခ်င္သူမ်ား ၾကည့္နိုင္ပါေၾကာင္း……File Size       : 800 / 400 MbDuration      : 1hr 49 minQuality         : HDripTranslator   : Soe HtweEncoder       : LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKoan HuiStarsBingbing FanLouis KooTony Ka Fai LeungXiaoming Huang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/League-of-Gods_poster_goldposter_com_2.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2VZ7i/League_Of_Gods_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/skr0czysdgtk",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/league-of-gods-2016",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/pqugp6s0k0a3",
        "server": "veryfiles.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/league-of-gods-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/96p33yph8ly4.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  }
]