[
  {
    "metadata": "R|2018|112 min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "751"
    },
    "title": "City of Lies(2018)",
    "description": "City of Lies(2018)Who Shot Biggie???ဒီဇာတ်ကားရဲ့ ကြာမြင့်ချိန် 1 နာရီ 52 မိနစ်ဟာ အဲ့ဒီမေးခွန်းလေးတစ်ကြောင်းနဲ့ ဆက်စပ်ပြီးရိုက်သွားတာပါ…အကြောင်းအရာတစ်ခုတည်းကို 1 နာရီ 52 မိနစ်တောင် ရိုက်ထားလို့ ပျင်းစရာကောင်းမှာပဲလို့ တွေးမိရင် တက်တက်စင်အောင် လွဲပါလိမ့်မယ်…ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပြီး တကယ့်အပြင်မှာလည်း Who Shot Biggie? ဆိုတဲ့မေးခွန်းကို နာမည်ကျော် FBI အဖွဲ့အပါအဝင် LAPD စုံထောက်တွေပါ ပူးပေါင်းစုံစမ်းခဲ့တာ နှစ် 20 ကျော်ကြာခဲ့ပါတယ်…မြန်မာနိုင်ငံက Rapper တွေ Mainstream နဲ့ Underground အပြန်အလှန်လှော်နေကြသလို Los Angeles မြို့ကြီးမှာလည်း East Coast နဲ့ West Coast ဆိုပြီး နှစ်ဖွဲ့ကွဲ လှော်ကြပါတယ်…1996 ခုနှစ်လောက်ကဖြစ်ခဲ့တဲ့လူသတ်မှုဖြစ်တဲ့အတွက် လူဖြူလူမည်းပဋိပက္ခတွေလည်း ရှိနေတဲ့အချိန်ပါ…ဒီအမှုကို နှစ်ပေါင်းအကြာကြီး စုံစမ်းနေသူကတော့ Poole ဆိုတဲ့ စုံထောက်တစ်ယောက်ပါ…နောက်ထပ်ဒီအမှုကို စိတ်ဝင်စားပြီး သတင်းလိုက်နေတဲ့သူကတော့ Jackson ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်…အမှုတစ်ခုတည်းကို နှစ်ရှည်လများ စုံစမ်းလာခဲ့တဲ့ စုံထောက်တစ်ယောက်နဲ့ လုပ်ငန်းအတွင်း နာမည်ကောင်းတစ်ခုရဖို့ ကြိုးစားနေတဲ့ သတင်းထောက်တို့ ပူးပေါင်းမိချိန်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာ ရှုစားကြပါဦး…နာမည်ကျော်မင်းသားကြီး Johnny Depp နဲ့ Forest Whitaker တို့က အဓိကပါဝင်သရုပ်တောင်ထားပါတယ်….File Size : (950MB) and (387 MB)Quality : Blu-Ray 720p,Format…mp4Duration…01:52:00Genre : Biography, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad FurmanStarsDayton CallieForest WhitakerJohnny DeppLaurence MasonMelanie BenzNeil Brown Jr.Shamier AndersonShea WhighamToby HussXander BerkeleyCastAmin JosephChristian GeorgeDayton CallieForest WhitakerGlenn PlummerJohnny DeppJosh HardwickLaurence MasonMelanie BenzMichael ParéNeil Brown Jr.Shamier AndersonShea WhighamToby HussXander Berkeley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AwbiKGoOXC8VVWi0KeZwkT14hTR.jpg",
      "https://image.tmdb.org/t/p/w300/cfcafGWIyNAx0M93YulmArBx92k.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7jfa6C2p86fDaOFhvnBWpD7PtjQ.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/R4ox/City_Of_Lies_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/93dnuc424bj1.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/c7vfo4j07u85",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/city-of-lies-2018-mm-sub",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/city-of-lies-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://tubesb.com/mm8jjcu011ge.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Lh7LXa8pk64",
      "video_url": "https://www.youtube.com/watch?v=Lh7LXa8pk64",
      "embed_url": "https://www.youtube.com/embed/Lh7LXa8pk64"
    }
  },
  {
    "metadata": "N/A|2019|2h 44min|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "579"
    },
    "title": "Hero (2019)",
    "description": "(Unicode)မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့… Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။ကလေးတစ်ယောက်ကို “မင်းကြီးလာရင် ဘာလုပ်မလဲ”လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် “အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်” ၊ “ကားကောင်းကောင်း စီးချင်တယ်” ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ….?ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ကောက်နှုတ်ပြလိုက်တာပါ။အိန္ဒိယနိုင်ငံဟာ ပညာရေးနဲ့ပက်သက်ပြီး ထောက်ပြတဲ့ ဇာတ်ကားတွေကို ဖန်တီးရာမှာ မတူညီတဲ့ ရှုထောင့် ၊ မတူညီတဲ့ အမြင်တွေနဲ့ ပရိတ်သတ်ကို အသိအမြင်တွေ ပေးစွမ်းနိုင်တယ်ဆိုတာ ငြင်းလို့မရပါဘူး။ပိုစတာနဲ့ ထွေလာအရဆိုရင် ဒီကားကို စူပါဟီးရိုး(လူစွမ်းကောင်း)ဇာတ်ကားလို့ ထင်ချင်စရာပါပဲ။တကယ်တမ်းတော့ ဒီကားက လက်တွေ့ဘဝတွေထဲမှာ လူစွမ်းကောင်း (သူရဲကောင်း)ဖြစ်အောင် ဘယ်လိုနေထိုင် ရှင်သန်သွားရမလဲဆိုတာကို ပြပေးတဲ့ကားပါ။ဒါတင်လားဆိုတော့ မဟုတ်ပါဘူး။ပညာရေးနယ်ပယ်ထဲမှာရှိတဲ့ အနိဌာရုံ ဖြစ်ရပ်ဆိုးတွေ ၊ ပညာရေးကို အသုံးချပြီး စီးပွားရှာနေသူတွေ ၊ တော်လွန်းတဲ့သူတွေပါရမီရှိသူတွေကို တက်နင်းပြီး ဖိနှိပ်အမြတ်ထုတ်တာတွေ အများကြီးကို ရိုက်ပြထားတာပါ။ပညာရေးနယ်ပယ်ကို ကြည့်လိုက်ရင် ကိုယ်ထူကိုယ်ထကျောင်းတွေ များလာသလို ကိုယ်ပိုင် ကျောင်းတွေလည်း များလာတယ်။ကိုယ်ပိုင်ကျောင်းတွေဟာ ကျောင်းသားလူငယ်တွေကို အမဲဖျက်စားသောက်ပြီး စီးပွားရေးဖက်ကို ဦးတည်လာတယ်။ဒီလို ပညာရေးအမည်ခံ ကိုယ်ပိုင်ကျောင်း စီးပွားရေးသမားတွေလက်ထဲ အနာဂတ်ကလေးတွေရဲ့ ကိုယ်ပိုင်ကြံဆမှုတွေ ပျောက်ပျက်လာတယ်။ဒါတွေဟာ အိန္ဒိယနိုင်ငံရဲ့ မျက်မှောက်ခေတ်မှာ ဖြစ်ပျက်နေတဲ့ လုပ်ရပ်ဆိုးတွေဆိုရင် မမှားဘူး။ဒါကို မီးမောင်းထိုးပြဖို့ လိုအပ်လာတဲ့အခါ……——————————————ဒီကားကြည့်ပြီးတဲ့အခါ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် အတွေးတစ်စ ရစေမယ်ဆိုရင်ပဲ ဘာသာပြန်ရကျိုး နပ်ပါပြီ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)မၾကာေသးခင္က ျမန္မာျပည္မွာ ႐ုံတင္သြားခဲ့တဲ့ တမီးလ္(Tamil)ကား အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္။မင္းသားကေတာ့ ခ်န္နယ္ျမန္မာရဲ႕ အိႏၵိယ႐ုပ္ရွင္ခ်စ္သူေတြ စိမ္းေနႏိုင္ေပမဲ့ မင္းသမီးကေတာ့… Hello 2017 ဇာတ္လမ္းထဲက မင္းသမီးေလးပါ။ဇာတ္လမ္းအေၾကာင္း အနည္းငယ္ ခ်ျပခ်င္ပါတယ္။ကေလးတစ္ေယာက္ကို “မင္းႀကီးလာရင္ ဘာလုပ္မလဲ”လို႔ ေမးၾကည့္တဲ့အခါ တစ္ခ်ိဳ႕က ဆရာဝန္ ၊ တစ္ခ်ိဳ႕က ရဲသား ၊ တစ္ခ်ိဳ႕က ၊ စစ္သား စသျဖင့္ သူရဲေကာင္းဆန္ဆန္ ေျဖၾကလိမ့္မယ္။တကယ္တမ္းအဲ့ဒီကေလးေတြ ေက်ာင္းၿပီးသြားတဲ့အခါ ဘာလုပ္မလဲလို႔ ေမးၾကည့္ရင္ “အိမ္ေကာင္းေကာင္း တစ္လုံး လိုခ်င္တယ္” ၊ “ကားေကာင္းေကာင္း စီးခ်င္တယ္” ဆိုတဲ့ အေျဖေတြ ေပးၾကလိမ့္မယ္။ငယ္ဘဝတုန္းက သူရဲေကာင္းဆန္ဆန္ ေျပာခဲ့ၾကတဲ့ ကေလးေတြဟာ အ႐ြယ္ေရာက္လာေတာ့မွ ဘာေၾကာင့္ ရည္႐ြယ္ခ်က္ေတြ ေျပာင္းလဲသြားရတာလဲ….?ဒါဟာ ဒီဇာတ္ကားအဖြင့္မွာ ပါတဲ့ ဒိုင္ယာေလာ့ဂ္ေတြထဲက တစ္ခ်ိဳ႕ကို ေကာက္ႏႈတ္ျပလိုက္တာပါ။အိႏၵိယႏိုင္ငံဟာ ပညာေရးနဲ႔ပက္သက္ၿပီး ေထာက္ျပတဲ့ ဇာတ္ကားေတြကို ဖန္တီးရာမွာ မတူညီတဲ့ ရႈေထာင့္ ၊ မတူညီတဲ့ အျမင္ေတြနဲ႔ ပရိတ္သတ္ကို အသိအျမင္ေတြ ေပးစြမ္းႏိုင္တယ္ဆိုတာ ျငင္းလို႔မရပါဘူး။ပိုစတာနဲ႔ ေထြလာအရဆိုရင္ ဒီကားကို စူပါဟီး႐ိုး(လူစြမ္းေကာင္း)ဇာတ္ကားလို႔ ထင္ခ်င္စရာပါပဲ။တကယ္တမ္းေတာ့ ဒီကားက လက္ေတြ႕ဘဝေတြထဲမွာ လူစြမ္းေကာင္း (သူရဲေကာင္း)ျဖစ္ေအာင္ ဘယ္လိုေနထိုင္ ရွင္သန္သြားရမလဲဆိုတာကို ျပေပးတဲ့ကားပါ။ဒါတင္လားဆိုေတာ့ မဟုတ္ပါဘူး။ပညာေရးနယ္ပယ္ထဲမွာရွိတဲ့ အနိဌာ႐ုံ ျဖစ္ရပ္ဆိုးေတြ ၊ ပညာေရးကို အသုံးခ်ၿပီး စီးပြားရွာေနသူေတြ ၊ ေတာ္လြန္းတဲ့သူေတြပါရမီရွိသူေတြကို တက္နင္းၿပီး ဖိႏွိပ္အျမတ္ထုတ္တာေတြ အမ်ားႀကီးကို ႐ိုက္ျပထားတာပါ။ပညာေရးနယ္ပယ္ကို ၾကည့္လိုက္ရင္ ကိုယ္ထူကိုယ္ထေက်ာင္းေတြ မ်ားလာသလို ကိုယ္ပိုင္ ေက်ာင္းေတြလည္း မ်ားလာတယ္။ကိုယ္ပိုင္ေက်ာင္းေတြဟာ ေက်ာင္းသားလူငယ္ေတြကို အမဲဖ်က္စားေသာက္ၿပီး စီးပြားေရးဖက္ကို ဦးတည္လာတယ္။ဒီလို ပညာေရးအမည္ခံ ကိုယ္ပိုင္ေက်ာင္း စီးပြားေရးသမားေတြလက္ထဲ အနာဂတ္ကေလးေတြရဲ႕ ကိုယ္ပိုင္ႀကံဆမႈေတြ ေပ်ာက္ပ်က္လာတယ္။ဒါေတြဟာ အိႏၵိယႏိုင္ငံရဲ႕ မ်က္ေမွာက္ေခတ္မွာ ျဖစ္ပ်က္ေနတဲ့ လုပ္ရပ္ဆိုးေတြဆိုရင္ မမွားဘူး။ဒါကို မီးေမာင္းထိုးျပဖို႔ လိုအပ္လာတဲ့အခါ……——————————————ဒီကားၾကည့္ၿပီးတဲ့အခါ အိႏၵိယကားပရိတ္သတ္ေတြအတြက္ အေတြးတစ္စ ရေစမယ္ဆိုရင္ပဲ ဘာသာျပန္ရက်ိဳး နပ္ပါၿပီ။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : WEB-DL 720pRunning Time : 2hr 44minFormat : Mp4Genre : Action, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : TRUE WEB-DL – 1080p – AVC – UNTOUCHEDTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorP. S. MithranStarsAbhay DeolArjun SarjaElango KumaravelIvanaKalyani PriyadarshanN. AzhagamperumalPandianRay PaulRobo ShankarSivakarthikeyanCastAbhay DeolArjun SarjaElango KumaravelIvanaKalyani PriyadarshanN. AzhagamperumalPandianPremRay PaulRobo ShankarSivakarthikeyan",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5353SqWG4xlTVs1YLk1OzmGMdOg.jpg",
    "movie_links": [
      {
        "link": "https://yadi.sk/i/myglli-7DqvEGQ",
        "server": "disk.yandex.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4iB7y",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/TYQHmtolIOThSQ",
        "server": "disk.yandex.com",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/4iB7q",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hero-2019",
        "server": "VIP Links",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2022|1h 24m|Action,Horror",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "346"
    },
    "title": "Hellblazers (2022)",
    "description": "ဂျိုးအန်ဒါဆင်ဆိုတဲ့ နယူးယော့ခ်သား ရဲတစ်ယောက်ဟာ ရဲမှူးရာထူးနဲ့ဟုပ်ဗေလီဆိုတဲ့ မြို့ငယ်လေးဆီကို ပြောင်းရွှေ့လာခဲ့ပါတယ်ဗျ။ဟုပ်ဗေလီဟာဆိုရင် ရာဇဝတ်မှုကြီးကြီးမားမားမရှိတတ်တဲ့၊အေးချမ်းတဲ့ မြို့ငယ်လေးပဲဖြစ်ပါတယ်။တစ်နေ့မှာတော့ အဲ့ဒီဘာမှ ထူးထူးခြားခြားမရှိတတ်တဲ့အဲ့ဒီမြို့လေးရဲ့ ရဲစခန်းကို ဘေလ်ဆိုတဲ့ ရူးကြောင်ကြောင်အဘိုးကြီးရောက်လာပြီးသူ့ခြံထဲမှာ အဝါရောင် ခြုံထည်တွေဝတ်၊ မျက်နှာတွေအုပ်ထားတဲ့ လူတစ်စုကဂါထာမန္တာန်တွေရွတ်ကာ ငရဲတွင်းပေါက်ဖွင့်ပြီး နတ်ဆိုးတစ်ကောင်ကိုဆင့်ခေါ်ကြတယ်လို့ တိုင်ချက်ဖွင့်လာခဲ့ပါတယ်ဗျ။အဲ့ဒီအချိန်ကနေစပြီး ငြိမ်သက်နေတဲ့မြို့လေးမှာ ထူးခြားတာတွေ တစ်ခုပြီးတစ်ခု ဖြစ်လာပါတော့တယ်။ဒီ Hellblazers ဆိုတဲ့ရုပ်ရှင်လေးဟာဆိုရင် Jump scares ခပ်ပါးပါးတချို့နဲ့ ဇာတ်လမ်းကိုစိတ်ဝင်စားအောင်ဆွဲခေါ်ထားပြီး အချိန်ပေးရတာတန်တဲ့ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ…။File size…1.3GB  / 581MBQuality…1080p AMZ WEB DL  / 720pFormat…mp4Duration….1h 24mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Zwe Yan NaingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJustin LeeStarsAdrienne BarbeauBilly ZaneBruce DernCourtney GainsCrash BuistDalton IbarraDanielle GrossEd MorroneEdward FinlayExcelina OrdonezGreg BeatonJack KlinesJamie PortilloJohn KassirMax GambleMeg FosterMike FergusonSam MasonSanford WorthTony ToddTrevor Ossian CameronCastAdrienne BarbeauBilly ZaneBruce DernCourtney GainsCrash BuistDalton IbarraDanielle GrossEd MorroneEdward FinlayExcelina OrdonezGreg BeatonJack KlinesJamie PortilloJohn KassirMax GambleMeg FosterMike FergusonSam MasonSanford WorthTony ToddTrevor Ossian Cameron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t077haOv7F0Q5x5FQEfJXquu1pm.jpg",
      "https://image.tmdb.org/t/p/w300/ztCm5FTaNkVU3Wf8m0cWM4nPBmr.jpg",
      "https://image.tmdb.org/t/p/w300/iuzPdAeEJGNjCfWEIOntsBEG9NU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOTNjYzQxOGUtZWY3My00N2I3LWJhNTctMDA0ZTI3ODdjOWNhXkEyXkFqcGdeQXVyNzk1MzI3MTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hellblazers-2022-1080-p-amzn-web-dl-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fdtumhemf7ne.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/g09qtyvuyagv/_blazers.2022.1080p.AMZN.WEB-DL.AAC5.1CH(CM).mp4",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1QYnp/Hellblazers.2022.1080p.AMZN.WEB-DL.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6yAzWLBK#wKxMHJ_Vxysix2fEo5NxrZredzyE_YA9SQy0aUXM7-Q",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hellblazers-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rpuaa5x42mhf.html",
        "server": "usersdrive.com",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3o61enhqdf5z/_blazers.2022.720p(CM).mp4",
        "server": "streamvid.io",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1QYnn/Hellblazers.2022.720p(CM).mp4",
        "server": "megaup.net",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XqJHCajD#wzA2xT6oFMrZ8uTha5nJHimgGpTTcjgAY5wvMyI1kdw",
        "server": "mega.nz",
        "size": "581MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "/",
      "rating_count": ""
    },
    "title": "Zombieverse (2023)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eVBJ5GYZT6Dt4MpN7sOd1UbtxRm.jpg",
      "https://image.tmdb.org/t/p/w300/aTRNasj6IKxg2B1Z5KTHwmtAynL.jpg",
      "https://image.tmdb.org/t/p/w300/pVg0KMIzLzTDGVZrrSoDMh9rDBs.jpg",
      "https://image.tmdb.org/t/p/w300/9loMOkmrPpF6iNmHOB0mAvymPci.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/Zombieverse.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "blBoBb0Lrl0",
      "video_url": "https://www.youtube.com/watch?v=blBoBb0Lrl0",
      "embed_url": "https://www.youtube.com/embed/blBoBb0Lrl0"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "85632"
    },
    "title": "Death’s Roulette(2023)",
    "description": "Death’s Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။သူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်….သူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)Quality : AMZN.WEB-DL,1080P,720pFormat…mp4Duration…01:34:00Genre : Mystery, Thriller, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PROXYEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdriana PazCarla AdellDagoberto GamaFernando BecerrilJuan Carlos RemolinaManolo CardonaMaribel VerdúTiago Correa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a20Z41sNEqhBOf6addlSBTTQJkg.jpg",
      "https://image.tmdb.org/t/p/w300/8y7gSsPIMEzpSlloOBgrEAeuyEp.jpg",
      "https://image.tmdb.org/t/p/w300/3AUNvEzrNBBNL6Qk58ukY9P3GYU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/z0oxsrx25ryk.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/deaths-roulette-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1U02v/Deaths.Roulette.2023.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5LQ0QA7I#p1BttJfUgEhGTuNI3IpYareTewMwzwQP5q248mMx6OI",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/zm1gs8nnjkn5",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cauc5ju4jtcq.html",
        "server": "usersdrive.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/deaths-roulette-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1e2zl/Deaths.Roulette.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wKBRjADR#iOYjDkzVp2GzX--Das8vpOVq2CxV_0RgceWRdORMR5o",
        "server": "mega.nz",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/8fw341jn44ri.html",
        "server": "streamsb.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/423n2y7aa708",
        "server": "streamvid.io",
        "size": "713MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wv_bXjNd-8I",
      "video_url": "https://www.youtube.com/watch?v=Wv_bXjNd-8I",
      "embed_url": "https://www.youtube.com/embed/Wv_bXjNd-8I"
    }
  },
  {
    "metadata": "|2022||Comedy,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "8300"
    },
    "title": "The Valet (2022)",
    "description": "The Valet (2022)=============IMDb Rating – 6.7/10၂၀၂၂မှာထွက်ရှိထားတဲ့ တကယ်ကိုရယ်ရတဲ့ ဟာသကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ရုပ်ရှင်မင်းသမီးတစ်ယောက် ဘီလီယံနာသူ‌ဌေးတစ်ယောက်နဲ့ချစ်ကြိုက်နေတာကို ပါပါရာဇီတွေရဲ့ ဓာတ်ပုံထဲ ရိုက်မိသွားပါတယ်။ ဖြစ်ချင်တော့သူ‌ဌေးမင်းက မယားကြီးငုတ်တုတ်ရှိနေတော့ သူမသိအောင် လိမ်ရတော့တာပေါ့။အဲဓာတ်ပုံထဲမှာ ဖြစ်ချင်တော့ သူတို့နှစ်ယောက်အပြင် တခြားလူတစ်ယောက်ကောရှိနေလေရဲ့။ သူကတော့ ရိုးသားတဲ့ ဖိုးသခွားလေးဖြစ်ပြီး အသက်ကြီးပေမယ့် အလုပ်ကြိုးစားတဲ့ ဧည့်ကြိုဝန်ထမ်းလေးပါ့။ဒီတော့ သူ‌ဌေးမင်းနဲ့ မင်းသမီးတိုင်ပင်ပြီး လှည့်ကွက်တစ်ခုလုပ်ကြပါတယ်။ “ရွှေမင်းသမီးနဲ့ကိုဧည့်ကြို”ဇာတ်ကို ထွင်ရတာပေါ့။ ကလိမထိုးပဲ ရယ်စရာကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေစကားပြောခန်းတွေနဲ့ တကယ်အူတက်စေမယ့်ကားလေးပါ။ စိတ်အမောတွေပြေစေပြီးဟာသကားကောင်းလေးတွေကို ကြည့်ချင်သူတွေအတွက်လက်မလွှတ်သင့်တဲ့ ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Zaw Myo Thu မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Zaw Myo Thu, Leonard Lin, Roman NoX တို့ဖြစ်ပါတယ်။)File Size……….(1.42 GB) / (755 MB) / (457 MB)Quality…………WebRip 1080p / 720p / 480pDuration………2Hr 04minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, RomanceTranslator…….Zaw Myo Thu, Leonard Lin, Roman NoXEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard WongCastAlex FernandezAmaury NolascoAnthony Michael LopezArmando HernándezBetsy BrandtCarlos SantosCarmen SalinasCraig LeydeckerDiany RodriguezEugenio DerbezJi Yong LeeJohn PirruccelloJonathon PawlowskiJosh WarrenJoshua VasquezKatie CarpenterMarcenae LynetteMarisol NicholsMax GreenfieldMichael MourraMilena RiveroNoah Ayden HernandezNoemi GonzalezRavi PatelRolando FernandezSamantha NeylandSamara WeavingTiana OkoyeWilmer CalderonYurel Echezarreta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ba3oFhz6DkzSjVXsr50AGRMkfh8.jpg",
      "https://image.tmdb.org/t/p/w300/kB1Qrsg189eDz4Ej3ABXtLudClq.jpg",
      "https://image.tmdb.org/t/p/w300/vwAemFNn2Opn619n0KOK1G55v0x.jpg",
      "https://image.tmdb.org/t/p/w300/vgxGH11RIUjAOLFDRDLuqdMwJnq.jpg",
      "https://image.tmdb.org/t/p/w300/oj3HFUAJEMyZuDLBwmJnnV80hcn.jpg",
      "https://image.tmdb.org/t/p/w300/u0MNg4ZVDLffwWv216qD2NYMwPY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNWZiNDM3MjgtYzY1Ni00ZTI1LTgzMTktMzBiOTI5OWU0OTc0XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-valet-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-valet-2022-1080-p-dsnp-web-dl-ddp-5-1-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.42 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/37Jix/The.Valet.2022.1080p.DSNP.WEB-DL.DDP5.1.H.264-[CM].mp4",
        "server": "megaup.net",
        "size": "1.42 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/cHEjSRrT#QUc8JH8D7bWIKI2FOPt21SMdghySw6sepqDdhiBd2PI",
        "server": "mega.nz",
        "size": "1.42 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/khsteevaajup.html",
        "server": "usersdrive.com",
        "size": "1.42 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-valet-2022-720-p-dsnp-web-dl-ddp-5-1-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "755 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1LOn2/The.Valet.2022.720p.DSNP.WEB-DL.DDP5.1.H.264-[CM].mp4",
        "server": "megaup.net",
        "size": "755 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/1587an2czig5.html",
        "server": "streamsb.com",
        "size": "755 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/AH8BmLiJ#Q2nGkE4hpXsM8W2keajRhJKeu64lPQE5Wrdc1mNr81Y",
        "server": "mega.nz",
        "size": "755 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/f5s2i0lv7r6k.html",
        "server": "usersdrive.com",
        "size": "755 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-valet-2022-480-p-dsnp-web-dl-ddp-5-1-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "457 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/37Jhi/The.Valet.2022.480p.DSNP.WEB-DL.DDP5.1.H.264-[CM].mp4",
        "server": "megaup.net",
        "size": "457 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/8hbpxm5xhcxw.html",
        "server": "streamsb.com",
        "size": "457 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Qe9ljQ5D#WgMwnVW1HCBEiE3g8amZiAsW-W3M0TOM1U6rhVqvzpM",
        "server": "mega.nz",
        "size": "457 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/rxgvlpdduqu4.html",
        "server": "usersdrive.com",
        "size": "457 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "1iyz4d8WoqQ",
      "video_url": "https://www.youtube.com/watch?v=1iyz4d8WoqQ",
      "embed_url": "https://www.youtube.com/embed/1iyz4d8WoqQ"
    }
  },
  {
    "metadata": "|2018|1h 52min|Action,Crime",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "826"
    },
    "title": "Open City (2018)",
    "description": "Open City (2018)တို့မမကြီး Son Ye Jin ကြမ်းခဲ့ရမ်းခဲ့တဲ့ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်သားတစ်ယောက်အမေမမရဲ့ ခါးပိုက်နှိုက်ဂိုဏ်းခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာပါဂျပန်ရောကိုရီးယားမှာရော ခါးပိုက်နှိုက်ကို တွင်တွင်ကျယ်ကျယ်လုပ်နေတဲ့ ဘဲ့ဂျန်မီအမေခါးပိုက်နှိုက် ကိုယ်လည်း ငယ်ငယ်ထဲက အမေနဲ့အတူခါးပိုက်နှိုက်ပဲလုပ်စားလာခဲ့ရင်းရဲတွေအလိုရှိတဲ့လူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်အိုဆာကာမှာ ပြသနာတက်ခဲ့လို့ရှောင်ပြေးလာရာက ကိုရီးယားရောက်တဲ့အခါ ဂိုဏ်းပေါင်းစုံကြားဘာတွေကြုံတွေ့ရမလဲ?ဘယ်လိုလွတ်မြောက်အောင်လုပ်မလဲ?အရမ်းတော်တဲ့စစ်ဆေးရေးမှူးရဲသားတစ်ယောက်ပေမဲ့ခါးပိုက်နှိုက်မှုတွေဆိုရင် လုံးဝကို မလိုက်တဲ့ ဂျိုဒယ်ယောင်းသူကရောဘာကြောင့် ခါးပိုက်နှိုက်အမှုတွေမလိုက်တာလဲ?အတိတ်မှာရော ဘယ်လိုတွေဖြစ်ခဲ့လို့လဲ?ဘဲ့ဂျန်မီနဲ့ဂျိုဒယ်ယောင်းက ဘယ်လိုဖြစ်ရပ်တွေဖြစ်ခဲ့တာလဲ?ကဲ ဇာတ်လမ်းလေးကိုကြည့်ရင်း အားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့Kong Houပဲ ဖြစ်ပါတယ်။Genre….. Action, CrimeQuality…. 1080p | 720p | 480pFile size… 2.3GB | 1.1GB | 524MBFormat… mp4Duration…. 1h 52minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..KongHouEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastKim Hae-sookKim Joon-baeKim Myung-minKim Won-JinLee Eun-miPark Kil-sooPark Sung-woongSon Ye-jinYeom Hye-ranYun Yeong-keol",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7J16xflr05jIBQmS6xLTgd2Opld.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oJTHBNdBZB1go3ih1VUZsTcHpaQ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gp82db3mrjqp.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/open-city-2008-korean-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2ztC8/Open.City.2008.KOREAN.1080p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/2rAzEJBb#mG1DwT7zvVXqGieOwK364d2c2osQkg6IZt9B19fMdtI",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/fj40laki2aw0.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/open-city-2008-korean-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ztC1/Open.City.2008.KOREAN.720p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/PupxBLja#VtykhUWepvjmRnJejChGfoopDgv8ns8sYM1jCbcQH6k",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/ifpri8n8iird.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/up1qy68amgf6",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/sy42za2049dg.html",
        "server": "usersdrive.com",
        "size": "524MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/open-city-2008-korean-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "524MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3fr4f/Open.City.2008.KOREAN.480p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "524MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/CvZmiD7K#guKyEhgRH25cqqi7T9LooZo6H9gCJ_LPUqaq-807CFY",
        "server": "mega.nz",
        "size": "524MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/0fz1ttdcv444.html",
        "server": "streamsb.com",
        "size": "524MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/eakkodkjfaht",
        "server": "streamvid.io",
        "size": "524MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "CCb6kbgk7dY",
      "video_url": "https://www.youtube.com/watch?v=CCb6kbgk7dY",
      "embed_url": "https://www.youtube.com/embed/CCb6kbgk7dY"
    }
  },
  {
    "metadata": "||2h 24min|Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "340"
    },
    "title": "Searching for the Elephant (2009)",
    "description": "Searching for the Elephant (2009)IMDb 5.5/10================================ဇာတ်ကားနာမည်က “ဆင်ရှာပုံတော်ထွက်ခြင်း”တဲ့။ဒါပေမဲ့ “ဆင်” အကြောင်းတော့မဟုတ်ပါဘူး။“လူ” အကြောင်းမှ လူအကြောင်း စစ်စစ်ကို ရေမရောဘဲ ရိုက်ပြထားတာပါ။သေချာတာကတော့ ဒီကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး။ဘယ်လိုလူတွေ အတွက်လဲဆိုတော့လက်ရှိဘဝကို စိတ်ပျက်လာတဲ့အခါ….ဘဝထဲက လူတွေအကြောင်း သိလာပြီးသူတို့မျက်နှာဖုံးတွေကို မြင်လာတဲ့အခါ….လွယ်လွယ်ပြောရရင် Dark mood ဝင်လာတဲ့အခါမှမြိန့်မြိန့်ကြီး ထိုင်ကြည့်ပြီး ရိသဲ့သဲ့ စိတ်နာနာပြုံးမိမယ့်လူ့သဘာဝ dark side ကိုရိုက်ပြထားတဲ့ကားပါ။ဒီကားမှာ ဇာတ်သိမ်းကို ပြူးပြဲလိုက်ရှာလို့ မရသလိုPlot ကိုနားလည်အောင် အတင်းချိတ်နေလို့လည်း မရပါဘူး။ဇာတ်ကားကို ဒါရိုက်တာ ခေါ်ဆောင်သွားတဲ့အတိုင်းလေး အလိုက်သင့်စီးမြောပြီး တစ်ခန်းချင်း ကြည့်သွားရုံပါပဲ။အဆုံးသတ်ကြရင် လူဆိုတာ ဒီလိုပါပဲဆိုပြီး သံဝေဂရစေမယ့် ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဝေဖန်သူတွေက ဒီကားကို plot twist တွေများပြီး ခန့်မှန်းရခက်တယ်လို့ ဝေဖန်ထားကြပေမယ့်လူ့လောကကြီးကိုက Plot twist တွေပဲ မဟုတ်လားဗျာ[Plot twist တွေကြောင့် ပညာတွေလည်း ရပါတယ် :’) ]မကြည့်ခင် မှာချင်တာကတော့ အိပ်ရာထက်က တစ်တီတူးခန်းတွေကိုအရှင်းသား ပြထားတာမို့လို့ ကလေးများကြည့်ရန် မသင့်တော်သလိုမိသားစုနဲ့ ကြည့်ရမယ့်ကားလည်း မဟုတ်ကြောင်းပါ။သွေးသံတရဲရဲနဲ့ ဆူဆိုက်(Suicide)လုပ်ခန်းတွေ ပါလို့စိတ်မခိုင်သူများနဲ့ စိတ်ကျလွယ်သူများ ကြည့်ရန် မသင့်တော်ပါ။အပေါ်ကအချက်တွေကို သတိထားပြီးရင်တော့ပရိသတ်ကြီးအနေနဲ့….သူငယ်ချင်း ၃ယောက်နဲ့ အတူ ဆင်ရှာထွက်လို့ရပါပြီ။Cast တွေအနေနဲ့ကတော့အားလုံးသိကြတဲ့ နှုတ်ခမ်းမွှေးစစနဲ့ မင်းသားကြီး Jang Hyukအရပ်ရှည်ရှည် ရုပ်ဖြောင့်ဖြောင့်နဲ့ ဇာတ်ပို့မင်းသား Lee Sang-wooပွေရှုပ်တတ်တဲ့ဇာတ်ရုပ်ကို သရုပ်ဆောင်ထားတဲ့ မင်းသား Jo Dong-hyukမင်းသမီးချောများဖြစ်တဲ့ Lee Min-jung, Jang Ja-yeon စသဖြင့် ပါဝင်ထားတာမို့လို့cast အပိုင်းကတော့ အားအပြည့်ပါပဲ။အညွှန်းထဲမှာ ဇာတ်ကားအကျဥ်းကို ရေးပြရမှာ ကလောင်မစွမ်းသာတဲ့အတွက် ကိုယ်တိုင်သာတင်းပြည့်ကျပ်ပြည့် ခံစားကြည့်လိုက်ကြပါလို့ တိုက်တွန်းလိုက်ပါတယ်။ဆင်ပုံပြင်နဲ့ လူ့မနောကို ခံစားကြည့်ကြပါစို့လားဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richrad Wai ပဲ ဖြစ်ပါတယ်။Genre…..DramaQuality….WEB-DL 1080p and 720p and 480pFile size…1.9GB and 1GB and 292MBFormat…mp4Duration….2h 24minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Richard WaiEncoder ….. LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCho Dong-hyukHwang Woo-seul-hyeJang HyukJang Ja-yeonJung In-giLee Min-jungLee Sang-wuPark Soo-jinYoon Sul-hee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/SEjMRl6mXqRNaQZkogJ5PNnc6D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/KFSKVqOeTozicvFxZFwpsdkZep.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/searching-for-the-elephant-2009",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/kdraf9mo085p.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/searching-for-the-elephant-2009-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2pm3w/Searching.for.the.Elephant.2009.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/F2wygCCI#xjB2ICKhD6P8W7vIlDtcY22APNVTAdyHVqaZtNCDgJc",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/7wvsdlbhd4wd.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/searching-for-the-elephant-2009-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/13r8c/Searching.for.the.Elephant.2009.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/5u4hUTzA#xvOSeGtgZ9PFd5_8uY8XDCi2_468d49Rudgj9Dcq8kA",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/616ysvohlykf.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/5c9ksjw66p7k.html",
        "server": "usersdrive.com",
        "size": "292MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/searching-for-the-elephant-2009-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "292MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/13r82/Searching.for.the.Elephant.2009.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "292MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/wygG2BTZ#WiqAEqhN2Uod-g8OIh64X4JvkX_ghbIwLyH_9F1BGhg",
        "server": "mega.nz",
        "size": "292MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/7v6d50vs8ryl.html",
        "server": "streamsb.com",
        "size": "292MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NC17|2015|1h 45min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "8,217"
    },
    "title": "One Wild Moment (2015)",
    "description": "One Wild Moment (2015)_____IMDb – 6.3/10၂၀၁၅ ကထွက်ရှိထားတဲ့ Comedy-drama အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။ထူးဆန်းတဲ့လူ့သဘာဝတချို့ကိုပြသထားတာကြောင့် ဇာတ်လမ်းအကြောင်းကို မပြောခဲ့တော့ပါဘူး။ကိုယ်တိုင်ကြည့်ရှုခံစားသင့်တဲ့ဇာတ်ကြောင်းပါ။ဒီဇာတ်ကားမှာ သရုပ်ဆောင်တွေကောင်းကြပါတယ်…ပီပြင်လွန်းတာကြောင့် တကယ်ဖြစ်ပျက်နေသလို ခံစားသက်ဝင်ပါတယ်။မတူတဲ့ရသတစ်မျိုးကို ခံစားမိမှာသေချာနေပြီး အမှတ်ရနေမိမယ့်ဇာတ်ကားလို့ မိတ်ဆက်ပေးပါရစေ။Nudity အခန်းတချို့ပါတာကြောင့် အရွယ်မရောက်သေးသူများမကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။(Kyaw Htet Tun မှခံစားတင်ဆက်ထားပါတယ်။)၂၀၁၅ ကထြက္ရွိထားတဲ့ Comedy-drama အမ်ိဳးအစား ျပင္သစ္ဇာတ္ကားပါ။ထူးဆန္းတဲ့လူ႕သဘာဝတခ်ိဳ႕ကိုျပသထားတာေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းကို မေျပာခဲ့ေတာ့ပါဘူး။ကိုယ္တိုင္ၾကည့္ရႈခံစားသင့္တဲ့ဇာတ္ေၾကာင္းပါ။ဒီဇာတ္ကားမွာ သရုပ္ေဆာင္ေတြေကာင္းၾကပါတယ္…ပီျပင္လြန္းတာေၾကာင့္ တကယ္ျဖစ္ပ်က္ေနသလို ခံစားသက္ဝင္ပါတယ္။မတူတဲ့ရသတစ္မ်ိဳးကို ခံစားမိမွာေသခ်ာေနျပီး အမွတ္ရေနမိမယ့္ဇာတ္ကားလို႕ မိတ္ဆက္ေပးပါရေစ။Nudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္။(Kyaw Htet Tun မွခံစားတင္ဆက္ထားပါတယ္။)File size…(900 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:45:48Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-François RichetStarsAlice IsaazFrançois CluzetLola Le LannVincent CasselCastAlice IsaazAnnelise HesmeDaniel DelormeFrançois BergoinFrançois CluzetJules PelissierLola Le LannLouka MeliavaNoémie MerlantPhilippe NahonPierre-Marie MosconiRomain ApelbaumSamuel Torres BianconiThomas Bronzini de CaraffaVincent Cassel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/evfB92gT7QeaImwpUcSW3grCHNt.jpg",
      "https://image.tmdb.org/t/p/w300/ulonlj6Gx0VQ7IYXBlInZCSsPSW.jpg",
      "https://image.tmdb.org/t/p/w300/lIjLfiQyE1kniUNwpQlQoBjzcmC.jpg",
      "https://image.tmdb.org/t/p/w300/5LRiA5T9RW3JS3sLMad517fKyQQ.jpg",
      "https://image.tmdb.org/t/p/w300/uU25ziID3qwiCztoE8JizlO2vZN.jpg",
      "https://image.tmdb.org/t/p/w300/aHObCuJtRziuVkE5syJ5Be5SHfU.jpg",
      "https://image.tmdb.org/t/p/w300/brOT9Ng3UO3beKTyUUQcpXxA01F.jpg",
      "https://image.tmdb.org/t/p/w300/2Bmr30eVA98TkUuzEbaSKUf8u32.jpg",
      "https://image.tmdb.org/t/p/w300/6hqpN3kZCJa5W7t2rI3KvcNE9G8.jpg",
      "https://image.tmdb.org/t/p/w300/l7DBjS7jE8Xx3WCc3y6tzyLgOwP.jpg",
      "https://image.tmdb.org/t/p/w300/cZiXsas7jdwfZBnosqA8pE3UOHN.jpg",
      "https://image.tmdb.org/t/p/w300/oEXhKxzWqXO816lsNrEtoxGW8uK.jpg",
      "https://image.tmdb.org/t/p/w300/uwhW1VaJU1eQnGTewNsOYwX9Vyu.jpg",
      "https://image.tmdb.org/t/p/w300/vzcJQORoLU0vb9dCUxoR2o7Mm5z.jpg",
      "https://image.tmdb.org/t/p/w300/g7q5XnDhhqB3c6VGBDdJAeKBkAH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/one-wild-moment-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0jm9xnvwqrvv.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/one-wild-moment-un-moment-degarement-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2gn5j/One_Wild_Moment_(Un_Moment_D_égarement)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/p9FmGDyZ#Ml2NkeoFdJfxbN3qwiMNlSTtBkbAIuDt6ixiEdH0LQw",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/a4g65y5cqt08/One_Wild_Moment_(Un_Moment_D'%C3%A9garement)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/vo9geh26ix0c",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "eVQuAw9jf5Q",
      "video_url": "https://www.youtube.com/watch?v=eVQuAw9jf5Q",
      "embed_url": "https://www.youtube.com/embed/eVQuAw9jf5Q"
    }
  },
  {
    "metadata": "|||Adult,Asian",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "{21+} After 1 Month of Abscence [Satone Hiiragi-DLDSS-196]",
    "description": "ပရိသတ်ကြီးကို ခုတစ်ခါတင်ဆက်ပေးချင်တဲ့ နတ်မိမယ်လေးကဆာတိုနီဟီရာဂီတဲ့ 96 born လေး သူမဟာ အခုဆိုရင် မနူးမနပ်လေးလဲမဟုတ်မမကြီးမဖြစ်သေးတဲ့ မမပေါက်စအရွယ် ၂၇ နှစ်နဲ့ လှသွေးတွေအရမ်းကြွယ်နေတာပေါ့လှပဝိုင်းစက်တဲ့မျက်ဝန်းလေးရယ် ပုရိသတွေအကြိုက် သဘာဝအတိုင်းလှနေတဲ့ရွှေရင်အစုံရယ် ရွှေရင်သိမ်းသစ် မောင့်အချစ်လေးပါပဲဒါ့အပြင်…ဒါ့အပြင်ကျန်တဲ့ဘယ်နေရာမဆို အပြစ်ပြောစရာမရှိတဲ့ လုံးကြီးပေါက်လှ မမလှလှလေးကိုDark Side က ညီနောင်တွေအတွက် ခံစားပေးစေချင်တာမို့ ရှာဖွေတင်ဆက်ပေးထားပါတယ်ဇာတ်လမ်းလေးကလဲ မမရဲ့တက်တက်ကြွကြွနဲ့ ဖောင်းဒိုင်းဥပုသ်ပြီးတဲ့နောက်ချိုးနှိမ်ထားသမျှ ဆန္ဒအစုံကို အားရပါးရစားသုံးတဲ့ဇာတ်လမ်းလေးမို့ညိုကီတို့အကြိုက်တွေ့မှာအမှန်ပါပဲ ….အားပေးလိုက်ကြပါဦး(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File size… 2.5GB / 1.2GBQuality…Decensored 1080p / 720pFormat…mp4Duration….2h 5minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder… X CrossTranslated by Andrew MasonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsSatone HiiragiCastSatone Hiiragi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/blah.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/reducing-mosaic-dldss-196-after-1-month-of-abscence-1080-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ilb58ffhmll3.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2137s/[Reducing_Mosaic]DLDSS-196_-After_1_month__of_Abscence.1080p.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tD1CXS7a#Dw9e3tEcybyXIQtBPqscwH3nMuPU1EywqWwNHOFhk48",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/reducing-mosaic-dldss-196-after-1-month-of-abscence-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ledltfuht0mz.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2H0yd/[Reducing_Mosaic]DLDSS-196_-After_1_month__of_Abscence.720p.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZDVWSJhC#BOOycbwlya11Nt6JGCv1MhOnA7V6qvhS8qn5aGG8Fqk",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/c60b0ias81x3",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "5.7K"
    },
    "title": "Friendship!(2010)",
    "description": "Friendship!(2010)===============အချိန်ကာလအားဖြင့် 1990 တစ်ဝိုက် စစ်အေးခေတ်ပြီးခါနီးပေါ့ဗျာ။New York လေဆိပ်က အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးဌာနကိုအူတိအူကြောင်ရုပ်နဲ့ ဂျာမန်နှစ်ကောင်ရောက်ချလာတယ်။သူတို့ကGDR လို့ခေါ်တဲ့ အရှေ့ဂျာမနီ(ကွန်မြူနစ်နိုင်ငံ)ကတဲ့။ဘယ်သူမှမမေးရဘဲ သူတို့ကိုယ်သူတို့ “We are Communists”ဆိုပြီးဝမ်းသာအားရ မိတ်ဆက်တယ်။ဘာပြောကောင်းမလဲ ၊ပယ်ပယ်နယ်နယ်အစစ်ခံရတော့တာပေါ့။ဒီဇာတ်ကားက အဲ့ဒီဂျာမန်နှစ်ကောင်ရဲ့ အမေရိကန်ခရီးရှည်ကြီးကို ရိုက်ပြထားတာ။သူတို့ ဘာကြောင့် အမေရိကားကို ရောက်လာကြတာလဲ။အူကြောင်ကြောင်နဲ့ ဘယ်လိုမျိုး ပေါက်ကရတွေ လုပ်ကြလဲ။ဘယ်လိုတွေ ပြဿနာတွေတက်ကြလဲဆိုတာကို (ဒီကောင်တွေတော့ကွာဆိုပြီး)တဟီးဟီးတဟားဟားနဲ့ ကြည့်ရမယ့်ကားမျိုး။ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ဇာတ်ကားနာမည် “Friendship” ဆိုတဲ့အတိုင်းသူတို့နှစ်ယောက်ကြားက “ပေဖော်ပေဖက် ခင်မင်မှုမျိုး”ကို ခင်ဗျားခံစားမိလိမ့်မယ်။ ပြီးရင်တော့ ဘယ်ရောက်ဘယ်ပေါက်မယ်၊ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မှန်းလို့မရတဲ့ Road Trip မျိုးတစ်ခေါက်လောက်ဖြစ်ဖြစ် ထွက်ဖူးချင်လာလိမ့်မယ်။ငါလည်း ဘဝမှာ ဒါမျိုးတစ်ခေါက်လောက်တော့ ဖြစ်ချင်ရာဖြစ်ပေဖူးချင်လိုက်တာဆိုပြီး တွေးမိလိမ့်မယ်။ အချိန်ပေးရတာနဲ့တန်အောင်ရယ်ရ မောရမယ့် ဇာတ်ကားမျိုးမို့ ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့  Damien ပဲ ဖြစ်ပါတယ် )File size…975MB / 545MBQuality…WEB-DL 720p / 480pFormat…mp4Duration….1h 50mGenre ….. Adventure / ComedySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by DamienYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarkus GollerStarsAlicja BachledaFriedrich MückeMatthias SchweighöferCastAlicja Bachleda-CuruśCameron GoodmanChris BrowningCocoa BrownDwayne AdwayFriedrich MückeHans-Uwe BauerKevin RankinKimberly J. BrownKirsten BlockMatthias SchweighöferPeter MaconTodd Stashwick",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c4gD4bwVRpDhyQfxcsavx5JuvqT.jpg",
      "https://image.tmdb.org/t/p/w300/p29IUAV02b1aVEvHUUl4kwmbRdu.jpg",
      "https://image.tmdb.org/t/p/w300/xYRuobvtzGXV6VsUWEbmKAk8zE.jpg",
      "https://image.tmdb.org/t/p/w300/8xvdGIq99gjH30yHogMyiW3fyHj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nDlRPYtDHxrc6czuXXin46tHIFL.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1wi51d1voxp7.html",
        "server": "usersdrive.com",
        "size": "975MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/friendship-2010-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "975MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1RKgs/Friendship!2010.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "975MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/NRJ2URLB#wH1haxj9tszhvzK96bgUl0Tr5IWittnkJSySr9lJZXM",
        "server": "mega.nz",
        "size": "975MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/kbf88nv4t80j.html",
        "server": "streamsb.com",
        "size": "975MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/kbf88nv4t80j.html",
        "server": "streamvid.io",
        "size": "975MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/zq85nlhkswot.html",
        "server": "usersdrive.com",
        "size": "545MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/friendship-2010-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "545MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3dFaf/Friendship!2010.BluRay480p(CM).mp4",
        "server": "megaup.net",
        "size": "545MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QEwX1SDR#nyl__n5DRBJawzORiuZ1F-8EJfA2wXlP2r66tXQHs0I",
        "server": "mega.nz",
        "size": "545MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/ql11gmop6svl.html",
        "server": "streamsb.com",
        "size": "545MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/jormhd6qug66",
        "server": "streamvid.io",
        "size": "545MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "UI51rZmd66Y",
      "video_url": "https://www.youtube.com/watch?v=UI51rZmd66Y",
      "embed_url": "https://www.youtube.com/embed/UI51rZmd66Y"
    }
  },
  {
    "metadata": "N/A|2017|107 min|Action,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,235"
    },
    "title": "Furious (2017)",
    "description": "CM ပရိတ္သတ္ႀကီးအတြက္ History/Action အမ်ိဳးအစားIMDB 6.1 ရရွိထားတဲ့ ရရွားဇာတ္ကားေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္၁၃ ရာစုမွာ မြန္ဂိုစစ္အာဏာရွင္ ဂ်င္ဂစ္ခန္ဟာ အာရွနဲ႔ ဥေရာပ တစ္ခြင္လံုးကို က်ဴးေက်ာ္စစ္ခင္းၿပီး သိမ္းပိုက္ခဲ့ပါတယ္ရရွားႏိုင္ငံဟာလည္း တစ္ခုအပါအဝင္ပါပဲအဲ့ဒီကာလမွာ ရရွားေကာင္ေလးကိုလိုဗရတ္က ၁၃ႏွစ္သား စစ္တပ္ထဲဝင္ခ်င္တဲ့ သတၱိခဲေလးပါဒါေပမယ့္ ကံမေကာင္းစြာနဲ႔ပဲ ရန္သူမြန္ဂိုေတြ လက္ခ်က္နဲ႔ ေခါင္းထိၿပီး မွတ္ဉာဏ္ထိခိုက္သြားပါတယ္အသက္ေတြႀကီးလာၿပီး စစ္သည္ေတြကို ေလ့က်င့္ေပးရတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္လာခဲ့ေပမယ့္ တစ္ညအိပ္ၿပီး မနက္မိုးလင္းလာတိုင္း ၁၃ႏွစ္သားမွတ္ဉာဏ္ကိုပဲ ျပန္ျပန္ေရာက္သြားပါတယ္ဒီလိုနဲ႔ပဲ သူတို႔ေနတဲ့ၿမိဳ႕ေလးကို ဂ်င္ဂစ္ခန္ရဲ႕ သား ဘာတူခန္က မီးရိႈ႕ဖ်က္ဆီးလိုက္တဲ့အခါမွာေတာ့…ေနာက္လိုက္စစ္သည္ အေယာက္ႏွစ္ဆယ္တည္းနဲ႔ ကိုလိုဗရတ္တစ္ေယာက္ ေထာင္ေသာင္းခ်ီတဲ့ မြန္ဂိုစစ္တပ္ႀကီးကို အညံ့မခံ အရံႈးမေပးပဲ ရဲရဲဝံ့ဝ့ံ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ခဲ့လဲမနက္လင္းတိုင္း မွတ္ဉာဏ္ေတြ မေပ်ာက္သြားေအာင္ သူဘယ္လိုႀကိဳးစားမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး***** Russia ကေန English လို English ကေန Myanmar ဘာသာျပန္ထားတာျဖစ္တဲ့အတြက္ေၾကာင့္ဘာသာျပန္လြဲမွားမႈတစ္ခ်ိဳ.ရွိနိုင္ပါတယ္*****(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္)File Size : (900 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 47minFormat : Mp4Genre : Action, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p BluRay DD5.1 x264-SPEEDTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDzhanik FayzievIvan ShurkhovetskiyStarsAleksandr IlinAleksandr TsoyAleksey SerebryakovAndrey BurkovskiyIlya MalakovMarta TimofeevaTimofey TribuntsevValeriya ShkirandoViktor ProskurinCastAleksandr IlinAleksandr TsoyAleksey SerebryakovAndrey BurkovskiyArtemiy PadalkaDariya YartsevaIgor SavochkinIlya MalakovMarta TimofeevaPolina ChernyshovaTimofey TribuntsevValeriya ShkirandoViktor ProskurinYuliya Khlynina",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nvF5VbrRtwflQm5znOZuTbLcwiu.jpg",
      "https://image.tmdb.org/t/p/w300/luMg4yboE00qGuSMTQc88UOfVne.jpg",
      "https://image.tmdb.org/t/p/w300/chTsIz1mIPE50IbdXlCvyk9xPIC.jpg",
      "https://image.tmdb.org/t/p/w300/tXveW5AjAmvlCFdiRhrjbiTKlFi.jpg",
      "https://image.tmdb.org/t/p/w300/1VDynz6FpVw5CjaFvy3KakvgWln.jpg",
      "https://image.tmdb.org/t/p/w300/rxXAPK4u2Yig3DvvjpjObPgmn7u.jpg",
      "https://image.tmdb.org/t/p/w300/sji7pXFU0xYoaJPbCH3jeQYtMwG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4XCA70oDgYSBLJDvOgYs1Ca4rBm.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/DV7VnE",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/FteNDCY",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Fa6d",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/MftP5",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/737qH6",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/yz0d",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/vLGTYgx",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/h0vnN",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/aVJoxdf",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/122i",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Fnf4TdaOJYg",
      "video_url": "https://www.youtube.com/watch?v=Fnf4TdaOJYg",
      "embed_url": "https://www.youtube.com/embed/Fnf4TdaOJYg"
    }
  },
  {
    "metadata": "PG|2023|1h 41m|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "31K"
    },
    "title": "Elemental (2023)",
    "description": "Disney နဲ့ Pixar ရဲ့ နောက်ထပ် ရုပ်ရှင်ကာတွန်းတစ်ခုလာပါပြီ။ဒီကာတွန်းထဲက ဇာတ်ကောင်လေးတွေကတော့မြေ၊ ရေ၊ လေ၊ မီး ဓာတ်ကြီးတွေကို ယူထားတာပါ။ဒြပ်မြို့တော်ကြီးမှာ ရေ၊ လေ၊ သစ်သား နဲ့ တိမ်တွေ နေကြပေမဲ့မီးနိုင်ငံကလူတွေကိုတော့ အဝင်မခံပါဘူး။မီးမျိုးနွယ်တွေဟာ မြို့စွန်တစ်နေရာမှာ မီးမြို့လေးဆောက်ပြီးသတ်သတ်နေကြရတာပါ။အဲဒီမီးမျိုးနွယ်တွေထဲမှာ အမ်ဘာဆိုတဲ့ ဒေါသကြီးတဲ့မီးကောင်မလေးတစ်ယောက်ရှိပါတယ်။သူဟာ သူ့အဖေရဲ့မီးမုန့်ဆိုင်ကိုလက်လွှဲယူဖို့ စောင့်နေရပြီးသူ့အဖေကတော့ အမ်ဘာ့ရဲ့ ဒေါသတွေကို ထိန်းနိုင်တဲ့နေ့မှာဆိုင်ကိုလွှဲပေးပြီး အနားယူမှာပါ။ဒါပေမဲ့ ဆိုင်ကို မဆက်ခံနိုင်ခင်မှာပဲ ရေပိုက်တွေနဲ့မတော်တဆမှုတွေဖြစ်ပြီး ဆိုင်အပိတ်ခံရမဲ့ပြဿနာတက်လာပါတယ်။အဲဒီအချိန်မှာ ရေကောင်လေး တစ်ကောင်နဲ့ခင်မိပြီးမီးမြို့တော်ထဲကို ရေတွေစိမ့်လာတဲ့ပြဿနာကိုဖြေရှင်းဖို့ ကြိုးစားကြတဲ့အခါ…File size…  1.68 GB / 3.36 GB / 11.42 GBQuality… WEB Dl 4k / 1080p / 720pFormat… mp4Duration…. 1h 41mGenre …..  Adventure, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder….Thit San Khant,AaronTranslated by…Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex KappBen MorrisCatherine O'HaraClara Lin DingJeff LapenseeJoe PeraJonathan AdamsLeah LewisMamoudou AthieMason WertheimerMatthew Yang KingP.L. BrownReagan ToRonnie del CarmenRonobir LahiriShila OmmiWendi McLendon-CoveyWilma Bonet",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cSYLX73WskxCgvpN3MtRkYUSj1T.jpg",
      "https://image.tmdb.org/t/p/w300/it7yPSgca2VEJyXAqgjfaccgvJm.jpg",
      "https://image.tmdb.org/t/p/w300/5luaIi1lLzLfgl8oywifeUtPN6W.jpg",
      "https://image.tmdb.org/t/p/w300/uahy4sZXrrYNrQBU7FZEWJAXiZm.jpg",
      "https://image.tmdb.org/t/p/w300/pLNUaEOQNstCfgxBNaN7fu4z04U.jpg",
      "https://image.tmdb.org/t/p/w300/jZIYaISP3GBSrVOPfrp98AMa8Ng.jpg",
      "https://image.tmdb.org/t/p/w300/2celgjkPY0ycr7HxtheQTTwdLW0.jpg",
      "https://image.tmdb.org/t/p/w300/4ItNuKoX11wcY67U3JRiIwX0u9W.jpg",
      "https://image.tmdb.org/t/p/w300/yOgzoRxMqyUfxMThZ5NXDBH9Obb.jpg",
      "https://image.tmdb.org/t/p/w300/7Yuf6j6N76SfqRWqT0I0ZUjICc2.jpg",
      "https://image.tmdb.org/t/p/w300/wVfnJX7FfUis4Yl6eIgTnYycrGb.jpg",
      "https://image.tmdb.org/t/p/w300/mT34XU2nNf2gstoSmJFB7WI93iQ.jpg",
      "https://image.tmdb.org/t/p/w300/95213P17xY5GOSpsnKJmFkv89Bh.jpg",
      "https://image.tmdb.org/t/p/w300/rKSqsDXrgXpi1S9XjMRvIOLiJxd.jpg",
      "https://image.tmdb.org/t/p/w300/3ITCZ2ABMg1Q4P9mtVAf6TsWoT.jpg",
      "https://image.tmdb.org/t/p/w300/ng3uBX60zLPpllBNLHpDTqMPYb8.jpg",
      "https://image.tmdb.org/t/p/w300/5kBlfIHfhOgsacNQI7RaB08RW1E.jpg",
      "https://image.tmdb.org/t/p/w300/cXaMNKDkm7IrW7YArS8zcdQqcHc.jpg",
      "https://image.tmdb.org/t/p/w300/g4sqdrKghWRWjioW6XysNg6AG6C.jpg",
      "https://image.tmdb.org/t/p/w300/hRzt4DmGkJadpIS8rzqoZWR070Y.jpg",
      "https://image.tmdb.org/t/p/w300/tO64XG1UfjkqmGlMojH2z4t8t6D.jpg",
      "https://image.tmdb.org/t/p/w300/vOAnS1i8TkADVhIIVnx6uarjcX4.jpg",
      "https://image.tmdb.org/t/p/w300/5IhdBpPx0e4baiLvBlHsx3uw8qn.jpg",
      "https://image.tmdb.org/t/p/w300/2zmV7pgmmfAwh9SMS1c4DzCBsdc.jpg",
      "https://image.tmdb.org/t/p/w300/eftHAcvhovhhvNoApJGPwiLK0zT.jpg",
      "https://image.tmdb.org/t/p/w300/8WtPVt4q5q2k0O9lGS6LzKoLEEK.jpg",
      "https://image.tmdb.org/t/p/w300/kWwY3zdFCopkAE64bHasTq2OtU6.jpg",
      "https://image.tmdb.org/t/p/w300/f2ral8b5FoWsXyFbQ7928ZPjUm3.jpg",
      "https://image.tmdb.org/t/p/w300/6YInbRTk39ckuLYFmUgBCKcKNjb.jpg",
      "https://image.tmdb.org/t/p/w300/fopU1jsb9ybkm7FGTED8j9Zox9d.jpg",
      "https://image.tmdb.org/t/p/w300/5iXL4zpLXIF5V3nS1EZCoXQn6OV.jpg",
      "https://image.tmdb.org/t/p/w300/vnrsBGzc5CBdWRsdLz0dVMVgxL2.jpg",
      "https://image.tmdb.org/t/p/w300/d7zh6MbwQlDVL3IoxD3qln6hbcO.jpg",
      "https://image.tmdb.org/t/p/w300/yvZ0kQpnpu9XNuSGDWxEu7BvRXo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8riWcADI1ekEiBguVB9vkilhiQm.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-elemental-2023-2160-p-4-k-web-dl-ddp-5-1-sdr-10-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "11.42 GB",
        "quality": "4K"
      },
      {
        "link": "https://usersdrive.com/0x3zqeunzx3k.html",
        "server": "usersdrive.com",
        "size": "3.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/elemental-2023-1080-p-web-dl-ddp-5-1-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "3.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1gj2v/Elemental.2023.1080p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "3.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ozF2yKAS#mfGYseRKVpsXVk7ybl5tnqtuu8a_qplOKSY-attyXro",
        "server": "mega.nz",
        "size": "3.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2fv16btddjya.html",
        "server": "usersdrive.com",
        "size": "1.68GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/elemental-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.68 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wgee/Elemental.2023.720p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.68 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AQhWXSIC#GFptfP4Vw-5hq51r07ZryehjqajGHyBvOhdbX4uZmws",
        "server": "mega.nz",
        "size": "1.68 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f2cvf08iz6tr",
        "server": "streamvid.io",
        "size": "1.68 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-cT495xKvvs",
      "video_url": "https://www.youtube.com/watch?v=-cT495xKvvs",
      "embed_url": "https://www.youtube.com/embed/-cT495xKvvs"
    }
  },
  {
    "metadata": "|||Comedy,Crime,Fantasy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "The Voices (2014)",
    "description": "The Voice (2014)Horrer/ThrillerImdb 6.3/10ဒီတစ်ခါဇာတ်ကားကတော့မင်းသားကြီး Ryan Reynolds ရဲ့နာမည်ကြီးသင့်သလောက်မကြီးခဲ့တဲ့ကားလို့ပဲပြောရမယ်ဗျ။ ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်ငယ်ငယ်ထဲကမိသားစုပြဿနာတွေကြောင့်ထရော်မာတွေရပြီးဆိုးဝါးလွန်းတဲ့စိတ်ဒဏ်ရာတွေကိုမျိုသိပ်ထားရတဲ့သနားစရာဂျယ်ရီဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပါပဲ။ နဂိုစိတ်ထားကဖြူစင်ပြီးသာမန်လူတွေလိုလူတန်းစေ့နေနိုင်ပေမယ့် ဆွေးနွေးကုသမှုခံယူနေရဆဲဖြစ်တာကြောင့်အရွယ်ရောက်တဲ့ထိ စိတ်အခြေအနေကပုံမှန်တော့မဖြစ်နေခဲ့ပါဘူး။ ဇာတ်လမ်းကိုဒီထက်ပိုပြောရင်စပွိုင်လာဖြစ်မှာစိုးတာကြောင့်ရုပ်ရှင်ရဲ့အရည်အသွေးဘက်ကိုသွားကြည့်တာပေါ့။ ဇာတ်လမ်းကကျောရိုးခိုင်ပြီး ကာရိုက်တာတည်ဆောက်ပုံတွေလည်းအပြစ်ပြောစရာမရှိတဲ့အပြင် မင်းသားရဲ့သရုပ်ဆောင်မှုကလည်းလိုလေသေးကိုမရှိအောင်ပါပဲ။ ဘက်ဂျက်ကြောင့်ပဲလားဒါရိုက်တာတွေရဲ့လိုအပ်ချက်ကြောင့်လားတော့မသိပေမယ့် Cinematography တွေ ကင်မရာရိုက်ချက်တွေ အထူးပြုလုပ်မှုတွေကိုခုထက်အားထည့်လိုက်မယ်ဆိုရင် ဒီဇာတ်ကားဟာ မင်းသားတောင်အော်စကာရသွားနိုင်တဲ့ကားမျိုးဆိုတာရဲရဲပြောနိုင်ပါတယ်။ကြာမြင့်ချိန်နှစ်နာရီနီးပါးဆိုပေမယ့်လည်းတစ်ဝက်ကျော်လောက်ကစပြီးဇာတ်လမ်းကို Rush ထားသလိုခံစားရတာရယ်၊ဇာတ်အိမ်ကောင်းပြီးသား၊သရုပ်ဆောင်တွေလည်းကောင်းပြီးသားဒီထက်အများကြီးကောင်းအောင်ရိုက်လို့ရတာကို အနည်းငယ်ပြီးစလွယ်လုပ်လိုက်သလိုခံစားချက်မျိုးဖြစ်နေလို့သိပ်အားမရဘူးပဲဆိုပါတော့ဗျာ။ ဒါဟာကျွန်တော်တစ်ယောက်ထဲအမြင်လည်းဖြစ်နိုင်ပါတယ်။ အချုပ်ပြောရရင်တော့ Psycho thriller တွေကြိုက်တတ်ရင်မဖြစ်မနေကြည့်ရှုသင့်ပြီး Ryan Reynolds ဖန်ဆိုရင်တော့ပိုလို့တောင်လက်မလွှတ်သင့်ပါဘူး။ ပေးချင်တဲ့မက်ဆေ့ချ်ရယ်လို့ပြောရရင် ကလေးတစ်ယောက်ရဲ့စိတ်ကျန်းမာရေးနဲ့အနာဂတ်ကို မိသားစုရဲ့လွှမ်းမိုးမှုကဘယ်လောက်ထိသက်ရောက်နိုင်လဲဆိုတာသင်ခန်းစာယူစရာပါ။ စိတ်မနှစ်မြို့ဖွယ်သွေးထွက်သံယိုအခန်းတွေ၊ သတ်ဖြတ်ခန်းတွေပါဝင်တာကြောင့် ကလေးသူငယ်တွေနဲ့ စိတ်မခိုင်သူတွေကြည့်ရှုဖို့တော့သိပ်အဆင်မပြေနိုင်ပါဘူး။File size…(1.84GB)/(871MB)/(429MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:44:00Genre…Comdey / Crime / FantasySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Min Khant BoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdi ShankarAlessa KordeckAlex TondowskiAnna KendrickElla SmithGemma ArtertonGulliver McGrathJacki WeaverMichael PinkPaul BrightwellPaul ChahidiRicardia BramleyRyan ReynoldsSam SpruellStanley TownsendValerie Koch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d5tcsjdLw3uxBd318EIcTn9e35X.jpg",
      "https://image.tmdb.org/t/p/w300/4bUmG0tAPuS6isvNHqqHqWKGTTe.jpg",
      "https://image.tmdb.org/t/p/w300/suMIL8NA7beo6Q4VedrKG10BNqz.jpg",
      "https://image.tmdb.org/t/p/w300/rV2cpDz5KaPrOisIGYw1qc6BFsf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-voics.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-voices2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-voices-2014-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i9mvprrmtspa.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/17Geh/The.Voices.2014.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hzQFBLIC#ic4Ya0dZS7CsnJRRXaf0uukG4FH7pKp_EvzAJZB-y44",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-voices-2014-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "871MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8smaw454ks6f.html",
        "server": "usersdrive.com",
        "size": "871MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/2tB8p/The.Voices.2014.720p(CM).mp4",
        "server": "megaup.net",
        "size": "871MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0uokza5Z#xR6udB0i0ynv9tkxEWIRzdG-YxNzjGt8uh6jdswnlG8",
        "server": "mega.nz",
        "size": "871MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/yhxlt7z9g1ax.html",
        "server": "streamsb.com",
        "size": "871MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-voices-2014-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1fdidcdvfvm9.html",
        "server": "usersdrive.com",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2tB8f/The.Voices.2014.480p(CM).mp4",
        "server": "megaup.net",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/dnYDjTQT#LG0Q2Yur--tSzx-xchC7q032yCVtMTHTAENX9jELARc",
        "server": "mega.nz",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://sbspeed.com/ix9bumzcm4ya.html",
        "server": "streamsb.com",
        "size": "429MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "3hQpV9Q0A7E",
      "video_url": "https://www.youtube.com/watch?v=3hQpV9Q0A7E",
      "embed_url": "https://www.youtube.com/embed/3hQpV9Q0A7E"
    }
  },
  {
    "metadata": "PG-13|2019|2h 18min|Action,Adventure,Drama,History",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "52,853"
    },
    "title": "Midway (2019)",
    "description": "Midway (2019)IMDb – 6.7/10_____Rotten – 42%(Unicode)သမိုင်းဖြစ်ရပ်မှန် စစ်ကားတစ်ကား တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ မစ်ဝေးတိုက်ပွဲအကြောင်း ပါပဲ။ဂျပန်တွေ ပုလဲဆိပ်ကမ်းကို ဗုံးကျဲပြီး ၆ လအကြာမှာ ဖြစ်ပွားခဲ့တာပါပဲ။ပစိဖိတ်စစ်မျက်နှာမှာ ကြီးစိုးထားတဲ့ ဂျပန်ရေတပ်ကြီးကို အရေးနိမ့်စေခဲ့ပြီး ချိန်ခွင်လျှာပြောင်းလဲ စေခဲ့တဲ့ တိုက်ပွဲတစ်ခုပါပဲ။ဒီတိုက်ပွဲမှာသာ အမေရိကန်ရှုံးခဲ့ရင် အနောက်ကမ်းရိုးတန်းအသိမ်းခံရပြီး ဆီရာတယ်ဆန်ဖရန်စစ္စကို၊ လော့စ်အိန်ဂျလိလိုမြို့ကြီးတွေပါ ကျသွားနိုင်တဲ့အခြေအနေ ဖြစ်လာခဲ့မှာပါ။ဒါကို ထောက်လှမ်းရေးအဖွဲ့ နဲ့ အင်အားနည်းနေတဲ့ ရေတပ်လေတပ်ပူးပေါင်းပြီး ဂျပန်တွေကို ပြန်တိုက်နိုင်ခဲ့တာ ပါပဲ။စစ်ကားကြိုက်တတ်သူတွေ အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)သမိုင္းျဖစ္ရပ္မွန္ စစ္ကားတစ္ကား တင္ေပးထားပါတယ္။ဒီ႐ုပ္ရွင္ဟာ မစ္ေဝးတိုက္ပြဲအေၾကာင္း ပါပဲ။ဂ်ပန္ေတြ ပုလဲဆိပ္ကမ္းကို ဗုံးက်ဲၿပီး ၆ လအၾကာမွာ ျဖစ္ပြားခဲ့တာပါပဲ။ပစိဖိတ္စစ္မ်က္ႏွာမွာ ႀကီးစိုးထားတဲ့ ဂ်ပန္ေရတပ္ႀကီးကို အေရးနိမ့္ေစခဲ့ၿပီး ခ်ိန္ခြင္လွ်ာေျပာင္းလဲ ေစခဲ့တဲ့ တိုက္ပြဲတစ္ခုပါပဲ။ဒီတိုက္ပြဲမွာသာ အေမရိကန္ရႈံးခဲ့ရင္ အေနာက္ကမ္း႐ိုးတန္းအသိမ္းခံရၿပီး ဆီရာတယ္ဆန္ဖရန္စစၥကို၊ ေလာ့စ္အိန္ဂ်လိလိုၿမိဳ႕ႀကီးေတြပါ က်သြားႏိုင္တဲ့အေျခအေန ျဖစ္လာခဲ့မွာပါ။ဒါကို ေထာက္လွမ္းေရးအဖြဲ႕ နဲ႔ အင္အားနည္းေနတဲ့ ေရတပ္ေလတပ္ပူးေပါင္းၿပီး ဂ်ပန္ေတြကို ျပန္တိုက္ႏိုင္ခဲ့တာ ပါပဲ။စစ္ကားႀကိဳက္တတ္သူေတြ အႀကိဳက္ေတြ႕ၾကမွာပါ။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္…File Size : (2.43GB) and (999 MB)Quality :Blu-Ray 1080p 5.1CH, 720PRunning Time : 2hr 18minFormat : Mp4Genre : Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.HDRip.X264-EVOTranslated by LittleneoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBethan MowatCarolina JiménezLorette LeblancMartin DoepnerPauline BeraudRoland EmmerichStarsAaron EckhartDennis QuaidEd SkreinKeean JohnsonLuke EvansLuke KleintankMandy MooreNick JonasPatrick WilsonTadanobu AsanoWoody HarrelsonCastAaron EckhartAdrian SpencerAgostino Michael CiminoAlexander LudwigAlexandre DuboisAna Maria LomboBrandon SklenarBrennan BrownCameron BrodeurChristie BrookeChristopher TapiaDarren CrissDavid DacostaDavid HewlettDean SchallerDennis QuaidDustin GeigerEd SkreinEllen DubinEllis ArchEric DavisEtsushi ToyokawaGarret SatoGeoffrey BlakeHalta NonenHiro KanagawaHiroaki ShintaniHiromoto IdaJacob BlairJake ManleyJake WeberJames CarpinelloJames HicksJason Lee HoyJason NewJohan Strombergsson-DenoraJun KunimuraKasey Ryne MazakKayo YasuharaKazuki Gonzalez-AdachiKeean JohnsonKen TakikawaKenny LeuKyle BougenoLeonardo BoudreauLuke EvansLuke KleintankMadison RoukemaMandy MooreMark RolstonMasahiro Tanikawa Masa TaniMatthew MacCaullMichael ChapmanMikaël CondeMotoo TairaNeil GirvanNick JonasNico DeCastrisNobuya ShimamotoPatrick WilsonPeter ShinkodaPhilip Fu-Kang WangPhilippe VervilleRachael Perrell FosketRaphael Grosz-HarveyReyn HalfordRobert CrooksRudolph WallstromRussell Dennis LewisRyo HayashidaRyohei ArimaRyuta KatoSangwon JunSarah HalfordSean ColbySebastian PigottSeunghwan MinShigeru YabutaSimon Pelletier-GilbertTadanobu AsanoTakeshi KurokawaTatsuya ShiratoTim BeckmannTony ChristopherToyoaki Ito LeungTrevor DanielsonTyler Elliot BurkeTyler HallWoody HarrelsonYuta Takenaka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xjP88DFPCQ81mbZHXFscyYtGskT.jpg",
      "https://image.tmdb.org/t/p/w300/5xegGPhCSVMKbyh6zeT6Th0BWLB.jpg",
      "https://image.tmdb.org/t/p/w300/2LmpNG02E92t2830kWm4XlJJiQL.jpg",
      "https://image.tmdb.org/t/p/w300/8o9SLJzM7dvFeInbOXk5Qnft1mk.jpg",
      "https://image.tmdb.org/t/p/w300/4rEiz5E3LjxtFa7GYUXJDdiuOBE.jpg",
      "https://image.tmdb.org/t/p/w300/yWjlddKBURxQ4ZVRDDLDWdF7B5Q.jpg",
      "https://image.tmdb.org/t/p/w300/vLbOGD1oQyZWbBc6zgEpNLj2CfD.jpg",
      "https://image.tmdb.org/t/p/w300/sHbT2dUWYBfxdLRNdUDP2VPlgI0.jpg",
      "https://image.tmdb.org/t/p/w300/oVGCnH3PY7nUkCc38GWK220ITAF.jpg",
      "https://image.tmdb.org/t/p/w300/vhwzEoicgCjLf0nVAFS9MAS2w2G.jpg",
      "https://image.tmdb.org/t/p/w300/1rDInBHSmTRDx5851KPrY7Drt6a.jpg",
      "https://image.tmdb.org/t/p/w300/i6e5PrshrLiUMzsbjojr2zLJWix.jpg",
      "https://image.tmdb.org/t/p/w300/22VjK2RqKvw3kmo7CPJB4uTqfoH.jpg",
      "https://image.tmdb.org/t/p/w300/tT34O7fwKFuSkEhGnWcuScWNGnJ.jpg",
      "https://image.tmdb.org/t/p/w300/q4dnpwUnM2EwlXcbusJYNrY0wI6.jpg",
      "https://image.tmdb.org/t/p/w300/esWG8EO4vlLKvLzfNIL9mwNL6Cr.jpg",
      "https://image.tmdb.org/t/p/w300/4BtGTi5PsGAYZaNCL0TRZZCGRBL.jpg",
      "https://image.tmdb.org/t/p/w300/kb7ZGty5ezRNbdW8Nl4LNRESNd8.jpg",
      "https://image.tmdb.org/t/p/w300/o07ahalweoWDSRIEMd7pb98eTmm.jpg",
      "https://image.tmdb.org/t/p/w300/kEGbE6y7NhZmq4mutQm2gZCQzjc.jpg",
      "https://image.tmdb.org/t/p/w300/p4hHDosHmMLgwQ2lnUSN0oaiM2T.jpg",
      "https://image.tmdb.org/t/p/w300/kmSPNaTOGnIYNCSdce0XqLmEQF6.jpg",
      "https://image.tmdb.org/t/p/w300/mYpVbEonbH5amZyWW4sFQFSpEW3.jpg",
      "https://image.tmdb.org/t/p/w300/wnuQa50x2Fy99Ku3cZS8AySjEOw.jpg",
      "https://image.tmdb.org/t/p/w300/yHXxcQOqsy2BPXmF9RhXFgLcfhk.jpg",
      "https://image.tmdb.org/t/p/w300/euUvrdMLH5GR3GMLAxF1D9xw6bt.jpg",
      "https://image.tmdb.org/t/p/w300/jIAbr9B4ZEyL7FKIPZQxtJRelyz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/midway-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/b8eni3mqv38r.html",
        "server": "usersdrive.com",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/0stchaqgi9kf.html",
        "server": "usersdrive.com",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/midway-2019-1080-p-blu-ray-5-1-ch-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/midway-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/1xXeg/Midway_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/1xXc8/Midway_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/iBcWAC6b#s0NLBV2s3RyLJBHZHfZx9GYUwA50Ho_QJI9mdB-joWo",
        "server": "mega.nz",
        "size": "2.43GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://mega.nz/file/nV0Vja7A#kJyb_Rr0ZghPG79btdTzQeI7mrQ8zmJL3vkgNRcADXM",
        "server": "mega.nz",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/v7348ufcj9o2",
        "server": "upstream.to",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://upstream.to/davzdclnkvb7",
        "server": "upstream.to",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yadi.sk/i/5J1qMtH56TjyaQ",
        "server": "disk.yandex.com",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://yadi.sk/i/UNMezMUE8pyc_w",
        "server": "disk.yandex.com",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "Z_7eN5iloyk",
      "video_url": "https://www.youtube.com/watch?v=Z_7eN5iloyk",
      "embed_url": "https://www.youtube.com/embed/Z_7eN5iloyk"
    }
  },
  {
    "metadata": "|||Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "No Exit (2022)",
    "description": "Hulu ကနေ အသစ်ထုတ်လွှင့်လိုက်တဲ့ Thriller ကားကောင်းတစ်ကားပါ။ ၂၀၁၇ တုန်းက နာမည်ကြီးခဲ့တဲ့ No Exit ဆိုတဲ့ စာအုပ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ အဓိကဇာတ်လိုက်ကတော့ ဒါဘီဆိုတဲ့ကောင်မလေးပေါ့။ သူက ဆေးစွဲနေလို့ ဆေးဖြတ်စခန်းမှာ ဆေးဖြတ်နေရတာပါ။ ဒါပေမဲ့ သူ့အမေ ဆေးရုံမှာအသည်းအသန်ဖြစ်တဲ့အခါ ဆေးဖြတ်စခန်းကနေ ထွက်ပြေးပြီး သူ့အမေဆီကို သွားပါတယ်။ လမ်းမှာ နှင်းမုန်တိုင်းကျလာလို့ ဂေဟာတစ်ခုမှာ ဝင်နားလိုက်ရတယ်။ ဂေဟာထဲမှာက လူစိမ်း ၄ ယောက် ရှိနှင့်ပြီးသား ဖြစ်နေပါပြီ။ အဲဒီလူစိမ်းတွေကလည်း လျို့ဝှက်ချက်ကိုယ်စီရှိနေတယ်။ ဖုန်းလိုင်းတွေလည်းမမိတော့ဘဲ တစ်ခုခုဖြစ်ရင် ကူညီမယ့်သူလည်း မရှိတဲ့အခြေအနေပဲ။ အဲဒီအချိန်မှာပဲ ဂေဟာရဲ့အပြင်နှင်းတောကြီးထဲက ကားတစ်စီးထဲမှာ ကောင်မလေးတစ်ယောက်ကို ကြိုးချည်ပြီး ဖမ်းထားတာကို တွေ့သွားတဲ့အခါ….File size…(1.3 GB)/(500 Mb)/(250 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:35:00Genre…ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBenedict WallDale DickeyDanny RamirezDavid RysdahlDennis HaysbertHavana Rose LiuHweiling OwJames GaylynJen Van EppsKirsty HamiltonLisa ZhangMila HarrisNick Davies",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/33wnBK5NxvuKQv0Cxo3wMv0eR7F.jpg",
      "https://image.tmdb.org/t/p/w300/2il2HT8v6NAN7oinOCuHKpEhgnB.jpg",
      "https://image.tmdb.org/t/p/w300/iDl3mtEgPs1bvV40UEeVzJfS9ev.jpg",
      "https://image.tmdb.org/t/p/w300/53In8wfmFdrcZHteYGE2rZjLZcl.jpg",
      "https://image.tmdb.org/t/p/w300/gY0UNLlqVorGyHacdx5MnR6p9F.jpg",
      "https://image.tmdb.org/t/p/w300/epE4VnwJkqWEQIYLvWYxBj277W3.jpg",
      "https://image.tmdb.org/t/p/w300/A4aJUaVc3VIUHTDkfurBmP8w4Zu.jpg",
      "https://image.tmdb.org/t/p/w300/tAztR7AXEesMQAAi5ncFPSZtYlI.jpg",
      "https://image.tmdb.org/t/p/w300/5IwTjTPuUeHB5EhsOhiEhMPyBfu.jpg",
      "https://image.tmdb.org/t/p/w300/blc7yt5wbLCzQ9NCfJuiLXgjEsB.jpg",
      "https://image.tmdb.org/t/p/w300/trZtKzMoLVGu8rBTOxEcUtocEQz.jpg",
      "https://image.tmdb.org/t/p/w300/92NWeVy6ORtq0H4Qzr52nrUYiF0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/n-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/no-exit-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/no-exit-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/no-exit-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/no-exit-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "250 Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/12y69/No_Exit_2022_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ivy8/No_Exit_2022_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "500 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12y6e/No_Exit_2022_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "250 Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/bGYVTA7a#Qq_2E5h2eAWykG6JoZ3XaztJwhptOhyVunqrxaZi8UY",
        "server": "mega.nz",
        "size": "1.3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/nWRhDATS#QrYIh66JxcLFvW3eyNwugNsg6uZ61Xd-_J0Wugn2HfA",
        "server": "mega.nz",
        "size": "500 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/DDRXFYqJ#ShRywFJUB8rMLNr9q8vIK-PeWnH41l2aKs4bHcR5g6E",
        "server": "mega.nz",
        "size": "250 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/5sj8fo6tv060.html",
        "server": "usersdrive.com",
        "size": "1.3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i6r1swo875fm.html",
        "server": "usersdrive.com",
        "size": "500 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c4e7bt6odykb.html",
        "server": "usersdrive.com",
        "size": "250 Mb",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/1ai2ve6kep5k.html",
        "server": "streamsb.com",
        "size": "500 Mb",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/082eogm0hw70.html",
        "server": "streamsb.com",
        "size": "250 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "GFvupyiNEz0",
      "video_url": "https://www.youtube.com/watch?v=GFvupyiNEz0",
      "embed_url": "https://www.youtube.com/embed/GFvupyiNEz0"
    }
  },
  {
    "metadata": "|||Horror,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": ""
    },
    "title": "Row 19 (2021)",
    "description": "Katerina ဟာ ခြောက်နှစ်အရွယ်သမီးလေးရှိတဲ့ ဆရာ၀န်တစ်ယောက်ပါ။သူငယ်စဉ်က ‌သူ့အမေနဲ့လေယာဉ်စီးခဲ့ရာမှာ လေယာဉ်ပျက်ကျသွားပြီး သူကလွဲရင် သူ့အမေအပါအ၀င်ခရီးသည်အားလုံးအသက်ပျောက်ခဲ့ရပါတယ်။ဒါကြောင့် Katerina ဟာတစ်သက်လုံးလေယာဉ်စီးဖို့ကိုကြောက်နေခဲ့ပေမယ့် အခုတော့သူ့သမီးလေးနဲ့အတူလေကြောင်းခရီးသွားဖို့ဖြစ်လာရပါတယ်။ လေယာဉ်ပေါ်မှာတော့ Katerina တစ်ယောက်ဟာထူးဆန်းတဲ့အဖြစ်အပျက်တွေကို ကြုံရပြီး ခရီးသည်တစ်ယောက်ပြီးတစ်ယောက် ပျောက်ဆုံးသွားချိန်မှာတော့ Katerina ရဲ့ငယ်စဉ်ကမတော်တဆမှုကထင်သလောက် မရိုးရှင်းတာ ကိုသဘောပေါက်လာရပါတော့တယ်။Katerina နဲ့သူ့သမီးလေးတို့ လေယာဉ်ပေါ်မှာအသက်ရှင်ဖို့ ရုန်းကန်ကြပုံကိုကြည့်ရှုရမှာပါ။File size…(1.28GB) / (674MB) / (330MB)Quality…. Web 1080P / 720p / 480PFormat…mp4Duration….01:17:00Genre…Horror / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SPYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnatoly KotAnna GlaubeAnton BystryakovDenis YasikEkaterina VilkovaIrina EgorovaIvan VerkhovykhMarta TimofeevaSergey DruzyakSergey ZarubinSvetlana IvanovaViktoriya KorlyakovaVitaliya KornienkoWolfgang CernyYola Sanko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f7YIqQmPuBLhheNCpvmLVMLH4Gn.jpg",
      "https://image.tmdb.org/t/p/w300/ejaK5ynUZOIpincGTnlxmIqi7UH.jpg",
      "https://image.tmdb.org/t/p/w300/7BeuGSOOgR7t7wIInO1cZvxjDww.jpg",
      "https://image.tmdb.org/t/p/w300/kXUo6dHYu2H5BC4quT84fYeqQZo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-row.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/row-19-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9b1x7x137mxe.html",
        "server": "usersdrive.com",
        "size": "1.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2v14e/Row.19.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/bhg1kIKR#JuYYs4SJGjxK6nPhCK5Wci2Bq2ty1ZM3pGHi1fpvWe0",
        "server": "mega.nz",
        "size": "1.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/row-19-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "674.19MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h4ra53h2m9zz.html",
        "server": "usersdrive.com",
        "size": "674.19MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/1969i/Row.19.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "674.19MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Hs4CgKYC#db_cYH2GTM53LKP-3ixBuxF_ZOwpto5BScQCBNZ5ZPc",
        "server": "mega.nz",
        "size": "674.19MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/hi4xirbzvrjf.html",
        "server": "streamsb.com",
        "size": "674.19MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/row-19-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/7shfvrctdmao.html",
        "server": "usersdrive.com",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/19695/Row.19.2022.480p(CM).mp4",
        "server": "megaup.net",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/C8gCxJpa#86YzfMBjo7ipC3eZA5w5YsnUlhAVYJ8eXe_DKCyNI-o",
        "server": "mega.nz",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://sbanh.com/otjum52794o2.html",
        "server": "streamsb.com",
        "size": "330MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "yZOb-FX7T3Q",
      "video_url": "https://www.youtube.com/watch?v=yZOb-FX7T3Q",
      "embed_url": "https://www.youtube.com/embed/yZOb-FX7T3Q"
    }
  },
  {
    "metadata": "Unrated|2022||Drama",
    "rating": {
      "rating": "/10",
      "rating_count": "40"
    },
    "title": "The Bricks (2022)",
    "description": "The Bricks (2022)ဒီဇာတ်လမ်းရဲ့အစကို ထောင်ထဲရောက်နေတဲ့မူးယစ်ရာဇာတစ်ယောက် ထောင်ထဲမှာ အာဏာပါဝါပြနေပုံနဲ့ဖွင့်ထားပါတယ်။ မူးယစ်ရာဇာဟာ ထောင်အပြင်ကသူ့သားရယ် ပါတနာညီအကိုသုံးယောက်ရယ်နဲ့ချိတ်ဆက်ပြီး ဟူစတန်မြို့ရဲ့အမှောင်ဘက်ခြမ်း မူးယစ်ဂိုဏ်းလောကကိုချုပ်ကိုင်ထားသူတွေထဲကတစ်ယောက်ပါ။ဟူစတန်မြို့ မူးယစ်ဆေးလောကမှာ ဂိုဏ်းပေါင်းစုံရှိတဲ့အထဲ အဲဒီဂိုဏ်းဟာ အဆိုးဆုံးအ​ကြမ်းကြုတ်ဆုံးဖြစ်ပြီး ငွေကြေးအင်အား လူအင်အားတောင့်တင်းတဲ့အပြင် ဂိုဏ်းကိုဦးစီးနေတဲ့ ညီအစ်ကိုသုံးယောက်ရဲ့ပါးနပ်မှု သိုသိုဝှက်ဝှက်အလုပ်လုပ်တတ်မှုတို့ကြောင့် ရဲတပ်ဖွဲ့အနေနဲ့သက်သေခိုင်ခိုင်မာမာရှာလို့မရဘဲ ဖမ်းဆီးလို့မရနိုင်ဖြစ်နေပါတယ်။ဒီအတွက်ရဲတပ်ဖွဲ့ဟာ အဲဒီဂိုဏ်းရဲ့မ​​ကောင်းတဲ့လုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ဖို့ စုံထောက်တစ်ယောက်ကို သူလျှိုအနေနဲ့လွှတ်ပြီး မူးယစ်ဂိုဏ်းထဲဝင်ဖို့ကြိုးစားစေပါတယ်။ အဲဒီစုံထောက်ဟာ မူးယစ်ဂိုဏ်းထဲကိုဝင်ခွင့်ရပြီး ရဲတပ်ဖွဲရဲ့ဆန္ဒအတိုင်း မူးယစ်ဂိုဏ်းကိုဖြိုခွဲသွားနိုင်မလား ဒါမှမဟုတ် ပါးနပ်တဲ့ညီအစ်ကိုသုံးယောက်လက်အောက်မှာပဲ ကျဆုံးသွားမလား… မူးယစ်ရာဇာရဲ့သားကကော ဘယ်လိုပါဝင်ပတ်သက်နေလဲ… စုံထောက်ကိုနောက်ကွယ်ကအကူအညီပေးနေတဲ့ရဲတပ်ဖွဲ့ကရော ရိုးသားရဲ့လား… စတဲ့ သို့လောသို့လောပေါင်းများစွာနဲ့အတူ ဇာတ်လမ်းအစကနေ အဆုံးအထိ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုPaing Hein Kyawမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 725MBQuality – 1080p, 720pFormat – mp4Duration – 1H 33MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byPaing Hein KyawEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShannon WashingtonStarsAriah Natalie ReussBrandy SpecksCarl ClarkDakarai AkilDee HillDexter WalkerDickson ObahorFarheen BareyFaustino DeblasGiovanni SilvaJamal DennisJamar JohnsonJoe PerezJohn CaltonKhalil KainRoc LivingShelton JolivetteTerrance WrightCastAriah Natalie ReussBrandy SpecksCarl ClarkDakarai AkilDee HillDexter WalkerDickson ObahorFarheen BareyFaustino DeblasGiovanni SilvaJamal DennisJamar JohnsonJoe PerezJohn CaltonKhalil KainRoc LivingShelton JolivetteTerrance Wright",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vHJVAZKm4y0C7CQQMZ8rpAlsZga.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-bricks-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1e953/(CM)_The_Bricks_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aFZzDDia#T_6HnfDDH-Z-EJFM6knbMRXxGZFpF3fbXv7vU9h5bHI",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/a60609gf0odx.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bricks-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "725MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1e94v/(CM)_The_Bricks_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "725MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/jRIGlZjK#pNyAW_ItftRUbUeQ_uyqIeA40z2qgru02p2QZAeVPq4",
        "server": "mega.nz",
        "size": "725MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/94l0nubhbwoa.html",
        "server": "usersdrive.com",
        "size": "725MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/4nebpkfvgqgw.html",
        "server": "streamsb.com",
        "size": "725MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fsaitmi9d3wg",
        "server": "streamvid.io",
        "size": "725MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Về Quê Ăn Tết (2018)",
    "description": "တက္​ ( Tet ) ပဲြ​ေတာ္​​ေရာက္​ခါနီး တစ္​ရက္​မွာ​ေတာ့ သူတို႔နွစ္​​ေယာက္​ဆီကို လူတစ္​​ေယာက္​​ေရာက္​လာၿပီး တစ္​စီးလံုးလာငွားပါတယ္​။အဲဒီလူက ​ေစ်းကို ပိုပိုသာသာ​ေပးတ့ဲအျပင္​ ဘိုးဘြားအ​ေမြ​ေသတၱာတစ္​လံုးရလာတာ​ေၾကာင္​့ အိမ္​ကို လံုၿခံဳစိတ္​ခ်စြာျပန္​ခ်င္​တ့ဲအတြက္​ တစ္​စီးလံုး အျပတ္​ငွားမယ္​လို႔ ​ေျပာလာပါတယ္​။ငွားမယ္​့လူမရိွလို႔ဘိုင္​က်​ေနတ႔ဲ ပဲသီးတို႔​ေမာင္​နွမက​ေတာ့ ခ်က္​ခ်င္​းလက္​ခံလိုက္​ၿပီး အဲဒီလူန႔ဲ အ​ေမြရလာတ့ဲ ​ေသတၱာကို တက္​ပဲြ​ေတာ္​အမွီ အိမ္​​ျပန္​​ေရာက္​​ေအာင္​ ဘယ္​လိုပို႔​ေပးမလဲဆိုတာကို ဟာသ​ေနွာၿပီး ရိုက္​ကူးထားျခင္​း ျဖစ္​ပါတယ္​။ဒီဇာတ္​ကား​ေလးက​ေတာ့ ဟာသကားႀကိဳက္​သူတိုင္​း လက္​မလႊတ္​သင္​့တ့ဲ ဇာတ္​ကား​ေကာင္​း​ေလးပါ။ဟာသကားဆို​ေပမယ္​့ ​ေပါ့ပ်က္​ပ်က္​ဇာတ္​ကားမဟုတ္​သလို လူငယ္​​ေတြကုိ ပညာ​ေပးခ်င္​တ့ဲ ပံုစံမ်ိဳးန႔ဲ ဟာသ​ေနွာၿပီး ရိုက္​ကူးထားျခင္​းျဖစ္​ပါတယ္​။ဒီဇာတ္​ကားထဲမွာ​ေဖာ္​က်ဴးထားတ့ဲ မိဘ​ေမတၱာက​ေတာ့ အျပင္​လက္​​ေတြ႕ဘ၀ပတ္​၀န္​းက်င္​မွာျမင္​​ေတြ႕​ေနရတဲ့အတိုင္​း ရိုက္​ကူးပံု​ေဖာ္​ထားျခင္​း ျဖစ္​ပါတယ္​Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNguyễn Hoàng AnhStarsJun PhạmTrung DânVeronica NgoCastJun PhạmTrung DânVeronica Ngo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jqIdIz47vkWN4EAW1caadHz6m8v.jpg",
      "https://image.tmdb.org/t/p/w300/j5aXGVWe9H0hlfuOCPSnWNdKU4w.jpg",
      "https://image.tmdb.org/t/p/w300/eiKk95ItYmimBeAftes5whJhbVa.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/ve-que-an-tet-ngo-thanh-van-1518434081402507148397.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/6Q6T",
        "server": "openload.co",
        "size": "845MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/GBKXCh",
        "server": "openload.co",
        "size": "392MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/YXqP8pS",
        "server": "Soliddrive.co",
        "size": "845MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/F099xoH",
        "server": "Soliddrive.co",
        "size": "392MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/H4Emsm",
        "server": "drive.google.com",
        "size": "845MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "People Like Us (2012)",
    "description": "IMDb – 7/10 Star Trek, Wonder Woman စသည့် ဇာတ်ကားတွေနဲ့လူသိများကျော်ကြားတဲ့ မင်းသား Chris Pine ရဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ နှစ်ပေါင်းများစွာ အဆက်အသွယ်ဖြတ်ပြီးနေလာတဲ့ အဖေရဲ့ဈာပနအတွက် ဇာတိမြို့လေးကို ပြန်လာခဲ့တဲ့ Sam ဟာ သူ့အဖေက သူကြားတောင်မကြားဖူးတဲ့ လူတစ်ယောက်ကို အမွေပေးခဲ့ကြောင်း သူ့အဖေရှေ့နေဆီက သိလိုက်ရပါတယ်။ ဒါတင်မကဘဲ အဲဒီလူဆီကို အဲအမွေပိုက်ဆံသွားပေးပေးဖို့ သူ့ကိုမှာကြားခဲ့တဲ့ သူ့အဖေရဲ့ ညွှန်ကြားချက်ကိုပါတွေ့လိုက်ရတဲ့ Sam ဟာ ထိုသူသည် သူ့အဖေ့ရဲ့တိတ်တိတ်ပုန်းသမီးဖြစ်နေသည်ကို သိလိုက်ရတဲ့အခါ ဘာဆက်လုပ်မလဲ…File size…(1.7 GB)/(840 MB)/(500 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:54:00Genre…DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Myat Noe ChyoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbhi SinhaAmanda YoungBarbara Eve HarrisChris PineChristiann CastellanosDarren O'HareDavid BurrusDavid KelseyDavid ZylerDean ChekvalaDevin BrochuElizabeth BanksGabriela MillaJon FavreauJon Morgan WoodwardJoseph WiseKatherine SigismundKaty BoyerKen BarnettLeShay N. TomlinsonLiza del MundoMark DuplassMaximilian OsinskiMichael Hall D'AddarioMichelle PfeifferMoosie DrierNick SmokeOlivia WildePaul SanchezPhilip Baker HallPippa HinchleyRif HuttonRob BrownsteinSara MornellShaughn BuchholzSheila ShawStephanie BastSteve AltermanTara Inden",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a2GqkeAhr9jxyBPTMwJk6Hzdhih.jpg",
      "https://image.tmdb.org/t/p/w300/pExjQHgrwYtLwpgWYF1wEhbFPN4.jpg",
      "https://image.tmdb.org/t/p/w300/e2R4JGxtCAhnIfk1Z5osZ7ejGQe.jpg",
      "https://image.tmdb.org/t/p/w300/8wGtkoeuSmqr4IP8N1Up1Z7GN9p.jpg",
      "https://image.tmdb.org/t/p/w300/gpfQfKcN2HTLllxHwKTmEOLJvOL.jpg",
      "https://image.tmdb.org/t/p/w300/6nCniTcrkeV7GRSnyJn7XOjSv5K.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM3MzUyNzg3NF5BMl5BanBnXkFtZTcwNjk3NDA4Nw@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/people-like-us-2012-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jp5czd9hor6t.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fvcw/People.Like.Us.2012.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8vEEALQB#BMS3ZAdO5PmdBfF1f2Lh3RCcF8UxSVHcufrK8iqbH8c",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/people-like-us-2012-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/p0uq7reypt0r.html",
        "server": "usersdrive.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fvcv/People.Like.Us.2012.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oudCwSIL#_LcdIMGNRtd1bG3LcPr-oEqxgAGvSKSV1VPldldLaV8",
        "server": "mega.nz",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/w9oogctdype8.html",
        "server": "streamsb.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/76ty80s5j3s5",
        "server": "streamvid.io",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/people-like-us-2012-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/q7droxp79l1w.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2Bq7t/People.Like.Us.2012.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/QjkCwA6b#U18IoKczVduHPrgN8bytmQg9bXrmY5y7XAqUx67Ns6s",
        "server": "mega.nz",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://likessb.com/ficpb69wgfoq.html",
        "server": "streamsb.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/w1r9x5cmpsny",
        "server": "streamvid.io",
        "size": "500MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "0OVGAOJ7N-c",
      "video_url": "https://www.youtube.com/watch?v=0OVGAOJ7N-c",
      "embed_url": "https://www.youtube.com/embed/0OVGAOJ7N-c"
    }
  }
]