[
  {
    "metadata": "N/A||2h 35min|Bollywood,Comedy,Crime,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "906"
    },
    "title": "Kodathi Samaksham Balan Vakeel(2019)",
    "description": "Kodathi Samasksham Balan Vakeel 2019ဟာသဆန်ဆန်နဲ့စိတ်ဝင်စားဖို့ကောင်းတဲ့ မှုခင်းဇာတ်ကား​ဟောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဘာလာခရစ်ရှ်နန်က ရှေ့နေ့တစ်ယောက်ဖြစ်ပြီးတော့ စကားထစ်တဲ့သူဖြစ်တဲ့အတွက်ကြောင့်အလုပ်မှာထက်မြတ်သလောက် နေရာမရတဲ့သူပါ တစ်နေ့မှာ အဖေဖြစ်သူ ငွေလိုအပ်တာကြောင့်ယောက်ဖဖြစ်သူအပ်တဲ့ အမှုကို ကူညီဖို့လုပ်ရာကနေ အရှုပ်တွေဖြစ်လာတဲ့အခါ….အာနူရာဒါက အဖေတစ်ခုသမီးတစ်ခု​နေတဲ့သူဖြစ်ပြီး အဖေဖြစ်သူက လူတစ်ယောက်နဲ့တွေ့ဖို့ထွက်သွားရာကနေ ပျောက်သွားတာကြောင့် ရဲစခန်းမှာ တိုင်ကြားချက်ဖွင့်ထားသူပါသူကလည်း ဘာလာခရစ်ရှ်နန်ရဲ့ အရှုပ်အထွေးမှာ ပါဝင်မိရာကနေ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲစကားထစ်ရှေ့နေတစ်ယောက် ဒီအရှုပ်အထွေးကို ဘယ်လို​ဖြေရှင်းမှာလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါဦးနော်File size…2.4GB / 1.2GBQuality…1080p Web DL AAC 5.1ch /720pFormat…mp4Duration….2h 35minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Poe & Shwe PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDileepLenaaMamta MohandasPriya AnandSiddiqueSuraj VenjaramooduCastAju VargheseBheeman RaghuBindu PanickerDileepDinesh PanickerGanesh KumarHarish UthamanLenaaMamta MohandasNeha IyerPradeep KottayamPriya AnandRenji PanickerSaiju KurupSajid YahiyaSiddiqueSuraj Venjaramoodu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2jELtfaSdReDdz65VHMDRBjkmat.jpg",
      "https://image.tmdb.org/t/p/w300/g5MlrxUtk4PxukcYQC94WxeXc6d.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qPi81HkaQKud9lWfUQGxbbLwG5I.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kodathi-samaksham-balan-vakeel2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kodathi-samaksham-balan-vakeel-2019-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5aqriswns358.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1JCfa/Kodathi_Samaksham_Balan_Vakeel_(2019)_1080p.AAC5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/qrhv3gxblois",
        "server": "dropgalaxy.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ApECxaoR#v6pAfFeFTcufhTq5iux3Z2k_OttWjYkR8zXKNNorOUg",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kodathi-samaksham-balan-vakeel-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u4c11etuix47.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1JCfy/Kodathi_Samaksham_Balan_Vakeel_(2019)_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/i355918i5wlc",
        "server": "dropgalaxy.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/h3tgvxdbgfb1.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Dydeo_8Qj3k",
      "video_url": "https://www.youtube.com/watch?v=Dydeo_8Qj3k",
      "embed_url": "https://www.youtube.com/embed/Dydeo_8Qj3k"
    }
  },
  {
    "metadata": "|2013|91 min|Asian,Bollywood,Horror,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "805"
    },
    "title": "Horror Story (2013)",
    "description": "ဒီရုပ္ရွင္ကားကို မၾကည့္ခင္ Facebook မွာ ၿပီးတဲ့အပတ္က ျပန္႔ခဲ့တဲ့ရႈတင္ရိုက္ကြင္းမွ သရဲပူးတဲ့ အိမ္ ဆိုၿပီး ပိုစ္ကို ေတြ႔ခဲ့ပါတယ္အဲ့ဒါနဲ႔ သူငယ္ခ်င္းတစ္ေယာက္က အဲ့ဒီရုပ္ရွင္ဇတ္လမ္းလိုပဲ India Horror တစ္ကားရွိတယ္ေတာ္ေတာ္ေကာင္းတယ္ဆိုလို႔ ရွာၾကည့္ခဲ့ၿပီး ဇတ္လမ္း ဇတ္ကြက္ေတြက ေကာင္းၿပီးIMDb 5/10 ထိ ရထားတာကို ေတြ႔ရပါတယ္09 254 490 409Facebook page : NOON VR Myanmar35000 Ks Only In Myanmarဇတ္လမ္းပံုစံကေတာ့ ေက်ာင္းၿပီးသြားတဲ့ သူငယ္ခ်င္းတစ္စု ဟာ လုပ္ငန္းခြင္ ၀င္သူ ၀င္ၾကဖို႔ နဲ႔ ျပည္ပ ကို႔ ထြက္ခြာဖို႔ေနာက္ဆံုး ႏႈတ္ဆက္ေတြ႔ဆံုပြဲ လုပ္တဲ့ ႏိုက္ကလပ္ ပါတီ တစ္ခုကေန စပါတယ္သူငယ္ခ်င္း ၇ ေယာက္ဟာ ေရွးေဟာင္းေႏွာင္းျဖစ္ေျပာလုိက္ အရက္ေတြ ေသာက္လုိက္ၾက နဲ႔အေတာ္ သန္းေခါက္နက္ခဲ့ပါတယ္ အဲ့ဒီအခ်ိန္မွာပဲ ႏိုက္ကလပ္က တီဗီ မွာ လူတုိင္း သက္ေသ ၾကေသဆံုးၾကလြန္းလို႔ ပိတ္ထားရတဲ့ ဟိုတယ္ အခန္း တစ္ခုအေၾကာင္း သတင္း လာေနတာကို ၾကားသြားၾကၿပီးေနာက္ဆံုး ႏႈတ္ဆက္ အမွတ္တရ အေနနဲ႔ စိတ္လႈပ္ရွားၿပီး ဟာသ ျဖစ္ေအာင္ အဲ့ဒီ ဟိုတယ္ထဲ သြားလည္ၾကဖို႔သူငယ္ခ်င္း တစ္စု ဆံုးျဖတ္လုိက္ၾကပါတယ္အုပ္စု ထဲမွ သူငယ္ခ်င္း Neel ရဲ႕ ႏုိင္ငံျခား သြားမယ့္ ခရီးအတြက္ ေနာက္ဆံုး အေကာင္းဆံုး အမွတ္တရဖန္တီးဖို႔ ေပ်ာ္ရႊင္စြာ ဟိုတယ္၀င္းထဲကို ၀င္ခဲ့ေပမယ့္ တံခါးေတြက အလံု ပိတ္ထားခဲ့လို႔စိတ္ပ်က္ၿပီး ျပန္လွည့္အထြက္မွာ အထဲမွ ေရဒီယို အသံၾကားလို႔ လူတစ္ေယာက္ေယာက္ေတာ့ ရွိရမယ္ဒါေခ်ာက္လွန္႔တာ သက္သက္ပဲ ဆိုၿပီး မျပန္ျဖစ္ၾကပဲ ေနာက္ေပါက္ကေန မရမက သူငယ္ခ်င္းတစ္စုခိုး၀င္ခဲ့ၾကၿပီး အသံၾကားရတဲ့ ေရဒီယို ကို ရွာေတြ႔ခဲ့ပါတယ္ဒါေပမယ့္ အဲ့ဒီ ေရဒီယိုက ဖုန္ေတြ အလိမ္းလိမ္းတက္ေနခဲ့ၿပီး လူသူ အရိပ္အေယာင္ကို သူတို႔ လံုး၀မျမင္ေတြ႔ရတဲ့ အတြက္ တစ္ျခားအခန္းေတြကို ေရွ႕ဆက္ၿပီး ရွာတဲ့အခါမွာေတာ့ သူတို႔ ရွာေနခဲ့တဲ့ လူတစ္ေယာက္ေယာက္ကိုေတြ႔ၾကမလား ဒါမွမဟုတ္ ကံၾကမၼာဆိုး တစ္ခုကို လက္ယပ္ ေခၚမိၾကသလား ဆိုတာကိုေတာ့Channel Myanmar Fan ေတြ ဆက္ၾကည့္လုိက္ၾကပါဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator တစ္ဦးျဖစ္သူ Mie Mie ပဲ ျဖစ္ပါတယ္Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAyush RainaStarsAparnaa BajpaiHassan ZaidiKaran KundraNandini VaidRavish DesaiCastAparnaa BajpaiHassan ZaidiKaran KundraNandini VaidRavish Desai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a2DEcvsys2whMxcIpOahnOC2vZ8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNDAzN2M3NzktNGNkYS00OTg0LTkzNWYtYTRmY2I2YzI5NDdmXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006971000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1npGmk",
        "server": "drive.google.com",
        "size": "530MB  (720P)",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2jD7",
        "server": "openload.co",
        "size": "530MB  (720P)",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2jDO",
        "server": "channelmyanmar.agbcloud.com",
        "size": "530MB  (720P)",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "pdljX50YAZ0",
      "video_url": "https://www.youtube.com/watch?v=pdljX50YAZ0",
      "embed_url": "https://www.youtube.com/embed/pdljX50YAZ0"
    }
  },
  {
    "metadata": "PG|1989|2h 8min|Comedy,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "407,819"
    },
    "title": "Dead Poets Society (1989)",
    "description": "Dead Poets Society (1989)IMDb – 8.0/10_____Rotten – 84%Won 1 Oscar.Another 19 wins & 18 nominationsအခု ပြောမှာက ဒီရုပ်ရှင်ကနေ ကျွန်တော်ဖမ်းဆုပ်လို့ရသလောက် အတွေးမျှင်တွေအကြောင်းပါ။ဒီ ရုပ်ရှင်ထဲက Robin Willain ရဲ့ စကားကို မှီးပြောရရင်ပညာရေးဆိုတာ ကိုယ့်ဘာသာ တွေးခေါ်တတ်ဖို့သင်ပေးရတာပါတဲ့။ကိုယ့်ဘာသာ တွေးခေါ်တတ်ဖို့ (ဝါ)ကိုယ့်ဆင်ခြင်တုံတရား ကိုယ့်အသိစိတ်နဲ့ ကိုယ် ရှင်သန်တတ်ဖို့ကျွန်တော်တို့ လိုအပ်တဲ့အရာကရော ဘာများလဲကျွန်တော်ကတော့ အနုပညာလို့ပဲ ဆိုချင်တယ်။ဂီတ စာပေ ကဗျာ ပန်းချီ ဘာမဆိုပါပဲ။ ဒီရုပ်ရှင်မှာတော့ကဗျာတွေနဲ့ပဲ ဥမေယျပြုသွားပါတယ်။အတွေးအခေါ်နဲ့ ခံစားချက်အပေါ်အခြေခံတဲ့ ကဗျာဆိုတာဟာအပေါ်ယံကြည့်ရင် ဘာမှမဆိုင်သလိုနဲ့ တစ်သားတည်းပါပဲ။အနုပညာကိုမုန်းပါတဲ့ ကျော်ကြားလှစွာသောဒဿ နိကဆရာကြီး ပလေတိုတောင် သူ ဘယ်လိုပဲအနုပညာကိုမုန်းမုန်း သူ့ကျမ်းတွေကတော့အတော်ပြေပြစ်လှပတဲ့ အရေးအသား ဖြစ်နေခဲ့ပါတယ်။အနုပညာနဲ့ ဒဿဘ နိကဟာ မဆိုင်သလိုနဲ့ဆိုင်နေတဲ့ဒင်္ဂါးပြားရဲ့ ခေါင်းနဲ့ပန်းပါပဲ။ပြီးတော့ကာ တွေးခေါ်မှုဟာခံစားချက်မပါရင် အတော်အန္တရယ်ကြီးတဲ့အရာပါပဲ။ဒီဇာတ်လမ်းမှာ တွေးခေါ်တတ်ဖို့ လွတ်လပ်စွာရှင်သန်တတ်ဖို့ ကဗျာသင်ပေးတဲ့ ဆရာတစ်ယောက်….ခံစားချက်တွေနဲ့ ပြည့်နှက်ဖွဲ့စည်းနေတဲ့လူ့အဖွဲ့အစည်းကြီးမှာ ကဗျာတွေရဲ့ အရေးပါမှုအကြောင်းကိုသင်ပြပေးသွားခဲ့တဲ့ လူတစ်ယောက် ပါပါတယ်။ကဗျာသင်ရိုးမှာပါတဲ့ ကဗျာတစ်ပုဒ်ကိုတိုင်းတာပြထားတဲ့ စံညွှန်းတွေကို အကုန်ဆွဲဖြဲပြီးကဗျာရဲ့ တန်ဖိုးအစစ်အမှန်ကို မိဘတွေရဲ့ဆန္ဒအောက်ပိတ်မိနေတဲ့ တပြည့်တွေကို မီးမောင်းထိုးပြခဲ့တဲ့အဲ့ဒီဆရာနာမည်က ဂျွန် ကိတင်း…ပါတဲ့။ခင်ဗျားတို့ရော ဘဝတစ်ခု ကဗျာတစ်ပုဒ်ကိုဘယ်လိုများတိုင်းတာကြလဲ။အသုံးဝင်မှုတန်ဖိုးနဲ့လား အရည်အသွေးတန်ဖိုးနဲ့လား…ဘာနဲ့မှ မတိုင်းတာပါနဲ့ကဗျာတစ်ပုဒ်ရဲ့ တန်ဖိုးဟာ ကဗျာကိုရေးထားတဲ့စည်းမျဉ်းစည်းကမ်းလည်းမဟုတ်သလိုသူ့ရဲ့ ကျန်တဲ့ စံညွှန်းတွေလည်း မဟုတ်ပါဘူး။ကဗျာတစ်ပုဒ်ရဲ့တန်ဖိုးဟာ နှလုံးသားကခံစားရတဲ့ခံစားချက်ပါပဲ။ ဒီလိုပါပဲ ဘဝတစ်ခုရဲ့တန်ဖိုးဟာကျွန်တော်တို့ရဲ့ တော်နေတတ်နေမှု အသုံးဝင်မှုတွေကျွန်တော်တို့ ဘာကောင်ကြီးဆိုတာတွေ မဟုတ်ပါဘူး။ကျွန်တော်တို့ရဲ့ လွတ်လပ်မှုတွေ ဆန္ဒတွေကျွန်တော်တို့ချစ်တဲ့ ကျွန်တော်တို့ကို ချစ်တဲ့လူတွေပါပဲ။ဘာကောင်ကြီးဆိုတာအောက် ပိတ်မိမသွားကြဖို့ကျွန်တော့်ကိုယ်ကျွန်တော်တို့ ရှာဖွေကြဖို့ကျွန်တော်တို့ ဘာလုပ်သင့်တယ်ဆိုတာကိုသိဖို့တွေးခေါ်တတ်ဖို့ ဘဝရဲ့တန်ဖိုးကို သိဖို့….ကျွန်တော်တို့ ပညာတွေသင်နေ အသိညဏ်တွေရှာနေကြရတာပါပဲ။ ဒီရုပ်ရှင်ဟာ ခင်ဗျားတို့တည်ဆောက်ရမဲ့ကိုယ်ပိုင်အတွေးအခေါ်တွေအတွက်အုပ်တစ်ချပ်သဲတစ်ပွင့် ဖြစ်ပါစေလိမ့်မယ် ထင်ပါတယ်။အက္ခရာတင် ရေးထိုးထားတဲ့ စည်းမျဉ်းစည်းကမ်းတွေကိုအမြဲလိုက်နာနေဖို့ မလိုသလို ပိုကျယ်ပြန့်နက်နဲတဲ့မရေးထိုးထားတဲ့ စည်းမျဉ်းစည်းကမ်းတွေကို တစ်ရံတစ်ခါလိုက်နာတတ်ဖို့်လည်း လိုပါတယ်။ဘယ်ဟာကို လိုက်နာရမလဲဆိုတာကိုတော့ကျွန်တော်တို့်ရဲ့ လူသားဆန်မှုက ဆုံးဖြတ်ပေးပါလိမ့်မယ်။ဒီဇာတ်လမ်းမှာလည်း ရေးထိုးထားတဲ့ဆရာတွေကိုညာမပြောရဆိုတဲ့ စည်းမျဉ်းကို လိုက်နာပြီး..မရေးထားတဲ့ ပိုကျယ်ပြန့်နက်နဲတဲ့ “မိတ်ဆွေတွေကိုသစ္စာမဖောက်ရ ” ဆိုတဲ့စည်းမျဉ်းကို ဖောက်ဖျက်မိတဲ့ကျောင်းသားလေးတစ်ယောက် ပါပါသေးတယ်။ဒီရုပ်ရှင်ကတော့…တကယ့်ကို..ခံစားချက်အကြောင်းဖတ်စာ ပါပဲ။ ခင်ဗျား အများကြီး သင်ယူရရှိပါလိမ့်မယ်။(အညွှန်းကတော့ WiRa Aung ရေးသားထားတာဖြစ်ပြီးဘာသာပြန်သူကတော့ d3mon ဖြစ်ပါတယ်)File size__( 1 GB)Quality__BR-Rip 720pIMDb Rating__8.1/10Format__mp4Duration__02:08:44Type__Comedy , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter WeirTom SeidmanStarsAllelon RuggieroDylan KussmanEthan HawkeGale HansenJames WaterstonJosh CharlesKurtwood SmithNorman LloydRobert Sean LeonardRobin WilliamsCastAlexandra PowersAllelon RuggieroAshton W. RichardsCarla BelverColin IrvingDylan KussmanEthan HawkeGale HansenGeorge MartinJames J. ChristyJames WaterstonJoe AufieryJosh CharlesKurtwood SmithLeon PownallMatt CareyMelora WaltersNorman LloydRichard StitesRobert Sean LeonardRobin Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tJRToZBfb52NhF6SMGAe0bWQc6z.jpg",
      "https://image.tmdb.org/t/p/w300/hpzQHv8cA7j2Dn2CphOFYmllXzj.jpg",
      "https://image.tmdb.org/t/p/w300/yYvBNN96Ym3wtPxGCFl7F888WwB.jpg",
      "https://image.tmdb.org/t/p/w300/md7Zb49W0l0EfDChCjFxyesqHMO.jpg",
      "https://image.tmdb.org/t/p/w300/hnE0HPZJMaQgHXeSplumX2nDYgI.jpg",
      "https://image.tmdb.org/t/p/w300/ra4dQO9xgSDy2LdkQ3ulBIWdtzV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/Dead-poet-society-poster.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4fB4x/Dead_Poets_Society_[1989]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/AN8zgJjJ#Ou4b96BRocp514zXu9b1bZ6OSsSRiB-3ISVCAG0-yeU",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/dead-poets-society-1989",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/dead-poets-society-1989-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed4.com/rhlskymv68ez.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "ye4KFyWu2do",
      "video_url": "https://www.youtube.com/watch?v=ye4KFyWu2do",
      "embed_url": "https://www.youtube.com/embed/ye4KFyWu2do"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "7.959/",
      "rating_count": "810"
    },
    "title": "Ragnarok (2020)",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wu444tM9YBllq9UcBv5TeidO3j3.jpg",
      "https://image.tmdb.org/t/p/w300/gujmCE4bovMgvNpTcMJBk5v2TBN.jpg",
      "https://image.tmdb.org/t/p/w300/rRLwy9CN51CRTXhyij0KXSfXfPi.jpg",
      "https://image.tmdb.org/t/p/w300/5dYywWh6h4ns4uYkm5duEiWe6aZ.jpg",
      "https://image.tmdb.org/t/p/w300/s13K1vQP0hJL20jF9V1N9bxvAtX.jpg",
      "https://image.tmdb.org/t/p/w300/dAmNHhZSDwuc8MqqtokHyM3ctnU.jpg",
      "https://image.tmdb.org/t/p/w300/cz55gl7i20zVb3TyiCdxt3FIVnS.jpg",
      "https://image.tmdb.org/t/p/w300/spK3f6In2G2GgXkXMmavBoSLFIu.jpg",
      "https://image.tmdb.org/t/p/w300/fhPhhc6o1Qa0WD9Po5QxEFJITaP.jpg",
      "https://image.tmdb.org/t/p/w300/aJTLGbMMRLF53NjuJJWHpSkT0h3.jpg",
      "https://image.tmdb.org/t/p/w300/5sp75tKYtSjyHQiKG2ddbK73tor.jpg",
      "https://image.tmdb.org/t/p/w300/fO0y7tRw0QvpSzSxh0VevbKUjHI.jpg",
      "https://image.tmdb.org/t/p/w300/m8omXJlIk9wJrpa7ZMvPpNLtn1Y.jpg",
      "https://image.tmdb.org/t/p/w300/z5QMMmYe2FzWvauIe9v4HBetJpV.jpg",
      "https://image.tmdb.org/t/p/w300/46EtCjlbYoAynyFbveSO4Ic3BE4.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xUtOM1QO4r8w8yeE00QvBdq58N5.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "I9XxsHy7oO4",
      "video_url": "https://www.youtube.com/watch?v=I9XxsHy7oO4",
      "embed_url": "https://www.youtube.com/embed/I9XxsHy7oO4"
    }
  },
  {
    "metadata": "|2015|2h 9min|Bollywood,Comedy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2,004"
    },
    "title": "Oh My God 2: Dharam Sankhat Mein (2015)",
    "description": "Oh My God 2: Dharam Sankhat Mein (2015)IMDb – 6.3/10_____Rotten – 29%ဒီဇာတ်ကားလေးကတော့ IMDB-6.3 ရှိထားပြီး မိသားစုကြား ချစ်ခြင်းမေတ္တာနဲ့ ဘာသာတရားတို့၏ စစ်မှန်သည့်ငြိမ်းချမ်းရေးအကြောင်း ညွန်းဆိုထားသည့်ဇာတ်ကားကောင်းလေးပါ။ Oh My God 2 အဖြစ်လည်း ခေါ်ဝေါ်ကြပါသေးသည်။ဇာတ်လမ်းအကျဉ်း မစ္စတာဒရမ်ပါးလ် ဟာ ဘာသာမဲ့တစ်ဦးဖြစ်ပြီး အစ္စလာမ် ဘာသာကို မျက်မုန်းကျိုးနေခဲ့သူတစ်ဦး ဖြစ်နေခဲ့ပါတယ်။သို့သော် သူရဲ့မိသားစုဝင်တွေကတော့ နီးလ်ဘာသာကို လေးနက်သက်ဝင်ခဲ့သူတွေ ဖြစ်နေကြပါတယ်။ တစ်နေ့မှာတော့ ဒရမ်ပါးလ် ရဲ့သား အာမစ်ကတော့ ရှရပ်ဆိုသည့် မိန်းကလေးနှင့် စေ့စပ်ပေးရန် တောင်းဆိုခဲ့သည်။ ထို့ပြင် ရှရပ်တို့ဘက်မှ ဒရမ်ပါးလ်ကို ဘာသာရေးကိုင်းရှိုင်းသော ဖခင်ကောင်းအဖြစ် တွေ့မြင်လာစေရန်ပါ တောင်းဆိုခဲ့ပြန်ပါသည်။ မမျှော်လင့်တဲ့တစ်ရက်မှာတော့ ဒရမ်ပါးလ်ဟာ မွေးစားအမေရဲ့ စာချုပ်လေးကို တွေ့ရှိခဲ့ပြီး သူကိုယ်တိုင်ပင် အစ္စလာမ်မျိုးရိုးဖြစ်နေကြောင်း သိရှိခဲ့ရသည်။ သူ၏ အဖေရင်းမှာ သက်ရှိထင်ရှားရှိနေကြောင်းလည်း ကြားသိရပြီး သွားရောက်တွေ့ဆုံရန် ဆုံးဖြတ်ခဲ့သည်။သို့သော် သူရောက်သွားချိန်မှာတော့ ဗလီဆရာ၏ ဆုံးဖြတ်ချက်အရ အစ္စလာမ် ဘာသာဝင်တစ်ဦးအဖြစ် လေ့ကျင့်ခဲ့ပြီးမှ အဖေ၏ နောက်ဆုံးခရီးမတိုင်ခင် လာရောက်တွေ့ဆုံရန် ပြောကြားခဲ့ပြန်သည်။ ဒါကြောင့် ဒရမ်ပါးလ်ဟာ သူအရင်က မျက်မုန်းကျိုးလှသော အစ္စလာမ်ဘာသာဝင် အိမ်နီးနားချင်း ထံပင် အကူအညီတောင်းခဲ့ရပြန်သည်။ တစ်ဖက်မှာလည်း သူ၏ အစ္စလာမ်ဘာသာ လေ့လာမှုမျိုးကို ဖုံးဖိထားခဲ့ပြီး သားဖြစ်သူဆန္ဒအရ နီးလ်ဘာသာ ဓလေ့များကိုသင်ယူခဲ့သည်။ တစ်နေ့မှာတော့ နှစ်ဖက်ဘာသာဝင်တို့ ဘာသာရေးပဋိပက္ခဖြစ်ခဲ့ကြသောအခါ —-???ဤကဲ့သို့သော အခြေအနေမျိုးမှာ ဒရမ်ပါးလ်တစ်ယောက် ဘယ်လိုခံစားခဲ့ရမလဲ ဆိုတာတော့ ပရိသတ်ကြီးကပဲ အဆုံးအဖြတ်ပေးကြရမှာပါ။ အဖေရင်း နဲ့ သားနှစ်ဦးကြား ဗျာပါဒတွေနဲ့ နှစ်ဖက်လုံးပြေလည်စေဖို့ ကြိုးစားခဲ့ရသူ ဒရမ်ပါးလ်အတွက် ဘယ်ဘာသာက ရင်ဘတ်ထဲကိန်းအောင်းခဲ့မလဲ ။ ဒါရိုက်တာရဲ့ ပါးနပ်မှုတွေနဲ့ မိသားစုမေတ္တာကို ဖော်ကျူးလိုက်သည့်အပြင် နားလည်မှု အလွဲတွေကို ငြိမ်းချမ်းရေးအသွင် ကူးပြောင်းနိုင်ရေးကိုပါ ထည့်သွင်းစေခဲ့သည့်အတွက် ဇာတ်လမ်းကို အရှိန်တက်စေခဲ့ပါတယ်။ ဒါပြင့် ဘာသာရေး အသုံးချသူတွေနဲ့ လွဲမှားမှုလေးတွေပါ ကွက်ကွက်ကွင်းကွင်း မြင်တွေ့လာရတာကြောင့် ဇာတ်ကားကောင်း အဖြစ် တန်းဝင်လာခဲ့ပါတယ်။ ဒါကြောင့် CM ပရိသတ်ကြီးလည်း တွေးဆဝေဖန်တတ်စေဖို့ ကြည့်ရှုအားပေးကြပါဦးလို့တိုက်တွန်းပါရစေ။(ဇာတ်ကား အညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)File Size         : 1 GBQuality           : Blu ray Rip 720PRunning Time : 1hr 35 minuteFormat           : Mp4Genre             : ComdeyEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFuwad KhanStarsAlka KaushalAnnu KapoorAuritra GhoshGippy GrewalHazel KeechNaseeruddin ShahParesh RawalCastAlka KaushalAnnu KapoorAuritra GhoshGippy GrewalHazel KeechNaseeruddin ShahParesh Rawal",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/Oh-My-God-2-Dharam-Sankhat-Mein-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rz6mnxkuzgg6.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/oh-my-god-2-dharam-sankhat-mein-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/66a7c/oh-my-god-2-dharam-sankhat-mein-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/v6c8wqo10o0z/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1yTm9/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/w4A0gY6Z#WYEzqEH7kMhwGV6u_FZ2Xgw9XxuJB8ZCNwBRG_VMJWM",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/f8iz7u82hc50",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "qNripK67rH0",
      "video_url": "https://www.youtube.com/watch?v=qNripK67rH0",
      "embed_url": "https://www.youtube.com/embed/qNripK67rH0"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "325"
    },
    "title": "Measure for Measure(2020)",
    "description": "Measure for Measure(2020)အချစ်နဲ့စစ်မှာ မတရားတာမရှိဘူးတဲ့ အချစ်မှာမျက်စိမပါဘူးတဲ့ အချစ်အကြောင်းကို ခေတ်အဆက်ဆက်အလိုက်အမျိုးမျိုး အဓိပ္ပာယ်တွေဖွင့်ဆိုကြပေမဲ့ အခုအထိ  ကန့်သတ်ချက်တစ်ချို့ရှိနေတာကတော့ ဘာသာရေးဆိုတဲ့ တံတိုင်းကြီးပါပဲ…ယောက်ျားလေးနဲ့မိန်းကလေး နှလုံးသားချင်းနီးစပ်ပြီး ချစ်ကျွမ်းဝင်တာဟာ သဘာဝလို့ပြောပြီး ဘာသာမတူတဲ့လူနှစ်ယောက်မေတ္တာမျှတဲ့အခါကျတော့  တစ်ချို့ကိစ္စတွေက ကန့်သတ်ချက်တွေရှိလာတယ်ထင်ပါရဲ့…လူဖြူကောင်လေး ကလော်ဒီယိုဟာ မွတ်စလင်မလေး ဂျိုင်ဝါရာနဲ့ ရင်ဘတ်ချင်းစကားပြောခဲ့ရာက စတာပေါ့ ကလော်ဒီယိုဟာ ခေတ်လူငယ်တစ်ယောက်… သူဝါသနာပါတဲ့ ဂီတကို ဖန်တီးတယ်… အမြဲတမ်း Headphone တစ်ခုနဲ့ ကျဉ်လည်နေတတ်သူ…အဲ့ဒီမှာ လှလွန်းပါတဲ့ဆိုတဲ့ ဂျိုင်ဝါရာလေးနဲ့ တွေ့ဆုံပြီးတဲ့အချိန်မှာတော့…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…..File Size : (850 MB) and (336 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:47:00Genre :DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaren MahoodPaul IrelandStarsChristine Whelan BrowneDaniel HenshallDoris YounaneFayssal BazziHarrison GilbertsonHugo WeavingJosh McConvilleMalcolm KennardMark Leonard WinterMegan SmartCastChristine Whelan BrowneClaude JabbourDaniel HenshallDoris YounaneFayssal BazziFinn IrelandHarrison GilbertsonHugo WeavingJohn BrumptonJosh McConvilleKristen CondonLuke LennoxMalcolm KennardMark Leonard WinterMegan SmartWally Elnour",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/auhyPypDPnQw4bWBe9pTtoX3nkv.jpg",
      "https://image.tmdb.org/t/p/w300/jpsteB3YitO7lgUL2DGCjCOlnbX.jpg",
      "https://image.tmdb.org/t/p/w300/1yUw2yrQlNGAFQ9kSTzwwnbBIX3.jpg",
      "https://image.tmdb.org/t/p/w300/iHkQyo7rGqbKShwoGIkj3Tddcoj.jpg",
      "https://image.tmdb.org/t/p/w300/k57mJwrTUQaXCc0T1CPO9Zd49yL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iVWrkSZLElmalaJiA9e72xeY2w5.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ics65un0ur3e.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/qup33tkqdiww.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/measure-for-measure-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/measure-for-measure-2020-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "336MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2Uzh1/Measure_For_Measure.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/M0gFwBAC#1z_wgEvcy82s4Lpq2mCXeKd7XYJFXDOlkcJFxpcIa70",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/1og3kTqI#848L7upXb4IVljPpUqGiSb4BJcgPJ6BMthGmGklByv4",
        "server": "mega.nz",
        "size": "336MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/measure-for-measure-2020-web-dl-720-p-pp-mp-4",
        "server": "disk.yandex.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/measure-for-measure-2020-web-dl-480-p-pp-mp-4",
        "server": "disk.yandex.com",
        "size": "336MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/44vdlgzl6ndl",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/k0ux6jnfvw6r",
        "server": "upstream.to",
        "size": "336MB",
        "quality": "480P"
      },
      {
        "link": "https://1fichier.com/?7t3gc9mx4albleewmptc",
        "server": "1fichier.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?8zwmch38ivswvs40l6vq",
        "server": "1fichier.com",
        "size": "336MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "pcp9RjaL0cM",
      "video_url": "https://www.youtube.com/watch?v=pcp9RjaL0cM",
      "embed_url": "https://www.youtube.com/embed/pcp9RjaL0cM"
    }
  },
  {
    "metadata": "||1h 51 min|Comedy",
    "rating": {
      "rating": "6/10",
      "rating_count": "352"
    },
    "title": "Keep You Safe ( 2023 )",
    "description": "ပိုင်ဆိုင်မှုအားလုံးကို မိဘမဲ့ဂေဟာသို့ လှူဒါန်းခဲ့တဲ့အတွက် နာမည်ကြီးသွားတဲ့“အလှူရှင်အစ်မ” ကြီးဟာ တစ်ညအတွင်းမှာပဲ ကလပ်မှ“ကောင်မလေး” အဖြစ် သတင်းထွက်လာသောအခါ……အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် Keep you safe ဆိုတဲ့ရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ –သူငယ်ချင်းအတွက်နဲ့ ရန်ဖြစ်ပြီး ထောင်ကျခဲ့တဲ့ ဝေ့ဖျင်အန်းဟာထောင်ထွက်ပြီးနောက် သင်္ချိုင်းမြေရောင်းသူအဖြစ်နဲ့ အသက်မွေးနေခဲ့ပါတယ်။လူလတ်အရွယ်မှာ အဆင်မပြေမှုတွေနဲ့ ရင်ဆိုင်နေတဲ့ ဝေ့ဖျင်အန်းဟာသူ့ရဲ့ သေဆုံးသွားပြီဖြစ်တဲ့ ဖောက်သည်ဖြစ်သူဟန်လုရဲ့ ကောလာဟလ သတင်းကို ကြားသိခဲ့ရပါတယ်။ထို ကောလာဟလသတင်းကို ဖြေရှင်းနိုင်ရန်အတွက်၊ ကတိတစ်ခုအတွက်ဝေ့ဖျင်အန်းဟာ ကောလာဟလတွေရဲ့ အရင်းအမြစ်ကို လိုက်ရှာပါတော့တယ်။လမ်းတစ်လျှောက်မှာ အခက်အခဲတွေနဲ့ ပြည့်နက်နေခဲ့တယ်။သူ့ညီမဖြစ်သူ ဝေ့ရူရိကလဲ ကောလာဟလဖြန့်တဲ့ထဲ ပါနေပြီးချမ်းသာကြွယ်ဝလှတဲ့ ဒါရိုက်တာဖုန်ရဲ့ လိုက်လံ နှောင့်ယှက်ခြင်းကိုလဲ ခံခဲ့ရပါတယ်။တဖြည်းဖြည်းနဲ့ သူဟာ “ကိုယ်မှန်တယ်ထင်တဲ့အရာကိုလုပ်ခြင်း”က ပိုပြီးတော့ စိတ်ချမ်းသာစေတယ်ဆိုတာ နားလည်လာခဲ့ပါတယ်။ဝေ့ဖျင်အန်းတစ်ယောက် ကောလာဟလတွေကို ဖြေရှင်းနိုင်ပါ့မလား……ဟန်လုရဲ့ သင်္ချိုင်းနေရာကိုရော ထိန်းသိမ်းထားပေးနိုင်မလာ……ဆိုတာကို CM ရဲ့ ဘာသာပြန်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : ComedyRuntime : 1h 51 minSubtitle : Myanmar Subtitle ( Hardsub )Translated byCM TeamReviewed ByMoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsBai YuCao BingkunDong ChengpengJia BingLi XueqinLiang ChaoLiu Jin-ShanMa LiNi HongjiePan BinlongQiao ShanVictoria SongWang ShengdiWang XunYang DiYin ZhengYu YangCastBai YuCao BingkunDong ChengpengJia BingLi XueqinLiang ChaoLiu Jin-ShanMa LiNi HongjiePan BinlongQiao ShanVictoria SongWang ShengdiWang XunYang DiYin ZhengYu Yang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ksdG68MKaDO7l9C2bOzmQTxfDXP.jpg",
      "https://image.tmdb.org/t/p/w300/21RsStgkU1ubb5ADS4Lld99ORD5.jpg",
      "https://image.tmdb.org/t/p/w300/izBu2wG3uKYgSqnjytKY7XdbRaD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5uC3vhNzfXqQsJJetwK5N1hxRO5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/keep-you-safe-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.33 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1e6h7dolet7a.html",
        "server": "usersdrive.com",
        "size": "1.33 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrapid.com/hhvvz8e4kgfi.html",
        "server": "streamsb.com",
        "size": "1.33 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ACI0/Keep_You_Safe_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.33 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/dqm86xf1v5xn",
        "server": "streamvid.io",
        "size": "1.33 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Y2MDVBba#UOcC_Ehhx7nZYUkzTlEP18PfCdsGYlW6YnuUmq4Xlyg",
        "server": "mega.nz",
        "size": "1.33 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/keep-you-safe-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "587 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/s2eoams1lldj.html",
        "server": "usersdrive.com",
        "size": "587 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0nNCSQSK#qsPyHXIcBz4HrrWGWGdFjSv8jfsiVzDphFM00xOPFAU",
        "server": "mega.nz",
        "size": "587 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|105 min|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2,052"
    },
    "title": "Summer of 84 (2018)",
    "description": "ပေ့ါပေါ့ပါးပါး နဲ့ ကြောက်စရာကောင်းတဲ့ Summer of 84 ပါ။Horror ကားဆိုပေမယ့် ကျွန်တော်တို့ရဲ့ ဆယ်ကျော်သက်ဘဝတွေကို ခပ်ပါးပါးလေး လွမ်းမိသွားအောင် ပြထားနိုင်ပါတယ်။သတ်နေဖြတ်နေတဲ့ဇာတ်ကားမျိုးမဟုတ်ပဲ သာမန် ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ ဘဝမှာ မမျှော်လင့်တဲ့ဖြစ်ရပ်တစ်ခုဖြစ်သွားတာမျိုးကို ရိုးရိုးလေးပဲချပြထားတာပါ။ဇာတ်လမ်းက စုံထောက်ဇာတ်လမ်းလို စိတ်ဝင်စားစရာတွေကိုမျက်မှောင်ကြီးကြုံ့ပြီး ကြည့်မနေရပဲနဲ့ စိတ်ဝင်စားစရာအချက်တွေကို ပေါ့ပေါ့ပါးပါးလေးပဲပြပေးထားပါတယ်။၁၉၈၀ ကနွေရာသီတစ်ခုမှာ ဒီအတိုင်းနွေရာသီကျောင်းပိတ်ရက်ကိုပျော်ပျော်ပါးပါး ဖြတ်သန်းရင်း Davies တစ်ယောက် အိမ်နီးချင်းတစ်ယောက်ကို Cape May Slayer လို့ခေါ်တဲ့ ပျောက်နေတဲ့လူသတ်သမားလို့ သံသယဝင်မိတာကစပြီးတော့ သူ့ရဲ့ လူသတ်သမားရှာပုံတော်ကြီးကို စဖွင့်ပါတော့တယ်။အဲဒီအိမ်နီးချင်းက သူထင်သလိုပဲ လူသတ်သမားဖြစ်နေမလား။ဒီအတိုင်း ကလေးချစ်တတ်တဲ့ ရဲသားကြီးတစ်ယောက်ပဲလားဆိုတာ ကြည့်ကြည့်လိုက်ပါတော့။အဲဒါနဲ့ ဒီဇာတ်ကားလေးရဲ့ IMDB Rating ကတော့ 6.7 ဖြစ်ပြီးတော့ လူတိုင်းဟာ အတွဲလိုက်လူသတ်သမားတစ်ယောက်နဲ့ အိမ်နီးချင်းဖြစ်နေနိုင်ပါတယ်ဆိုတဲ့ စကားလေးနဲ့ စထားပြီးတော့ အဲဒါလေးနဲ့အဆုံးသတ်ထားပါတယ်။နည်းနည်း Spoil မယ်နော် လူသတ်သမားရဲ့ နောက်ဆုံးလုပ်သွားတဲ့အကွက်လေးလှတယ်ဗျာ xD(d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File Size : (865 MB) and (377 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 45minFormat : Mp4Genre : Drama, Horror, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEBRip.DDP5.1.x264-NTGTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnouk WhissellFrançois SimardYoann-Karl WhissellStarsCaleb EmeryCory Gruter-AndrewGraham VerchereHarrison HoudeJ. Alex BrinsonJason Gray-StanfordJudah LewisRich SommerTiera SkovbyeWilliam MacDonaldCastAren BuchholzCaleb EmeryCory Gruter-AndrewGraham VerchereHarrison HoudeJ. Alex BrinsonJaiven NattJason Gray-StanfordJudah LewisMark BrandonPatrick LubczykRich SommerShauna JohannesenSusie CastilloTiera SkovbyeWilliam MacDonald",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iEYDBciiuW68Q5bLCzkVBgKnfi7.jpg",
      "https://image.tmdb.org/t/p/w300/2RUOk1TKWqjhbf37d0ODo0S7rPv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qPitgXPCIFh23yCEjqnCZnfhBig.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/summer-of-84-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "865 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/summer-of-84-2018",
        "server": "VIP Links",
        "size": "865 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/5p85l835l9fw.html",
        "server": "streamsb.com",
        "size": "865 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/pn8u3w5ngqgt",
        "server": "veryfiles.com",
        "size": "865 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Lxj0mgS3fRg",
      "video_url": "https://www.youtube.com/watch?v=Lxj0mgS3fRg",
      "embed_url": "https://www.youtube.com/embed/Lxj0mgS3fRg"
    }
  },
  {
    "metadata": "|||",
    "rating": {
      "rating": "8.6/",
      "rating_count": "1479"
    },
    "title": "SPY x FAMILY",
    "description": "",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/reZvkJOe9HCyjSxMbmYwadg7S2K.jpg",
      "https://image.tmdb.org/t/p/w300/zNugnnR5KEmq9EzLcl0Me1UmHYk.jpg",
      "https://image.tmdb.org/t/p/w300/rz4M99xKQv1tIGhRHYEMH6gM0do.jpg",
      "https://image.tmdb.org/t/p/w300/tUyMPMJlql8Ec7d58EIhX5WEGG4.jpg",
      "https://image.tmdb.org/t/p/w300/kepStFwzm7uBdUjWrALRIB5Mm3n.jpg",
      "https://image.tmdb.org/t/p/w300/yreuPT1RYFvWkQ3gjnjRP8vAq3o.jpg",
      "https://image.tmdb.org/t/p/w300/r2vFNL6qvHbAnrWCIFtbsFcBWWt.jpg",
      "https://image.tmdb.org/t/p/w300/bCTLuyMcP0RzbNHT8JjvSvuwsD2.jpg",
      "https://image.tmdb.org/t/p/w300/tQixvBva5NUCGuxWYgMOF1pJKp.jpg",
      "https://image.tmdb.org/t/p/w300/ie6goEzn1xXu6bqghA5EKWRksJH.jpg",
      "https://image.tmdb.org/t/p/w300/w9BAv8e1H4upEgK7upg1XgJrrv8.jpg",
      "https://image.tmdb.org/t/p/w300/aD2UcIw8pCmbNyG5piwSByPQhZw.jpg",
      "https://image.tmdb.org/t/p/w300/2ehh5arfVtswI2ixcazYcGLb0FE.jpg",
      "https://image.tmdb.org/t/p/w300/wgMxlmsqonV8vymd0JimlUvg82D.jpg",
      "https://image.tmdb.org/t/p/w300/s118lOTlFnJM3ltbCVDjHWtv8Az.jpg",
      "https://image.tmdb.org/t/p/w300/x4PS0KluNGvg5XC58dGtjZ6JYQm.jpg",
      "https://image.tmdb.org/t/p/w300/lysUnU6V0VfcthDbviuVlIqgHOR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7NAvPYPAu7MeHwP8E9sn81PqsRh.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "E-Qfy8yJC4Y",
      "video_url": "https://www.youtube.com/watch?v=E-Qfy8yJC4Y",
      "embed_url": "https://www.youtube.com/embed/E-Qfy8yJC4Y"
    }
  },
  {
    "metadata": "|||Horror,Science Fiction,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Motion Detected (2023)",
    "description": "ခေတ်မီသူတိုင်း AIကြိုက်ကြတဲ့ ITခေတ်ကြီးမှာ လူတိုင်းဟာ ကိုယ်နဲ့သက်ဆိုင်တဲ့fieldတစ်ခုစီမှာ AIကိုမှီခိုနေကြပါတယ်။ ဒါကြောင့်လည်းပဲ လူသားတွေတီထွင်ခဲ့တဲ့ AIက overpowering ဖြစ်လွန်းပြီး လူသားတွေကို ကျော်လွန်တော့မှာလားဆိုတဲ့မေးခွန်းတွေ၊ ဒီAIသာ စနစ်တစ်ခုခုချို့ယွင်းခဲ့ရင် errorတက်ခဲ့ရင် human best friend ကနေ အဆိုးဆုံးလူသတ်သမားဖြစ်လာမှာလားဆိုတဲ့ idea‌တွေ ထွက်ပေါ်လာပါတယ်။ ဒီရုပ်ရှင်လေးကလည်း American Horror stories ရဲ့ Alexaအကြောင်းရိုက်ထားတဲ့ရုပ်ရှင်လိုပဲ Diablo Controlsဆိုတဲ့ကုမ္ပဏီက AI security system အကြောင်း ရိုက်ကူးထားတာပါ။အဲဗာဟာ အိမ်ဖောက်ထွင်းအကြမ်းဖက်မှုတစ်ခုရဲ့ ထူးဆန်းစွာ အသက်ရှင်ကျန်နေခဲ့တဲ့လူပေါ့။ ထူးဆန်းစွာလို့ပြောရတာကတော့ အတော်ကိုသွေးဆာနေတဲ့လူသတ်သမားက အဲဗာတို့အိမ်ထဲကို ဖောက်ဝင်ပြီး အဲဗာကိုအကြမ်းဖက်ခဲ့ပေမဲ့ သူ့ကိုမသတ်ဘဲကျော်သွားပြီး တခြားအမျိုးသမီး 2 ယောက်ကိုပဲ သတ်သွားတာပါ။ ဒါပေမဲ့လည်း အဲဗာတစ်ယောက် PTSDနဲ့ သံသယလွန်ကဲရောဂါတွေကြောင့် ဆွေးနွေးကုသမှု ခံယူနေရပြီးတော့ ခင်ပွန်းဖြစ်သူကလည်း အဲဗာကို နေရာသစ် အိမ်သစ် ပတ်ဝန်းကျင်သစ်မှာ စိတ်သစ်လူသစ်နဲ့နားနေနိုင်ဖို့ ကယ်လီဖိုးနီးယားကအိမ်တစ်လုံးကို ခေါ်လာခဲ့ပါတယ်။ အတော်လေး နေရာကျယ်တဲ့ အိမ်ကြီးတစ်လုံးဖြစ်တဲ့အပြင် အဆင့်မြင့်ပရိဘောဂနဲ့ စက်ပစ္စည်းတွေကိုသုံးထားတဲ့ဒီအိမ်ကြီးဟာ အဲဗာတို့ဇနီးမောင်နှံအတွက်တော့ သဘောကျစရာဖြစ်နေတာပေါ့။အထူးသဖြင့် အိမ်မှာတပ်ဆင်ထားတဲ့ Diablo Controlsရဲ့အဆင့်မြင့်လုံခြုံရေးစနစ်က အိမ်ဖောက်ထွင်းခံရဖူးတဲ့ စိတ်ဒဏ်ရာရှိနေတဲ့အဲဗာအတွက် အသင့်တော်ဆုံးလို့ မီဂေးလ်ကတထစ်ချတွက်နေတာပေါ့။ သူတို့ထက်အရင် ဒီအိမ်မှာနေသွားတဲ့မိသားစုက ပျောက်ချင်းမလှပျောက်သွားတယ်ဆိုတဲ့အချက်ကတော့ ဘဝင်မကျစရာဆိုပေမဲ့ အိမ်ကမျက်စိကျစရာကောင်းလောက်အောင် ခမ်းနားပြီးဆန်းသစ်နေတဲ့အတွက် ငှားဖြစ်သွားပါတော့တယ်။ ဒါပေမဲ့ အိမ်ငှားပြီးပြီးချင်းညမှာပဲ ချက်ချင်းဆိုသလို အရင်မြို့ကို အလုပ်ကိစ္စနဲ့ ပြန်သွားရဖို့ဖြစ်လာတဲ့ ခင်ပွန်းဖြစ်သူကြောင့် အဲဗာတစ်ယောက် 3 ထပ်အိမ်ကြီးထဲမှာ တစ်ယောက်တည်းကျန်နေခဲ့တဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ပဲ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။File size…(1.1 GB)/(600 MB)/(290 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:20:00Genre…Thriller, Science Fiction, HorrorSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by DarcyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBob ClendeninCarlo MendezJulie BristerKatelyn MacMullenKimberli FloresNatasha EscaRoland Buck III",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8nhhxRm16pA18hpnkL0WaNLF5c1.jpg",
      "https://image.tmdb.org/t/p/w300/21JOzR8KhOPdAT0glBiwWZ3wGuK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMGY0Nzc2YzAtYzJlZS00MjQ5LWE5MDQtYTZjZTFlM2I4MGU4XkEyXkFqcGdeQXVyMjA0MTc2OTI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/motion-detected-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i8kpz06rby7e.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3guSh/Motion.Detected.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pF9AnTKL#LWRGlxQvOXkhQFsT8pb_bp4rxqkGrM_yyPvtf_NzAHE",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/motion-detected-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/42wvvz2cjt1o.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eCvf/Motion.Detected.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kccjFCjQ#HFoV8NW356oBTS5Oquo7beL5cUQwKujDpUjZz59hDQY",
        "server": "mega.nz",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/28hvxwzo7omt.html",
        "server": "streamsb.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7luvr4crfwdc",
        "server": "streamvid.io",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/motion-detected-2023-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "290MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ncm0hbk4lv6j.html",
        "server": "usersdrive.com",
        "size": "290MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1eCvd/Motion.Detected.2023.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "290MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/kY8ykTYJ#9JP413Fb-hvriPp32_DnNNBVlpa4pFFO3aKwbIacOHA",
        "server": "mega.nz",
        "size": "290MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrapid.com/dv4kihigypsq.html",
        "server": "streamsb.com",
        "size": "290MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/3xdawsglbsjp",
        "server": "streamvid.io",
        "size": "290MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "OkHr4WUQq_8",
      "video_url": "https://www.youtube.com/watch?v=OkHr4WUQq_8",
      "embed_url": "https://www.youtube.com/embed/OkHr4WUQq_8"
    }
  },
  {
    "metadata": "R|1996|2h 10m|Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2000"
    },
    "title": "Temptress Moon (1996)",
    "description": "Temptress Moon (1996)~ IMDb – 6.7/10, Rotten Tomatoes – 62% ~Farewell My Concubine အပြီး Chen Kaige နဲ့ လတ်စလီချောင် ဂေါင်လီအတွဲ ပြန်ဆုံတဲ့ ရုပ်ရှင်ပေါ့။ သူလည်း ကိန်းမှာပြခဲ့ပြန်၊ Palme d’Or အတွက် ပြိုင်ခဲ့ပြန်တာပဲ။ ဒါပေမဲ့ ရတော့မရသွားခဲ့ပါဘူး။ ထပ်ပြီး တူတာက သူလည်း တရုတ်ပြည်မှာ ဘန်းခံထိထားတယ်။မထူးခြားနားပါပဲ။ ပုရီနန်းစွန့်ပြီးနောက်ပိုင်း ၁၉၁၂မှာ ဇာတ်အိမ်စတယ်။ မင်းရိပ်မင်းရှိန်မကင်းတဲ့အိမ်တစ်အိမ်က ဘိုးဘေးနတ်ကွန်းထဲ အဲဒီအိမ်က ကလေးမလေးက ကစားရင်းဝင်လာလို့ အကုန်ပွက်လောရိုက်နေတာနဲ့ စဖွင့်ထားတယ်။ အဲဒီကလေးမလေးက ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီ။ တရုတ်မှူးမတ်အိမ်တော်ဆိုတော့ အဲဒီအိမ်ရိပ်လာခိုတဲ့ ဆွေရိပ်မျိုးရိပ်မကင်းတဲ့ ကလေး၂ယောက်ရှိတယ်။ တစ်ယောက်ကကျ လတ်စလီချောင်ရဲ့ ဇာတ်ကောင် ကျန်းလိန်။ သူက အဲဒီအိမ်က ဖန်းယုရီအစ်ကို ဖန်းအိမ်တော်က သခင်လေးရဲ့မိန်းမရဲ့မောင်။ နောက်တစ်ယောက်က ဖန်းအိမ်တော်နဲ့ ဆွေမျိုးနည်းနည်းဝေးတဲ့ ဖန်းယုရီရဲ့အစ်ကိုဝမ်းကွဲ သွမ့်ဝူ။ ဒီသုံးယောက်က ဖန်းအိမ်တော်နဲ့ပတ်သက်ပြီး ကြမ္မာမလှခဲ့သလို ဒီဇာတ်ရဲ့အဓိကဇာတ်ကောင်၃ယောက်လည်း ဟုတ်တယ်။ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီက သူတို့အိမ်တော်က လူကြီးတွေကျေးဇူးနဲ့ ငယ်ငယ်လေးကတည်း ဘိန်းစွဲနေသလို လတ်စလီချောင်ရဲ့ဇာတ်ကောင်ကလည်း ‌ဂေါင်လီရဲ့အစ်ကို ဘိန်းသမားကျေးဇူးနဲ့ စိတ်ဒဏ်ရာတော်တော်မသေးဘူး။ ဘိန်းသမားက ဘိန်းကြောင်ပြီး သူ့မိန်းမနဲ့ သူ့မိန်းမရဲ့မောင်ကို မောင်နှမချင်း အတင်းမဖွယ်ရာမရာပြုခိုင်းတဲ့ဒဏ်ကို လတ်စလီချောင်ရဲ့ဇာတ်ကောင်က ခံစားခဲ့ရတယ်။ သွမ့်ဝူကျ အမျိုးဆိုပေမဲ့ အမျိုးဝေးတော့ ကျွန်သပေါက်သာသာ နှိမ်တာခံခဲ့ရတယ်။ ဒီလိုနဲ့ လတ်စလီချောင်ရဲ့ဇာတ်ကောင်က သူ့ယောက်ဖဒဏ်မခံနိုင်တော့ဘဲ အိမ်ကနေ ပီကင်းကို စာသင်ဖို့ထွက်သွားခဲ့တယ်။ သို့ပေမဲ့ စာသင်တဲ့ဆီမရောက်လိုက်ပါဘူး။ လမ်းမှာ ပစ္စည်းတွေအလုခံရပြီး လူမိုက်ဂိုဏ်းဝင်ဖြစ်သွားခဲ့တယ်။ ဂေါင်လီကလည်း ဘိန်းစွဲနေလို့ စေ့စပ်ကြောင်းလမ်းထားတဲ့အိမ်ကနေ ဖျက်သိမ်းတာခံလိုက်ရတယ်။ဒီလိုနဲ့ သူတို့အရွယ်ရောက်လာပြီး ဖန်းသခင်ကြီးသေသွားတဲ့အချိန်မှာ အစ်ကိုက ဘိန်းဒဏ်နဲ့ နာလန်မထူတော့လို့ ဂေါင်လီက အိမ်ရဲ့ အကြီးအကဲဖြစ်လာခဲ့တယ်။ ဒီအချိန် လတ်စလီချောင်က ပြန်လာပြီး ဖန်းအိမ်က စည်းစိမ်တွေကို အပိုင်သိမ်းဖို့ကြံတယ်။ ဒါပေမဲ့ ဂေါင်လီကို ချစ်မိသွားပြီး အထ,မမြောက်ခဲ့ဘူး။ ဂေါင်လီကလည်း လတ်စလီချောင်ကို ချစ်ပေမဲ့ လတ်စလီက ငယ်ငယ်က သူ့အစ်မနဲ့အတင်းမဖွယ်မရာအပြုခံခိုင်းခဲ့ရတဲ့ စိတ်ဒဏ်ရာနဲ့ဆိုတော့ ဘယ်မိန်းမကိုမှ တကယ်တမ်း မချစ်နိုင်ခဲ့ဘူး။ နောက် သူတို့တွေ အဲဒီအိမ်တော်ကြီးထဲ ဘာဆက်ဖြစ်ကြမလဲဆိုတဲ့ ဇာတ်မျိုးပေါ့။ဇာတ်ကတော့ တော်တော်လေးရှင်းပေမဲ့ တစ်ခုခုလိုအပ်နေသလိုလို ခံစားရသလို Chen Kaige ဘာပြချင်တာလဲဆိုတဲ့ အချက်ကလည်း တော်တော်လည်းမရှင်းဘူး။ နာမည်ကျော် ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကိုယ်တိုင်လည်း ဇာတ်က ဘာပြချင်တာလဲ သူလည်းမရှင်းပေမဲ့ ဇာတ်ဟာ ပုရီနန်းဆင်းပြီးနောက် တည်ထားတာဆိုတော့ ဒီဖြစ်ရပ်တွေအားလုံးဟာ အဲဒီကနေမှ မော်စီတုန်းသေတဲ့အထိကို Symbolism နဲ့ ပြထားသလားတော့မသိဘူးလို့ ပြောတယ်။ တကယ်လည်းဟုတ်လောက်တယ်။ ပြည်မက ဒီကားကို ဘန်းထားရတဲ့အကြောင်းရင်းတော့ ရှိတော့ရှိမှာပဲ။ ပုရီနန်းဆင်းပြီးနောက်ကနေ မော်စီတုန်းသေတဲ့ခေတ်အထိကို ကျမ်းကြေတဲ့လူတွေကတော့ ဒီဇာတ်ကို သဘောပေါက်ချင်ပေါက်မှာပဲ။ဒီတိုင်းကြည့်ရင်တော့ Chen Kaige ရဲ့ဇာတ်ဟာ ရိုးရှင်းပေမဲ့ သူပြချင်တာတစ်ခုခုကို ဝှက်ထားသလို ကျွန်တော်တို့ ကျိန်းသေခံစားရမှာပါပဲ။ ပုရီနှောင်းပိုင်း တရုတ်ပြည်ရဲ့ အနောက်တိုင်းယဉ်ကျေးမှုစိမ့်ဝင်မှုတွေအကြောင်းလည်း တစ်စွန်းတစ်စပြသထားတယ်။ ဒါပေမဲ့လည်း ဒီဇာတ်ဟာ အပြနဲ့တင်တော်တော်ကြည့်ရတန်ပါတယ်။ တန်ဆို သူ့ စီနီမာတိုဂရပ်ဖာက ဝေါင်ကာဝေးအသည်းကျော် ဟောင်ကောင်ရဲ့နာမည်အကြီးဆုံး စီနီမာတိုဂရပ်ဖာတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Christopher Doyle ကိုး။ ဂေါင်လီ၊ လတ်စလီချောင်၊ ခရစ္စတိုဖာဒွိုင်း… ဒါနဲ့တန်တော်တော်တန်ပါတယ်။ Temptress Moon ဟာ ဘယ်လိုကားလဲတော့ ဖော်ပြရခက်ပေမဲ့ သေချာတာတော့ လတ်စလီချောင်ရဲ့အသိရခက်တဲ့ဇာတ်ကောင်ရယ်၊ ဂေါင်လီရဲ့အလှရယ်၊ ဒွိုင်းရဲ့ စီနီမာရယ်ကတော့ ပရိသတ်ရင်ထဲ အရောက်လှမ်းနိုင်မှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 950MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 2H 10MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaige ChenStarsDavid WuGong LiHe SaifeiJie ZhouKevin LinKo Hsiang-TingLei RenLeslie CheungLiankun LinLin GePatrick Tse YinYing WangZhang ShiZhou XunZhou YemangCastDavid WuGong LiHe SaifeiJie ZhouKevin LinKo Hsiang-TingLei RenLeslie CheungLiankun LinLin GePatrick Tse YinYing WangZhang ShiZhou XunZhou Yemang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ugXZzSoelpO5lPQy4TXXMgBrRHJ.jpg",
      "https://image.tmdb.org/t/p/w300/jB8EctcGepWEUT53IWRB5nNL7Zf.jpg",
      "https://image.tmdb.org/t/p/w300/3lffczLphk8UMF4GydD2i6O1wri.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/o6MCqJzZUyahqX7zyTVrbucBx8g.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-temptress-moon-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3eqfi/(CM)_Temptress_Moon_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YKwQhQxJ#fNMNHC4jHDxxCl4GOjcn3joeMVUe8EvRzkHI33tamVY",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": " https://usersdrive.com/cucvb1x1lbo9.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/57vjhk8p5n3z.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/we1q7e49g199",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-temptress-moon-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Svjv/(CM)_Temptress_Moon_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YKxGFAQS#KymSwgX2Zl6vaxU_K_I4WBniUYDdf5TxOROy4Mv0DpU",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sbetcp2vzx3d.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/i7txj5jzbtv7.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yqgcymlt85bc",
        "server": "streamvid.io",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kDKJv5rnExI",
      "video_url": "https://www.youtube.com/watch?v=kDKJv5rnExI",
      "embed_url": "https://www.youtube.com/embed/kDKJv5rnExI"
    }
  },
  {
    "metadata": "|||Adult,Asian",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] Shoko Takahashi [MIDV-040]",
    "description": "JAV Model တွေအများကြီးရှိပေမယ့် တကယ်ဆွဲဆောင်မှုရှိတဲ့သူတွေက လက်ချိုးရေလို့ရပါတယ်…ဒီထဲမှာ Shoko Takahashi ကတော့ မပါမဖြစ်ပါပဲ…မင်းသမီးတွေထဲ သူ့လို အရပ်ရှည်တဲ့သူရှားတာကလဲ သူ့ကို မြင့်မြင့်မားမား ပြည့်ပြည့်တင်းတင်းလေးအဖြစ် ပိုလို့မှတ်မိနေစေပါတယ်။ဒါပေမယ့် သူ့ရဲ့အဓိက ဆွဲဆောင်မှုက ပြည့်ဝန်းလှပတဲ့ခန္ဓာကိုယ်ထက် ပိုမိုထူးခြားတဲ့ မျက်ဝန်းအကြည့်တွေလို့ ထင်တာပါပဲ…ဘယ်အချိန်ဖြစ်ဖြစ် မှိုင်းညှို့အထီးကျန်နေသလို မမှိတ်မသုန်ကြည့်တတ်တာလေးကတစ်ဖက်သူကို ဂရုဏာစမ်းချောင်းလေးတွေ ရင်ထဲ ဖြတ်စီးစေပါတယ်…ဒီဇာတ်ကားမှာလဲ ဂရုဏာသက်စရာလေးအဖြစ် သူ့ကို ရှုမြင်ရမှာပါ…ဇာတ်လမ်းကတော့ JAV တွေထဲ မြင်နေကျပုံစံကိုမှ ထူးခြားတဲ့တင်ဆက်မှုတချို့ဖြည့်စွက်ထားတာမျိုးပါပဲ။Shoko Takahashi က Dark Side ရဲ့ Fav လေးထဲကမို့ ခံစားကြည့်ကြပါဦး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.8 GB) & (1 GB)Quality : HD-Rip 1080p & 720pRunning Time : 02:00:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byAndrew MasonEncoded by JAVAYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/81GiQn9we3L._AC_SL1500_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/21-shoko-takahashi-midv-040",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/21-shoko-takahashi-midv-040-hd-rip-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/14atm/[21+]_Shoko_Takahashi_[MIDV-040]_HDRip_1080p.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/06oEyCKJ#rf1GgfUyXyEbDMGJMYmaCY0v9ugnRt3teo_uV2QEWGA",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8juzslge5gqg.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/buuth0e6jw1k.html",
        "server": "streamsb.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/21-shoko-takahashi-midv-040-hd-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2q5og/[21+]_Shoko_Takahashi_[MIDV-040]_HDRip720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RjJQ1TaA#Zz0pMmX-VreVNCHB2I4a3c6aH1ITCnaK8em2-pbWzSY",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9vc55q2vm8ab.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/38xyzejpu7v8.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "5.7/10",
      "rating_count": ""
    },
    "title": "An Instant Dad (2023)",
    "description": "Ricky က ဘဝကို ပျော်ပျော်နဲ့ ပေါ့ပေါ့ပါးပါးနေတတ်တဲ့ လူပျိုကြီးတစ်ယောက်ပါ။ သူငယ်ချင်းအုပ်စုနဲ့အတူ သောက်စားလိုက် ကောင်မလေးတွေ မျိုးစုံတွဲလိုက်နဲ့ ဘဝကို အတည်တကျမရှိပဲ ဖြတ်သန်းနေပါတယ်။တစ်နေ့တော့ သူ့အိမ်ပေါက်ဝကို ၁၀နှစ်အရွယ် Amyဆိုတဲ့ကလေးမလေးတစ်ယောက် ရောက်လာပြီး သူ့သမီးဖြစ်ကြောင်းပြောပါတယ်။ ကလေးရဲ့ မိခင်ကလည်း ဆုံးပါးသွားပြီး အဖွားဖြစ်သူကလည်း ဂေဟာမှာနေရတာကြောင့် အုပ်ထိန်းမယ့်သူမရှိတဲ့ Amy ကို Ricky ကပဲ ကြည့်ပေးထားရပါတယ်။အပျော်အပါးကြိုက်တဲ့ Rickyက ကလေးကို စစချင်းလိုချင်စိတ်မရှိခဲ့ပါဘူး။ Amyက တစ်ချိန်က Rickyရဲ့ ငယ်ချစ်ဦးရဲ့ သမီးလေးလည်း ဖြစ်ပါတယ်။ ဒီလိုနဲ့ သားအဖကြား ဘယ်လို သံယောဇဥ်တွေ တိုးလာပြီး Amyလေးကို Ricky တစ်ယောက် ပျိုးထောင်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.3 GB)/(677 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:19:00Genre…ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by LeonieYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlice NginaBlessing Lung'ahoHannah WanjikuJune NjengaMaureen MutegiNeville MisatiPeter KamauPeter MunyakaTorrey WachangaVictoria Njoroge",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kYrHOQp4QoPiakIwPBw5xAbx00D.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BYTg2ZGMyOWUtMzQ5Ni00NGEyLWEyOTItNWE5MDAxY2Q1NTg5XkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/an-instant-dad-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/syrnouhy4hry.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eec44/An.Instant.Dad.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NflHDBIR#vnGzwmrRwnmYCEAmwgrGhuKOPP1NTvwBuSrCwopgxF4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/an-instant-dad-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/48e22o0krmx4.html",
        "server": "usersdrive.com",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eec3W/An.Instant.Dad.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pK8yCAza#kEgJkZ4y3kMl4DFZ_uOGOZ3HJzDf71iidopLdaIfDDE",
        "server": "mega.nz",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/fk1uu1awkymv",
        "server": "streamsb.com",
        "size": "677MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "teA8AmxVGFY",
      "video_url": "https://www.youtube.com/watch?v=teA8AmxVGFY",
      "embed_url": "https://www.youtube.com/embed/teA8AmxVGFY"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Rover(2014)",
    "description": "ဒီ တစ္ခါေတာ့ CMပရိသတ္ေတြအတြက္ Twilight မင္းသား Robert Pattinson ပါ၀င္ထားသလို Drama ကားေတြကို ပီျပင္ေအာင္ သရုပ္ေဆာင္ႏူိင္တဲ့ မင္းသား Guy Pearce ပါ၀င္တဲ့ Drama ကားေကာင္း တစ္ကား တင္ေပးလိုက္ပါတယ္။ဇာတ္လမ္း အက်ဥ္းေျပာရမယ္ဆိုရင္ေတာ့ တစ္ကမၻာလံုး စီးပြားေရး ပ်က္ကပ္ေတြ ဆိုက္ေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြကေန ၀ယ္ထားရတဲ့  Guy Peraceရဲ့ ကားကို အခိုးခံလုိက္ရတယ္။ အဲဒီလိုနဲ့ သူရဲ့ကားကို လိုက္ရွာရင္း ခုိးသြားတဲ့ လူရဲ့ ညီျဖစ္တဲ့ Robert Pattinsonကို ဖမ္းမိသြားပါတယ္။ဒီလုိနဲ့ ႏွစ္ေယာက္သား အႏၱရယ္မ်ားတဲ့ ခရီးလမ္းကို ေလ်ာက္ရင္း  ဘယ္လိုအခက္အခဲေတြ ေတြ့ၾကမွာလဲ၊ သူတုိ့ ၂ေယာက္ကေရာ အဆင္ေျပသြားမွာလားဆိုတာကို စိတ္၀င္တစ္စား ၾကည့္ရမဲ့ ဇာတ္ကားပါ။IMDB ratingလဲ ၆.၄ အထိ ရထားပါတယ္File Size         : 740 MBQuality           : Blu ray 720PRunning Time : 1hr 43 minuteFormat           : Mp4Genre             : Crime, DramaEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File SizeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/12/the-rover-poster-3-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-rover2014",
        "server": "VIP Links",
        "size": "737MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/02537-the-rover-2014-crime-guy-pearce-australia-6-2-mp-4",
        "server": "yoteshinportal.cc",
        "size": "737MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/02537-the-rover-2014-crime-guy-pearce-australia-6-2-mp-4",
        "server": "disk.yandex.com",
        "size": "737MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Uxaz/[02537]_The_Rover_(2014)_[Crime]_[Guy_Pearce]_[AUSTRALIA]_[6.2].mp4",
        "server": "megaup.net",
        "size": "737MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/bhmatslpmha1",
        "server": "upstream.to",
        "size": "737MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Adventure,Animation",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "1366"
    },
    "title": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)",
    "description": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)===============================================IMDb Rating – 8.4/10IMDB 8.4 လောက်အထိရထားပြီး အသစ်စက်စက်ထွက်ရှိထားတဲ့ Animationဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ဒေါက်တာဗန်ချာရဲ့သားနှစ်ယောက်အနက် သားကြီးဖြစ်သူ ဟန့်ခ်ဗန်ချာပျောက်သွားပြီး တစ်နိုင်ငံလုံးက လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့အေဂျင်စီတွေ စွမ်းအားရှင်အဖွဲ့တွေ လိုက်ရှာကြတဲ့ပုံစံကနေ စထားပါတယ်။တကယ်တော့ ဟန့်ခ်ဆိုတာ လိုတရဘဝကို ရခဲ့တဲ့လူငယ်တစ်ယောက်ဖြစ်ပြီး သူပျောက်ဆုံးသွားတာကလည်း သူကိုယ်တိုင်ပဲ သူ့ရဲ့ တည်ရှိမှုကို ပြန်ရှာဖွေဖို့အတွက်စွန့်စားခန်း ခရီးတစ်ခု ထွက်လာခဲ့တာဖြစ်ပါတယ်။ သူ့ရဲ့ပျောက်ဆုံးနေတဲ့ အမေနဲ့ထင်ယောင်ထင်မှားဖြစ်နေတဲ့ ပုံရိပ်တွေကြားထဲကနေ ဟ့န်ခ်တစ်ယောက် ဖခင်ဖြစ်သူ ဗန်ချာရဲ့လျှို့ဝှက်ချက်တွေနဲ့ အန္တရာယ်ရှိ စွမ်းအားရှင်အဖွဲ့တွေနဲ့ ထိပ်တိုက်တွေ့ဆုံမိတဲံအခါမှာတော့ ဘာတွေဆက်ဖြစ်သွားမလဲ စိတ်ဝင်တစားဆက်လက်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့CM Team မှဖြစ်ပါတယ်)File Size……….(1.4 GB) / (545 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 23MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, AdventureTranslator…….CM TeamEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher McCullochCastCharles ParnellChristopher McCullochClancy BrownDana SnyderDoc HammerHal LublinJ.K. SimmonsJames UrbaniakJane LynchJay PharoahJohn HodgmanMichael SinterniklaasNina AriandaPatrick WarburtonSteven Rattazzi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r2V2JoK1Crihq3ZHCKp0NlDvr02.jpg",
      "https://image.tmdb.org/t/p/w300/4xSq4kurZPwlyAU7CEeEClqs9It.jpg",
      "https://image.tmdb.org/t/p/w300/d8E5Kqy1LxnfXIE9b6YvCNA5U0p.jpg",
      "https://image.tmdb.org/t/p/w300/gsbFiE1utPgIxRbIPs6sWWjpkp.jpg",
      "https://image.tmdb.org/t/p/w300/wo7anAipWBExNqeDyuE4XLWyG9y.jpg",
      "https://image.tmdb.org/t/p/w300/zzu1ETm7maAs7ipcZreCIKn5GPD.jpg",
      "https://image.tmdb.org/t/p/w300/7SOpX1nwQJXaltnBofItWDDGtMs.jpg",
      "https://image.tmdb.org/t/p/w300/ziUAt3BEkxPbkZ5piswu41u4d8C.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWVhODJlNWYtNzllZS00ODQ5LWFhMWMtNDdlMDVkNWI3MmY2XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-venture-bros-radiant-is-the-blood-of-the-baboon-heart-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BEI9/The.Venture.Bros.Radiant.is.the.Blood.of.the.Baboon.Heart.2023.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://likessb.com/pgrwoi4sa1a9.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/HJMUzDRJ#15sdwiWHvZi6Y2S--IcmfiTXjQdXxyrUfSASTVOafc4",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fp0nh8omq8zf.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/8ya0s55cnwtl",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-venture-bros-radiant-is-the-blood-of-the-baboon-heart-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "545 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hCag/The.Venture.Bros.Radiant.is.the.Blood.of.the.Baboon.Heart.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "545 MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/zebkq7x6uqns.html",
        "server": "streamsb.com",
        "size": "545 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fYsnybJZ#VO5rJe8tGe-IbwC2BRqzGBRpqeN6wXOyntpQQ77h8iU",
        "server": "mega.nz",
        "size": "545 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n5d15rwd7ras.html",
        "server": "usersdrive.com",
        "size": "545 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/srfmiqmexw40",
        "server": "streamvid.io",
        "size": "545 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DF_7mqtgV1o",
      "video_url": "https://www.youtube.com/watch?v=DF_7mqtgV1o",
      "embed_url": "https://www.youtube.com/embed/DF_7mqtgV1o"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "N/A"
    },
    "title": "Autumn Fairy Tale ( 2019 )",
    "description": "ဒီတစ္ေခါက္မွာေတာ့ ေဆာင္းဦးရြက္ေႂကြခ်စ္သက္ေသကိုးရီးယားဇာတ္လမ္းတြဲကိုျပန္႐ိုက္ထားတဲ့chinese movieကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဒီဇာတ္ကားမွာေတာ့အဓိကသ႐ုပ္ေဆာင္အျဖစ္Jiao Rui (Jun Xi)၊Zhao LuSi (En Xi)(ခ်စ္ေသာမင္းႀကီး)နဲ႔Xu Kai (Han Tai)(Story of Yanxi Palace)တို႔ကအဓိကပါဝင္သြားမွာျဖစ္ပါတယ္ရင္ကြၽင့္႐ွီးငယ္ငယ္ကေဆးရံုမွာညီမေလးကိုသြားၾကည့္ရင္းသတိမထားမိပဲအန္း႐ွီးနဲ႔႐ွင္းအိုက္ေမြးကင္းစကေလးႏွစ္ေယာက္ရဲ႕ခ်ိတ္ထားတဲ့နာမည္ကတ္ျပားေတြကိုျပဳတ္က်ေအာင္လုပ္မိၿပီးသူနာျပဳဆရာမေတြ႕သြားတဲ့အခါနာမည္ကတ္ျပားကိုမွားယြင္းၿပီးျပန္ခ်ိတ္မိသြားပါတယ္။သာယာခ်မ္းေျမ့တဲ့မိသားစုမွာႀကီးျပင္းလာၾကတဲ့ရင္ကြၽင့္႐ွီးနဲ႔ရင္အန္း႐ွီးတို႔ေမာင္ႏွမႏွစ္ေယာက္ၾကားကိုကားတိုက္မႈတစ္ခုဝင္လာၿပီးေနာက္အရာအားလံုးကေျပာင္းလဲခဲ့ရပါတယ္။ကားတိုက္မႈေၾကာင့္အန္း႐ွီးေသြးအမ်ိဳးအစားကိုမိဘေတြစစ္ေဆးၾကည့္မိတဲ့အခါမွာေတာ့အန္း႐ွီးနဲ႔ပတ္သက္တဲ့အျဖစ္မွန္ကိုသိသြားၿပီး တစ္ညထဲနဲ႔ဆင္းရဲႏြမ္းပါးတဲ့မိန္းကေလးအျဖစ္အေမအရင္းဆီကိုျပန္ေရာက္သြားၿပီးကြၽင့္႐ွီးကအေဖအေမ ညီမေလး႐ွင္းအိုက္တို႔နဲ႔အတူအေမရိကန္ကိုေျပာင္းသြားခဲ့ရပါေတာ့တယ္။အခ်ိန္ေတြၾကာၿပီးေနာက္ အန္း႐ွီးနဲ႔အတူပိုင္ဆိုင္ခဲ့ဖူးတဲ့လွပတဲ့အမွတ္တရေတြ႐ွိေနတဲ့ေမြးရပ္ေျမကိုကြၽင့္႐ွီးေနာက္တစ္ခါျပန္ေရာက္လာၿပီးအန္း႐ွီးကိုျပန္လာ႐ွာခဲ့ကာေနာက္ပိုင္းဘယ္လိုဆက္ျဖစ္မလဲဆိုတာဆက္လက္ၾကည့္႐ႈၾကပါလုိ႔တုိက္တြန္းလုိက္ပါတယ္ေနာ္Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCaitao WangStarsDapeng YangHe Ming HanJiao RuiLusi ZhaoMeiqi MengQiuge ZhangVicky LiangXu KaiZhang MengCastDapeng YangHe Ming HanJiao RuiLusi ZhaoMeiqi MengQiuge ZhangVicky LiangXu KaiZhang Meng",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sjPPBNhmq4fMS74xqMDSSpFet8q.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5lq52buzcyb1.html",
        "server": "usersdrive.com",
        "size": "1.11 GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://yoteshinportal.cc/autumn-fairy-tale-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11 GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://megaup.net/2Tyc3/Autumn_Fairy_Tale_[2019]_(MM_Sub).mp4",
        "server": "Soliddrive.co",
        "size": "1.11 GB",
        "quality": "WEB-DL720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G|2018|88 min|Action,Comedy,Family",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "208"
    },
    "title": "Bernie the Dolphin(2018)",
    "description": "Bernie the Dolphin(2018)IMDb 5.8/10Google Users 88%ဒီကားကေတာ့ ၂၀၁၈ခုႏွစ္ထြက္ Adventure and Comedyအမ်ိဳးအစားကားေလးပါ…ကယ္ဗင္နဲ႔ေဟာ္လီတုိ႔ေမာင္ႏွစ္မႏွစ္ေယာက္ ဟာ ကမ္းေျခၿမဳိ႕ေလးတစ္ၿမဳိ႕မွာမိဘေတြနဲ႕အတူေနတယ္..ကမ္းေျခၿမဳိ႕ဆုိတဲ့အတုိင္း အားလပ္ခ်ိန္တုိင္း ေရထဲမွာ လင္းပုိင္ေတြနဲ႕သူတုိ႕ေမာင္ႏွမ (၂)ေယာက္ဟာ အၿမဲကစားေနေလ့ရွိတယ္…ကစားပါမ်ားေတာ့ လင္းပုိင္ေတြနဲ႕ေတာင္ ေတာ္ေတာ္ရင္းႏွီးေနတယ္…ဒီၿမဳိ႕ေလးရဲ႕ ကမ္းေျခကုိတစ္ေန႕ေတာ့ ကပ္ဆုိးတစ္ခုလုိျဖစ္ေစမယ့္ ကုိယ့္က်ဳိးရွာပေရာဂ်က္တစ္ခုေရာက္လာပါတယ္..ဒီပေရာဂ်က္ဟာ ကယ္ဗင္တုိ႕သိပ္ခ်စ္တဲ့ ကမ္းေျခႀကီးပ်က္စီးမယ့္အျပင္ လင္းပုိင္နဲ႕အျခားေရေနသတၱ၀ါတုိ႕အသက္ဆုံးရႈံးႏုိင္တဲ့အေျခအေနမ်ဳိးျဖစ္းသြားႏဳိင္ပါတယ္…ဒါကုိကယ္ဗင္တုိ႕ ေမာင္ႏွစ္မ(၂)ေယာက္ မေမွ်ာ္လင့္ဘဲ သိရွိသြားတဲ့အခါမွာေတာ့…သူတုိ႕ဘယ္လုိတားဆီးၾကမလဲ… ဆုိတာကုိခံစားႀကည့္လုိက္ပါဦး…လွပလြန္းတဲ့ကမ္းေျခရႈခင္းေတြၾကည့္ရမယ့္အျပင္ လင္းပုိင္ေတြကုိလည္းခ်စ္စဖြယ္ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့Thit Nyein Hanပဲျဖစ္ပါတယ္….File Size : (826MB) and (419MB)Quality : WEB-DL 720p,Format…mp4Duration…01:28:00Genre :Action,Comedy,FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thit Nyein HanEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKirk HarrisStarsDahlia LegaultJimel AtkinsKevin SorboLogan AllenLola SultanPatrick MuldoonSam SorboSean Michael GloriaStelio SavanteCastDahlia LegaultJimel AtkinsKevin SorboLogan AllenLola SultanPatrick MuldoonSam SorboSean Michael GloriaStelio Savante",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ju2KtsPXTrRuX0B5yMbaJx5xYQV.jpg",
      "https://image.tmdb.org/t/p/w300/5F8EqhMRn9KbLgmTsBCejctVYSk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cc2emcyFQVsnCrTwH5MdZiJeRcx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t3jiof7zjrpp.html",
        "server": "usersdrive.com",
        "size": "826MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/Shhi/(CM)_Bernie_The_Dolphin_2_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "826MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bernie-the-dolphin-2-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "826MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/q1uwh1nmn570",
        "server": "upstream.to",
        "size": "826MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "1Vuz_VuPhuU",
      "video_url": "https://www.youtube.com/watch?v=1Vuz_VuPhuU",
      "embed_url": "https://www.youtube.com/embed/1Vuz_VuPhuU"
    }
  },
  {
    "metadata": "|||Adult,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "167000"
    },
    "title": "[18+]I Am Love(2009)",
    "description": "[18+]I Am Love(2009) အညွှန်း***************************(မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..)2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အီတလီ အချစ်ဒရာမာ ဇာတ်ကားဖြစ်ပြီး ဆုပေါင်း ၁၆ ဆုရရှိထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင် အမ်မာအဖြစ် နာမည်ကျော်မင်းသမီးကြီး Tilda Swinton ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အမ်မာက ချစ်ခင်ရတဲ့မွေးရပ်မြေ ရရှားကို ချန်ရစ်ပြီး ချစ်သူ တန်ခရီဒီနဲ့ လက်ထပ်ဖို့ အီတလီကိုသျှောင်နောက်ဆံထုံးပါ လိုက်လာခဲ့ရှာသူပါ။ခင်ပွန်းဖြစ်သူ တန်ခရီဒီရဲ့မိသားစုက အီတလီနိုင်ငံရဲ့ ကြေးရတတ် စက်ရုံပိုင်ရှင်တွေဖြစ်ကြတာကြောင့်သူ့ဘဝကလည်း အပူအပင်မရှိတဲ့ သူဌေးကတော်အဖြစ် သားနှစ်ယောက် သမီးတစ်ယောက်ထွန်းကားခဲ့ပြီးသားသမီးတွေလည်း ကိုယ်စီ အရွယ်ရောက်ကုန်ကြပါပြီ။ဒါပေမဲ့ အမ်မာဟာ မပျော်ရွှင်နိုင်ပဲ ဆန္ဒမပြည့်ဝသလို၊ တစ်ခုခုလိုအပ်နေသလို ဟာတာတာ ခံစားနေရပါတယ်။သားဖြစ်သူ အယ်ဒိုနဲ့ ဆက်စပ်ပြီး သူ့ရင်ထဲက အဲဒီကွက်လပ်ကို ဖြည့်ပေးတဲ့သူတစ်ယောက်ပေါ်လာချိန်မှာ သူ့ဘဝရဲ့တစ်ဆစ်ချိုးအပြောင်းအလဲတွေက ဘာဖြစ်မလဲဆိုတာ…File Size : (2.9GB) (816 MB) and (312 MB)Quality : Blu-Ray 1080P5.1CH, 720pFormat…mp4Duration…02:00:00Genre : Drama  , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by DSEncoded by SDYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlba RohrwacherDiane FleriEdoardo GabbrielliniFlavio ParentiGabriele FerzettiHonor Swinton ByrneMaria PaiatoMarisa BerensonMattia ZaccaroPippo DelbonoTilda SwintonWaris Ahluwalia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z2HOdnH2LIrNOpF42eNw8bpOkkN.jpg",
      "https://image.tmdb.org/t/p/w300/HtKnZqpFRW2EGcZu2cdQr60pRV.jpg",
      "https://image.tmdb.org/t/p/w300/zqwSA5iMoOVSHmioQi9MkySUumh.jpg",
      "https://image.tmdb.org/t/p/w300/2xDyKcZswnqZN4ppxh0OeJa0Q5s.jpg",
      "https://image.tmdb.org/t/p/w300/ipMcOjrmwJJ5iQKI55FTfAl61N7.jpg",
      "https://image.tmdb.org/t/p/w300/lo29Wa7trjlpGeQR18mOx6HJKtS.jpg",
      "https://image.tmdb.org/t/p/w300/ftm9cErPGuI61OtruvWX1QMZqID.jpg",
      "https://image.tmdb.org/t/p/w300/t2FmRuYAy6W4fAydu4LyHYejWZ3.jpg",
      "https://image.tmdb.org/t/p/w300/lF8OQd31DaOZx7j0gfbpFeNL7Cg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ss57QaZX5OE3YxoTZeKW5Y6U83S.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/59m3ksm417gi.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-love-2009-blu-ray-1080-p-5-1-ch-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/19zku/I.Am.Love.2009.BLU-RAY.1080P5.1Ch(DS).mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/g3oCSJqa#l8zvPByVcosBvly03KXTVP4C2tpeYvq2sp9LFH-vY-s",
        "server": "mega.nz",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ipq3o21o6w05.html",
        "server": "usersdrive.com",
        "size": "816 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-love-2009-blu-ray-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "816 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/19zke/I.Am.Love.2009.BLU-RAY.720P(DS).mp4",
        "server": "megaup.net",
        "size": "816 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/grZHxSCK#4DPhp2XQBt5zfiPm5gTzMQW8Mv6h0mTu-AZfrTZV7aI",
        "server": "mega.nz",
        "size": "816 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/34f6js67tfds.html",
        "server": "streamsb.com",
        "size": "816 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/l31ilx9x7eap.html",
        "server": "usersdrive.com",
        "size": "312MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-love-2009-blu-ray-480-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "312MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/19zpe/I.Am.Love.2009.BLU-RAY.480P(DS)_.mp4",
        "server": "megaup.net",
        "size": "312MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/9jhwlSwB#kQsOBGPBNu4O9ZDADYDT9IPkrZUFDvi_klovqzkO_EM",
        "server": "mega.nz",
        "size": "312MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/ygos3nlqfb3y.html",
        "server": "streamsb.com",
        "size": "312MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "0NjA8CIDvZ8",
      "video_url": "https://www.youtube.com/watch?v=0NjA8CIDvZ8",
      "embed_url": "https://www.youtube.com/embed/0NjA8CIDvZ8"
    }
  },
  {
    "metadata": "||1h 22 min|Action,Dragon Gate Posthouse,History,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "524"
    },
    "title": "Dragon Gate Posthouse 7: New Wedding Dress ( 2018 )",
    "description": "ကန္တာရရဲ့ အစွန်းဆုံးက ယွဲ့ယာမြို့ဟောင်းမှာ လုံမိန်ရပ်နားစခန်းတစ်ခုရှိပါတယ်။အခု CM ကဘာသာပြန်ပေးတဲ့ ရုပ်ရှင်လေးကတော့ လုံမိန်ရပ်နားစခန်းနဲ့ယွဲ့ယာမြို့အတွင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းလေးတွေပဲ ဖြစ်ပါတယ်။ဆယ်ကားထွက်ထားတဲ့ရုပ်ရှင်ဖြစ်တာကြောင့် ကျန်ဇာတ်ကားများအားလုံးကိုတစုတစည်းထဲ အောက်ကလင့်မှာရှာလို့ရပါတယ်ဒီမှာရှာပါဒီအပိုင်းမှာတော့ ယွဲ့ယာမြို့ဟောင်းမှာရှိတဲ့မာတာ့လုဟာတစ်နေ့မှာ စာပို့စရာရှိတာကြောင့်မုံ့မြို့ဆီကို ရက်အတော်ကြာသွားဖို့ကိစ္စဖန်လာခဲ့ပါတယ်။ဒါပေမဲ့မုံ့မြို့ရဲ့ ထုံတမ်းစဉ်လာအရသရဲမင်္ဂလာပွဲဆိုတဲ့ ဓလေ့ထုံတမ်းစဉ်လာတစ်ခုရှိခဲ့တယ်။အဲ့ဒါကတော့ အိမ်ထောင်မကျသေးတဲ့မိန်းမပျိုလေးတွေ ဆုံးပါးသွားတဲ့အခါသက်ရှိထင်ရှားရှိနေတဲ့ယောကျ်ားတစ်ယောက်ကိုသေဆုံးသွားတဲ့မိန်းမပျိုလေးနဲ့လက်ထပ်ခိုင်းပြီးအဲ့မိန်းမပျိုရဲ့ကမ္ပတည်းတိုင်ကိုအိမ်ဆီခေါ်သွားခိုင်းတာပေါ့။ဒီလိုနဲ့မာတာ့လုတစ်ယောက်အမှတ်မထင်ဒီကိစ္စထဲပါဝင်ပတ်သက်လာမိတယ်။ဒါတင်မကပဲ မုံ့မြို့ညဘက်ရောက်တိုင်းသစ်ပင်တစ်ပင်အောက်မှာဗြက်စောင်းထိုင်တီးတတ်တဲ့ရူးကြောင်ကြောင် အမျိုးသမီးတစ်ယောက်ရှိတယ်တဲ့။သူက ညရောက်တိုင်းအိမ်ထောင်မကျသေးတဲ့လုလင်ပျိုတွေကို မြှားခေါ်လေ့ရှိတယ်။သူ့နာမည်ကတော့ယွိလင်းလုံခေါ်တာပေါ့။ဒီလိုဖြစ်ရတဲ့အကြောင်းရင်းကတော့ အရင်တုန်းကသူအရမ်းချစ်ရတဲ့ ဝမ်းကွဲအစ်ကိုကြောင့်ပဲ။ဒီလိုနဲ့ မာတာ့လုနဲ့အမှတ်မထင်တွေ့ကြရာကနေဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။ဘာကြောင့်များဒီယွိလင်းလုံမိန်းကလေးက ဒီလိုတွေလုပ်နေရတာလဲ။မာတာ့လုကကောဒီပြဿနာကိုဖြေရှင်းနိုင်ပါ့မလားစတဲ့စိတ်ဝင်စားစရာတွေတွေအပြင် အချစ်ကိုဘုရားလိုကိုးကွယ်တဲ့ယွိလင်းလုံရဲ့သနားစရာဇာတ်လမ်းလေးကိုမြင်တွေ့ရမှာ ဖြစ်ပါတယ်Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , History , MysteryRuntime : 1h 22 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Ann ChiEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang Zhilin、Wen Songxian、Liu Jiahui、Zhao Ke、Huang Yiwen、Han DongStarsZhang Zhilin、Wen Songxian、Liu Jiahui、Zhao Ke、Huang Yiwen、Han DongCastZhang Zhilin、Wen Songxian、Liu Jiahui、Zhao Ke、Huang Yiwen、Han Dong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7bfuWQe7cnjQ9jWzkbFgM53Mcl6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r0bSBhGw9MT922VzpAVBXX1uagK.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-7-new-wedding-dress-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.12GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b84f9idmhwhd.html",
        "server": "usersdrive.com",
        "size": "2.12GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1YC9h/Dragon_Gate_Posthouse_7_New_Wedding_Dress_2018_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "2.12GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zM0D0RLb#RLKqqtKTdMnKsE5EEXFrMX9NwAK0I45dm_bqaJ9wnh0",
        "server": "mega.nz",
        "size": "2.12GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/t570adbcr5vn",
        "server": "streamsb.com",
        "size": "2.12GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/a6t1w1676cuf",
        "server": "streamvid.io",
        "size": "2.12GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-7-new-wedding-dress-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.08GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1ldsyj04aujc.html",
        "server": "usersdrive.com",
        "size": "1.08GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mYUWlRiL#La_1fz1RuQSoI-LhUPrGwzAW9X15eRRup5_BaZmY4KY",
        "server": "mega.nz",
        "size": "1.08GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "167000"
    },
    "title": "Call Me Chihiro(2023)",
    "description": "Call Me Chihiro(2023)********************Netflixက ထုတ်လွှင့်ခဲ့တဲ့ ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ချီဟီရိုဆိုတဲ့ မိန်းမလှလေးက သူ့ရဲ့ဘဝကို ပင်လယ်ကမ်းခြေနားက မြိုသေးသေးလေးတစ်ခုမှာပေါ့ပေါ့ပါးပါးနေထိုင်နေတဲ့ သူတစ်ယောက်ပါ….အသင့်စားထမင်းဘူးလေးတွေရောင်းတဲ့ ‌ဆိုင်မှာဝင်လုပ်ရင်း မြိုလေးထဲရှိသမျှလူကြီးလူငယ်မရွေး တိရိစ္ဆာန်လေးတွေကိုက အစ ကြင်နာသနားတတ်တဲ့သူလေးပေါ့…ဒါပေမယ့် သူ့ရဲ့အတိတ်ကတော့ သိပ်မလှလှပါဘူး….အရင်က အနှိပ်ခန်းတစ်ခုမှ လိင်လုပ်သားအဖြစ် အလုပ်လုပ်ခဲ့ဖူးတဲ့ ချီဟီရိုတစ်ယောက်က တကယ့်တကယ်ဘဝကို ဇာတ်မြှုပ်ပြီး အေးအေးဆေးဆေးနေထိုင်ဖို ကြိုးစားတဲ့အခါမှာ ပတ်ဝန်းကျင်ရဲ့ အမြင်စိတ်ဒဏ်ရာတွေနဲ့ ဘဝကိုဖြတ်သန်းခဲ့ရင်းရခဲ့တဲ့ သင်ခန်းစာတွေနဲ့တကယ်ရော အေးအေးဆေးဆေးဖြတ်သန်းနိုင်ပါ့မလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်….File Size :(1.9GB) and (803MB)Quality :NF.Web-Dl 1080P,720pFormat…mp4Duration…01:23:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Shoon & ThynnEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHana ToyoshimaItsuki NagasawaJun FubukiKasumi ArimuraKeiichi SuzukiLily FrankyMitsuru HirataMiwako IchikawaRyuya WakabaTetta ShimadaToshie NegishiYui Sakuma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jLo6QSkpFBHXSo3bIn9DGikKTBB.jpg",
      "https://image.tmdb.org/t/p/w300/xOlEdqLMwf1OakIC1sokact3Piq.jpg",
      "https://image.tmdb.org/t/p/w300/8v6r6vbVTzZJsxxxeUy67oadYbi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bFryUqUKAJIgzIC8OeTzqm8td2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/j38wvxvxkvcx.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/call-me-chihiro-2023-nf-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Sr6e/Call.Me.Chihiro.2023.NF.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/IQ0iVKbK#L80B_ZvRrtrLGQnmIhfUL7YL7eSzpWwzijRKiLAgMKU",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/jkj8vnefjzte.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/f33rp8cw08g9",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/phgublufmxb6.html",
        "server": "usersdrive.com",
        "size": "803MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/call-me-chihiro-2023-nf-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "803MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yoyi/Call.Me.Chihiro.2023.NF.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "803MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/JJcklJ4a#ykEgGVeZuI3k4q22Z0uh0VzRJug2tZLokgotgF8bX6o",
        "server": "mega.nz",
        "size": "803MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/qb6ztrux873y.html",
        "server": "streamsb.com",
        "size": "803MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/pu3d0jsjzlxe",
        "server": "streamvid.io",
        "size": "803MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  }
]