[
  {
    "metadata": "||130 min|Comedy",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "1,417"
    },
    "title": "Suck Seed (2011)",
    "description": "2011 ခုႏွစ္ထြက္ ထိုင္းေက်ာင္းသား ဟာသလူငယ္အခ်စ္ဖန္စီကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ဂီတကိုယ္ ဗန္းျပၿပီး ေပၚပင္လုပ္ျခင္တဲ့ အထက္တန္းေက်ာင္းသား လူငယ္ေလးတစ္စုဒီလိုနဲ႔ေပၚပင္လုပ္ရင္း တစ္ေန႔မွာ တကယ့္ ဂီတကို ၀ာသနာပါတဲ့ ေကာင္မေလး ေခ်ာေခ်ာေလး နဲ႔ဆံုမိတဲ့ အခါမွာေပၚပင္လုပ္ခ်င္တဲ့ အထက္တန္းေက်ာင္းသား လူငယ္ေလးေတြ တကယ္ေကာင္မေလးေၾကြေအာင္ အမွန္အကန္လုပ္ျပၾကတဲ့ အခါမွာ ဘယ္လို အလြဲေတြျဖစ္ၾကမလဲဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကုိေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါ လူငယ္ဆန္ဆန္ဟာသေလးေတြနဲ႔ မို႔ တကားလံုး မပ်င္းေအာင္ ဆြဲေခၚသြား မွာမို႔ ထိုင္းကား ေတြနဲ႔ ေ၀းကြာေနတဲ့ပရိတ္သတ္ႀကီး ေတာ့ အႀကိဳက္ေတြ႕မွာပါQty – 720p BlurayDuration – 1hr 33minGern – ComedyTranslator – Kaung HeinEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6rAJ8CntMNK334fT35hwmBXM0BT.jpg",
      "https://image.tmdb.org/t/p/w300/43AWI7Ra01uzDNw5dkcD6k4bLTp.jpg",
      "https://image.tmdb.org/t/p/w300/hZXuUYdUarZaoP8pGXNXQDxT8Hh.jpg",
      "https://image.tmdb.org/t/p/w300/A8JYLAS9eACjIveQP3q05HGliMV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/24171985_940032099483292_493884456_n.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/suck-seed-2011",
        "server": "VIP Links",
        "size": "933MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/suck-seed-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "933MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ohwjhcsfqzzz.html",
        "server": "usersdrive.com",
        "size": "933MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/2iw8na9r0vlz.html",
        "server": "datbu.com",
        "size": "933MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Awv5/Suck_Seed_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "933MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/jw6vpi97fm7o",
        "server": "veryfiles.com",
        "size": "933MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2023|1h 18m|Action,Animation,Comedy",
    "rating": {
      "rating": "7/10",
      "rating_count": ""
    },
    "title": "Scooby-Doo! And Krypto, Too! (2023)",
    "description": "Scooby-Doo! and Krypto, too! (2023) Leaked Version(Official မဟုတ်ဘဲ Leak လာတာဖြစ်တဲ့အတွက် 1080p မရတာကို နားလည်စေချင်ပါတယ်။ 720p တောင်မှ ကြည့်လို့ပြေအောင် ချဲ့ကုတ်ထားရပါတယ်)မော်ဒန်ခေတ် Animation ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ Studio တွေရဲ့ ပြိုင်ဆိုင်မှုတွေ Fan တွေရဲ့ ပေါက်ကွဲအားတွေနဲ့ အတူ Animation တွေဟာ ရုပ်ရှင်ဇာတ်ခုံမြင့်ပေါ်မှာ အလုအယက် နေရာယူလာကြပါပြီ။ ခွေခေတ် VCD ခေတ်တွေကနေ Streaming Service ကို ကူးပြောင်းလာတဲ့ ကာလမှာ Writer တွေ Producer တွေဟာလည်း Animation တွေကို တစ်ခေတ်ဆန်းတဲ့နည်းနဲ့ ခေတ်နဲ့လည်း လိုက်လျောညီထွေအောင် ရိုက်ရင်း ပရိသတ်တွေဆီကို အမြင်သစ်နဲ့ ယူဆောင်လာခဲ့ကြတယ်။ သို့ပေမဲ့လို့ Streaming Service တွေ မပေါ်ခင် ကျွန်တော်တို့ Generation ရဲ့ ငယ်ဘဝ ပျော်စံရာကြီးဖြစ်ခဲ့တဲ့ ခွေခေတ်မှာလည်း WALL-E တို့လိုမျိုး “Animation ဟာ ရိုးရိုးကာတွန်းဆိုတာထက် မပိုဘူး” ဆိုပြီး ကြည့်ရှူသူတွေရဲ့ အတွေးတွေကို ရိုက်ခတ်ပစ်လိုက်တဲ့ ရုပ်ရှင်တွေကိုလည်း စတူဒီယိုကြီးတွေက risk ယူပြီး ဖန်တီးခဲ့ကြသလို Toy Story, Up အစရှိတဲ့ ကွန်ပျုတာသုံး 3D Animation တွေနဲ့ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝကို ပြည့်စုံစေခဲ့ကြတယ်ပေါ့ဗျာ။လောလောလတ်လတ် Oscar Best Animated Feature မှာ ပီနိုချီရိုကို အမြင်သစ်နဲ့ ဖော်ပြထားတဲ့ရုပ်ရှင်နဲ့ ဆုရသွားခဲ့တဲ့ Guillermo ကြီးကလည်း Animation တွေဟာ Pure Cinema ဖြစ်ပြီး ဖန်တီးသူတွေကိုလည်း နည်းပညာသမားတွေအဖြစ် မမြင်ဘဲ အနုပညာရှင်တွေအဖြစ် မြင်ပေးဖို့ ပြောခဲ့ပါသေးတယ်။ အခုမော်ဒန်ခေတ်လို မရေမတွက်နိုင်တဲ့ ကွာလတီကောင်းကောင်း Animation ရုပ်ရှင်တွေ ကြီးစိုးလာချိန်မှာ တစ်ချိန်က ကျွန်တော်တို့ ကျုရှင်ကနေ အိမ်ကိုပြန်လာတိုင်း လွယ်အိတ်ပစ်ချပြီး တီဗီရှေ့ မျောနေခဲ့ရတဲ့ ကာတွန်းကားတွေကိုလည်း ဘယ်မေ့ထားကြနိုင်လိမ့်မှာတုန်းဗျာ။ အဲဒီထဲမှာမှ Scooby-Doo အပါအဝင် Tom & Jerry, Mickey Mouse, Peter Pan, Cinderella တို့ဟာ ကျွန်တော်တို့ ငယ်ဘဝကို အကြီးအကျယ် ရိုက်ခတ်စေခဲ့တဲ့ အမှတ်တရတွေပေါ့။ နောက်ပိုင်းတော့ Remake တွေ Live-Action တွေနဲ့ ဒီဇာတ်ကောင်တွေကို ပိတ်ကားထက်ပေါ် တဖန် ပြန်ခေါ်လာဖို့ ကြိုးစားခဲ့ကြပေမယ့်လည်း ထင်သလောက် အရာမရောက်ခဲ့ရတဲ့ ရုပ်ရှင်တွေ မနည်းတော့ပါဘူး။ ဒီလိုနဲ့ မှေးမှိန်စ ပြုလာပြီဖြစ်တဲ့ ငယ်ဘဝ အမှတ်တရတွေထဲမှာ Scooby-Doo ကလည်း တစ်ထောင့် တစ်နေရာကနေ ပြည့်စုံစေခဲ့ဖူးတာ ငြင်းရက်စရာမရှိပါဘူး။ ချစ်စရာခွေးလေးတစ်ကောင်ရယ် လူငယ်လေးယောက်ရယ် အပြာရောင် တောက်တောက် ဗန်ကားလေးတစ်စီးရယ်နဲ့ အမြို့မြို့အနယ်နယ်က သရဲခြောက်နေပါတယ်ဆိုတဲ့ နေရာတွေကို ဓာတ်မီးကိုယ်စီနဲ့ ပတ်အဖြေရှာတဲ့ဇာတ်ဟာ ဖန်တရာတေနေတဲ့ ဇာတ်ပေမယ့် သရဲတစ်ကောင်ပေါ်လာတိုင်း ဒူးတုန်အောင်ကြောက်ရသလို စကူဘီဒူးနဲ့ ရှက်ဂီနှစ်ကောင်ပေါင်းပြီး မွှေတာကိုလည်း အကြိမ်ကြိမ်အဖန်ဖန် ရယ်မောခဲ့ကြတာ အရိုးသားဆုံးအမှန်တရားတွေပေါ့။ အလယ်က ဇာတ်အိမ်တွေ ဘယ်လိုပြောင်းပြောင်း ဗားရှင်းအသစ်တွေ အထပ်ထပ်အကာကာ ဘယ်လိုပဲလုပ်လုပ် Universe ကြီးတွေနဲ့ Collaboration အကြိမ်ကြိမ်လုပ်ခဲ့တဲ့တိုင် မရိုးမအီနိုင်အောင် မျောပါသွားခဲ့ကြတာပဲ မဟုတ်လား။ဒီတစ်ခါက Collaboration ကတော့ စကူဘီဒူးတင်မက ခရစ္စပတိုလည်း ပါသဟေး ဆိုတဲ့အတိုင်း စကူဘီဒူးနဲ့ DC ပါ။ ပြောရရင် DC က နာမည်ကြီးတော်တော်များများလည်း ပါပါတယ်။ ဘတ်မန်း စူပါမန်း ဂျက်စတစ်လိဂ် လက်စ်လူသာ ဂျိုကာ ဟာလေကွင်း ဂျန်နရယ်ဇော့ လူးဝစ်လိန်း အစရှိသဖြင့်ပါ။ ဇာတ်ကတော့ ဒီလိုစပါတယ်…Hall of Justice ကနေ စူပါမန်းတို့အဖွဲ့ ရုတ်တရက်ကြီးပျောက်ချင်းမလှပျောက်သွားကြပါတယ်။ သူတို့မရှိတော့တဲ့ Hall of Justice မှာ သရဲတွေပါခြောက်လာပါတယ်။ ဒီတော့ လူးဝစ်လိန်းဟာ သတင်းထောက်ပီပီ အဆက်အသွယ်စုံလေတော့ နာမည်ကျော်သရဲစုံထောက်အဖွဲ့ကြီးကို ဒီအမှုကိုဖြေရှင်းဖို့ ဖိတ်ကြားလိုက်ပါတယ်။ စကူဘီဒူးတို့အဖွဲ့ပါပဲ။ စူပါဗီလိန်တွေသောင်းကျန်းနေတဲ့မြို့ပေါ် စကူဘီတို့ အမှုလာဖြေရှင်းတဲ့အခါ သူ့သခင်ကိုရှာနေတဲ့ ခရစ္စပတိုနဲ့တိုးကြပါလေရော။ စကူဘီနဲ့ ခရစ္စပတိုဆိုတဲ့ ခွေးလေး၂ကောင် စူပါမန်းတို့ကို ကယ်နိုင်မလား ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ ခရစ္စပတိုဟာ သိပ်ချစ်ဖို့ကောင်းလွန်းနေတော့ ဒီကားကို အားလုံးသဘောကျကြမှာ သေချာသလောက်ပါပဲ။(အညွှန်းရေး‌ပေးထားသူက‌တော့Linn Ko Maungဖြစ်ပြီး ဇာတ်ကားကိုတော့Scooby Doobyမှ ပြန်ဆိုပေးထားပါတယ်)Size – 1.5GB, 630MBQuality – 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 18MinGenre – Action, Adventure, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byScooby DoobyEncoded byDooYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCecilia AranovichStarsDiedrich BaderFrank WelkerFred TatascioreGrey DeLisleJeff BennettJeffrey CombsJohn DiMaggioJohn Michael HigginsKate MicucciKevin Michael RichardsonMatthew LillardNicholas GuestNika FuttermanTara StrongTom KennyCastDiedrich BaderFrank WelkerFred TatascioreGrey DeLisleJeff BennettJeffrey CombsJohn DiMaggioJohn Michael HigginsKate MicucciKevin Michael RichardsonMatthew LillardNicholas GuestNika FuttermanTara StrongTom Kenny",
    "screenshot_links": [
      "https://www.themoviedb.org/t/p/original/q0NbWFCz8OrMX6TifZmGhrcZx7I.jpg",
      "https://www.themoviedb.org/t/p/original/t8xM5IkfuQh4KIDVkHBYQHk9lf1.jpg",
      "https://www.themoviedb.org/t/p/original/gz330oR2rdfBMUqeOPdSv0SmfaX.jpg",
      "https://www.themoviedb.org/t/p/original/gJhHI7iGtJT0p9xIJb5hX9uRcht.jpg",
      "https://www.themoviedb.org/t/p/original/fxd4VUVvZT28TvvhfSwZGtWi0Dq.jpg",
      "https://www.themoviedb.org/t/p/w500_and_h282_face/vNoclT3MgixXcwH8oQkDni4jVc8.jpg"
    ],
    "thumbnail_link": "https://www.themoviedb.org/t/p/original/vbIsAHenb9F1SGfeSIhOoWI7gyK.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-scooby-doo-and-krypto-too-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2yMne/(CM)_Scooby-Doo!_and_Krypto,_too!_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JnwHEBLa#1VJ6mKZPJG4Di__5ubIjA9sNxzwbQ8VtflIJqvlg9qk",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fwl5l9253828.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/m8d8rzux0fj2.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ausjbmnmsk1n",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scooby-doo-and-krypto-too-2023-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2yMmq/(CM)_Scooby-Doo!_and_Krypto,_too!_(2023)_480p.mp4",
        "server": "megaup.net",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/w7IWgCQD#yflmf0IKRx8kE5Eto77YYvtnVTc_8boDd7u19186RQs",
        "server": "mega.nz",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/wp9ct8nkvm82.html",
        "server": "usersdrive.com",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/e72eye386aav.html",
        "server": "streamsb.com",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/97yu46fcuuy0",
        "server": "streamvid.io",
        "size": "630MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "1lOkHWeyiBI",
      "video_url": "https://www.youtube.com/watch?v=1lOkHWeyiBI",
      "embed_url": "https://www.youtube.com/embed/1lOkHWeyiBI"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Cobbler(2014) ျမန္မာစာတန္းထိုး",
    "description": "ဒီဇာတ္လမ္းေလးကေတာ့ စိတ္ေပ်ာ္စရာေကာင္းမယ့္ ဟာသကားတစ္ကား ျဖစ္ပါတယ္။ ဒီဇာတ္ကားက ၂၀၁၄ ကတည္းက ထြက္ထားတာျဖစ္ေပမယ့္ ဆုိင္ေတြေပၚမွာေတာ့ အခုမွ ျပန္တင္လာတာေၾကာင့္ ေရြးခ်ယ္ေပးလုိက္ပါတယ္။ ကမၻာေက်ာ္ ဟာသသ႐ုပ္ေဆာင္ အဒမ္ဆန္ဒလာ (Adam Sandler) ရဲ႕ ေနာက္ထပ္ ထူးဆန္းေထြလာ ဟာသကားေလးပဲျဖစ္ပါတယ္။ နယူးေယာက္ၿမိဳ႕မွာ မက္စ္ဆိုတဲ့ ဖိနပ္ခ်ဳပ္သမားတစ္ဦး ရွိတယ္။ မက္စ္ (Max) က အိမ္ေထာင္မရွိေသးတဲ့ လူပ်ဳိႀကီး တစ္ေယာက္ျဖစ္ၿပီး မ်ဳိးဆက္ေလးဆက္ေလာက္ လုပ္ကိုင္လာတဲ့ ဖိနပ္ဆုိင္ကို ဆက္ၿပီး အေမြခံထားတယ္။သ႔ူဆုိင္ေလးက ခပ္ေသးေသးျဖစ္ေပမယ့္ လူေတာ္ေတာ္မ်ားမ်ားက အားကိုးတႀကီး လာၾကတယ္။ တစ္ရက္ေတာ့ သူ႔ဆုိင္ကို ခပ္ရင့္ရင့္ လူမုိက္ ကပၸလီတစ္ေယာက္ သူ႔ဖိနပ္ကို ခြာလဲဖုိ႔လာအပ္တယ္။ ညေန ၆ နာရီေလာက္မွာ အၿပီးလိုခ်င္တယ္ဆုိၿပီး ေျပာတာနဲ႔ သူဖိနပ္ကို အၿပီးသတ္ေနတုန္း ဖိနပ္ခ်ဳပ္စက္က ေရွာ့ခ္ျဖစ္ၿပီး ပ်က္သြားတယ္။ ႀကံရာမရတဲ့ မက္စ္က အဲဒီဖိနပ္ၿပီးဖို႔ ေျမေအာက္ခန္းထဲ ၀င္၊ သူ႔အဘိုးေတြ လက္ထက္ကတည္းက သုံးတဲ့ ခ်ဳပ္စက္အေဟာင္းႀကီး နဲ႔ အၿပီး သတ္လုိက္တယ္။ အဲဒီေနာက္ လာေရြးမယ့္ လူကို အဆင္သင့္ ေစာင့္ေနရင္း သူျပင္ထားတဲ့ဖိနပ္က သူ႔ဆုိဒ္ နဲ႔ တစ္ထပ္တည္းျဖစ္ေနေတာ့ စမ္း၀တ္ၾကည့္ပါေလေရာ။ (ဒီေနရာမွာ တစ္ခု ျဖတ္ေမးခ်င္တာက တကယ္လို႔မ်ား ကြၽန္ေတာ္တို႔ေတြ သူမ်ားဖိနပ္ကို စီးၾကည့္႐ုံ နဲ႔ ႐ုပ္ ေျပာင္း ႐ုပ္လြဲလုပ္ႏုိင္မယ္ဆုိရင္ ဘာလုပ္ၾကမလဲ) ဟုတ္ပါတယ္။မက္စ္တစ္ေယာက္ ဖိနပ္စီးၿပီး မွန္ထဲၾကည့္လုိက္တဲ့ အခ်ိန္ မွာ သူ႔႐ုပ္က ဖိနပ္ပိုင္ရွင္ကပၸလီ ႐ုပ္ေျပာင္းသြားပါတယ္။ အံ့ၾသ ထိတ္လန္႔သြားတဲ့ မက္စ္က ဆုိင္မွာအပ္ထားတဲ့ တျခားသူေတြရဲ႕ ဖိနပ္ေတြကို တစ္ရံၿပီး တစ္ရံ ေလွ်ာက္စီးတယ္။ ဘာမွမထူးပါဘူး။ ေနာက္ဆုံး အေျဖကေတာ့ သူတုိ႔ ဘုိးေဘးေတြ သုံးလာတဲ့ ေျမတုိက္ခန္းထဲက ခ်ဳပ္စက္အ ေဟာင္းႀကီးက ဒီထူးဆန္းတဲ့ အျဖစ္ေတြကို ျဖစ္ေစတာပါ။ ဒီလွွ်ဳိ႕ ၀ွက္ခ်က္ကို သိသြားတဲ့မက္စ္က ဆုိင္မွာရွိတဲ့ ဖိနပ္ေဟာင္းေတြကို သူ႔စက္ႀကီး နဲ႔ တစ္ရံၿပီးတစ္ရံျပင္၊ ႐ုပ္အမ်ဳိးမ်ဳိးေျပာင္းေပါ့။ ေနာက္ရက္ ေနာက္ရက္ ေတြမွာေတာ့ ဖိနပ္သမား မက္စ္ တစ္ေယာက္ ဖိနပ္ေတြအမ်ားႀကီး ထည့္ထားတဲ့ အိတ္တစ္လုံးလြယ္၊ ႐ုပ္ေျပာင္း ႐ုပ္လြဲေတြ လုပ္ၿပီး တစ္ၿမိဳ႕လုံးပတ္လို႔ စိတ္ကူးတည့္ရာ လုပ္ပါတယ္။ ဒီေန႔ေတာ့ ဖိနပ္ သမား မက္စ္ရဲ႕ ဇာတ္လမ္းက စိတ္၀င္စားစရာ ျဖစ္ပါလိမ့္မယ္။ၿပီးေတာ့ မက္စ္ တစ္ေယာက္ ဘာေတြ ဆက္ျဖစ္မလဲဆိုတာေတာ့ ဆက္လက္ၾကည့္ရႈပါဦး ။Movie Download Link>>>>>http://adf.ly/1LF4ypSmall File Size Download Link>>>>http://adf.ly/1LF58R(ဇာတ္ကားအညြန္းကိုေတာ့ Ohn Phwa Pageမွ ကူးယူေဖာ္ျပသည္)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/07/51bb5-1-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "||1h 19 min|Action",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "5262"
    },
    "title": "Fire Storm ( 2023 )",
    "description": "ယာဥ် မတော်တဆမှုတစ်ခုကြောင့် ထောင်ကျနေတဲ့ဝေးဖုန်း…သူထောင်ထဲမှာရှိနေတဲ့အချိန် အပြင်မှာ ကျန်ခဲ့တဲ့အစ်မကအကြွေးဆပ်ဖို့အတွက် ရရာလုပ်ရင်း တယ်လီကွန်းလိမ်လည်မှုအဖွဲ့တစ်ခုရဲ့ထောင်ခြောက်ထဲကျရာက ကိုယ့်ကိုယ်ကိုယ်သတ်သေတဲ့အထိဖြစ်သွားခဲ့ရတယ်ထောင်ကလွတ်လာပြီးနောက်ပိုင်း အစ်မသေဆုံးရတဲ့အကြောင်းကိုစုံစမ်းရင်းလိမ်လည်နေတဲ့အဖွဲ့ကို သိခဲ့ရပြီး သူ့နည်းသူ့ဟန်နဲ့ ကလဲ့စားချေ ဖို့ကြိုးစားခဲ့တယ်..ညီအစ်ကိုလို တပည့်လိုနေခဲ့တဲ့ ရှောင်ဖုန့်ရဲ့အကူအညီနဲ့ဒုခေါင်းဆောင်ဝေရှောက်ကိုရင်းနှီးအောင်လုပ်ပြီးအဖွဲ့ထဲဝင်ကာ အစ်မအတွက် ဘယ်လိုကလဲ့စားချေမလဲ….ပြစ်မှု သက်သေတွေရဖို့ ဘယ်လိုကြိုးစားရယူမလဲ….ခေါင်းဆောင်အထိရော ဖမ်းမိနိုင်ပါ့မလားဆိုတာ……………..Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , CrimeRuntime : 1h 19 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Aye Myat NweEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsChen RanJohn WuPeng TianyingXing YuCastChen RanJohn WuPeng TianyingXing Yu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ddoLbGQ3Rh4y0EFupnN2SZqhLbv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sMUzVqaLwh3hSzOnxwAWVFYedNQ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/firestorm-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x24yylbtaq10.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/7m67rqev9nu3",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VWnq/Firestorm_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/k9zi0blth1ng",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/m6pXXChZ#-Jnd7ZzAFKGgJJRyLsuGUwo-NSjqIQ6TMo0r6WVEKF0",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/firestorm-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "635 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/moaw3hte3z9l.html",
        "server": "usersdrive.com",
        "size": "635 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hRit/Firestorm_2023_720p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "635 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/GrZkEJzK#MdY2s-Sw74mB-KczmxliM7cki-az2wHVyvudG7IKgl4",
        "server": "mega.nz",
        "size": "635 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2015|2h 31m|Action,Bollywood,Comedy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "2.1k"
    },
    "title": "Bruce Lee – The Fighter (2015)",
    "description": "CM ပရိသတ်ကြီးတွေအတွက် Old But Gold ဇာတ်ကားလေးတစ်ပုဒ်ဖြစ်တဲ့Bruce Lee The Fighter ဆိုတဲ့ ဘိုင်ယာဘိုင်မင်းသားပါဝင်ထားတဲ့ဇာတ်ကားတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ကာသစ်ဟာ သူ့ညီမလေးကို အရမ်းချစ်တဲ့သူဖြစ်ပြီးသူ့ညီမလေးအောင်မြင်ဖို့အတွက် သူ့ရဲ့ဘဝကိုတောင် အနစ်နာခံပြီးမတင်ပေးခဲ့သူပေါ့သူတို့မောင်နှမနှစ်ယောက်လုံးဟာ ဉာဏ်အရမ်းကောင်းလွန်းပေမယ့်မိသားစုက နှစ်ယောက်စာ ပိုက်ဆံမတတ်နိုင်လို့ အဖေဖြစ်သူကကာသစ်ကိုပဲ ကျောင်းကောင်းမှာထားပြီး အခွန်မှူးဖြစ်အောင် လုပ်ပေးချင်တာပေါ့ဒါပေမယ့် ညီမလေးကလည်း အခွန်မှူးဖြစ်ချင်နေတော့ကာသစ်က သူ့ကိုယ်သူ အရည်အချင်းမရှိတဲ့သူအဖြစ် ဟန်ဆောင်ပြီးသူ့ညီမလေးကိုပဲ အခွင့်အရေးပေးလိုက်ပါတယ်အဲဒီလိုနဲ့ ကြီးလာတော့လည်း မင်းသားနေရာမှာ အစားထိုးသရုပ်ဆောင်ရတဲ့စတန့်မင်းသားဖြစ်လာခဲ့ပြီး အဖေဖြစ်သူရဲ့ အထင်သေးမှုတွေကိုပဲအမြဲခံနေခဲ့ရတာပေါ့ဒါပေမယ့် သူကတော့ သူ့ညီမလေးအောင်မြင်ရင်ပဲ ကျေနပ်နေပြီးဘဝကို ပျော်ပျော်ပဲဖြတ်သန်းပါတယ်တစ်နေ့ သူ ရဲဝတ်စုံဝတ်ပြီး သရုပ်ဆောင်နေတုန်းရဲတွေကို အရမ်းကြွေတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ရဲ့ အရည်အချင်းရှိတဲ့ရဲပုံစံကို မြင်လိုက်ရပြီး သူ့ကိုတကယ့်ရဲထင်သွားကာသူ့နောက်က တစ်ကောက်ကောက်လိုက်ပါတော့တယ်အဲဒီလိုနဲ့ ကောင်မလေးက လူဆိုးတစ်အုပ်နောက်လိုက်ရင်းကာသစ်ကို တကယ့်ရဲအမှတ်နဲ့ အမြဲအကူအညီတောင်းလို့ ကူညီရင်းကလူဆိုးတွေက သူ့ကို ပစ်မှတ်ထားလာကြတဲ့အခါ..ကာသစ်တစ်ယောက် အဲဒီဒုစရိုက်သမားတွေနဲ့ ဘယ်လိုဖြေရှင်းမလဲသူ့ညီမအတွက်ရော ဘယ်လောက်တောင် အစ်ကိုကောင်းတစ်ယောက် ပီသမလဲဆိုတာဒီဇာတ်ကားထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်File size…3.2GB / 1.7GBQuality…1080p WEBRIP / 720pFormat…mp4Duration….2h 31mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Sora & BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSreenu VaitlaStarsBrahmanandamChiranjeeviKriti KharbandaNagendra BabuRakul Preet SinghRam CharanSaptagiriCastAli BashaArun VijayBrahmajiBrahmanandamChiranjeeviKriti KharbandaMukesh RishiNadhiyaNagendra BabuRakul Preet SinghRam CharanSampath RajSaptagiriTanikella BharaniTisca Chopra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tO2x1l6Mvg9M8n0qcFc8l17bBVw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYjYxMDU3MTEtZjRlMC00NmZlLTk4ZDktZmU0NzZiZWQ1NjRjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bruce-lee-the-fighter-2015-1080-p-uncut-gplay-10-bit-web-ri-p-h-265-hevcaac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y2c595ass926.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Op7p/Bruce_Lee_The_Fighter_(2015)_1080P_UNCUT_GPLAY_10Bit_WEBRiP_H265_HEVCAAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ktshQAqJ#DB7_Jkx0Vh7oLhvMt5JWqX0A-vTb83cI_IEUxxiD9lo",
        "server": "mega.nz",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/p6dyehyax8ab.html",
        "server": "streamsb.com",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/6biqn84o8po2",
        "server": "veryfiles.com",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bruce-lee-the-fighter-2015-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0ckykr4gotgn.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Op7v/Bruce_Lee_The_Fighter_(2015)_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8o8x1YBb#K72GJT2Ef3YWpEkFP9J95RPV_kGPDjtNJnvMxEB0qHg",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/mp7ij8u57tdk.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/sjhhuoowb3sq",
        "server": "veryfiles.com",
        "size": "1.7GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JdSSm6waqgc",
      "video_url": "https://www.youtube.com/watch?v=JdSSm6waqgc",
      "embed_url": "https://www.youtube.com/embed/JdSSm6waqgc"
    }
  },
  {
    "metadata": "|||Crime,Drama,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "211043"
    },
    "title": "The Lincoln Lawyer(2011)",
    "description": "The Lincoln Lawyer (2011) အညွှန်း**********************************IMDb   …. 7.3,,,,RT….. 73%(အလန်းစားနင်းကန်လန်းတဲ့ကားမို့ Blu-Ray 1080p 5.1 CH လေးပါပြုလုပ်ပေးထားပါတယ်…)“ကနဦး ဒေါ်လာ ၁သိန်း အရင်လိုချင်တယ်…ပြီးရင်အလုပ်ချိန် ၁နာရီ ကို ဒေါ်လာ ၅၅၀အမှုစပြီးကြားနာရင် ဒေါ်လာ ၁၀၀ ထပ်တိုးမယ်” ဒါကတော့ ရှေ့နေမစ်ခ်ရဲ့ အမှုတစ်ခုအတွက်ပျမ်းမျှအခကြေးငွေပဲ….ပိုက်ဆံချေမယ်ပြောပြီး ငွေမရသေးရင် တရားရုံးတင်တဲ့ရက်ကိုရွှေ့ပစ်တဲ့ရှေ့နေတစ်ယောက်…သူကဘိန်းရာဇာလိုကောင်တွေနဲ့တောင်အလုပ်လုပ်တဲ့သူ…သူ့မှာသိပ်တော်တဲ့အလွတ်တန်းစုံထောက်တစ်ယောက်ရှိသလိုနယ်ပယ်အသီးသီးက သတင်းအတိအကျရယူပေးနိုင်တဲ့အဆက်အသွယ်တွေလည်းရှိတယ်…ဒီလောက်ဆိုမစ်ခ်ဆိုတဲ့ရှေ့နေဟာ ဘယ်လိုဆရာကျနေမလဲသိလောက်ပါပြီ…ဒီလိုနဲ့တစ်နေ့မှာ မစ်ခ် ဟာ… လူကုံထံသူဌေးသား တစ်ယောက် မုဒိမ်းမှု၊လူရိုက်မှုတွေနဲ့ အစွပ်စွဲခံထားရတဲ့ အမှုကို ကူညီပေးဖို့သဘောတူလိုက်တယ်…အဲ့ဒီမှာ သောက်ကျိုးနည်းပြဿနာတွေ တသီကြီး စပါတော့တယ် ….ဒီကားက မင်းသားကြီးMatthew McConaugheyအဓိကသရုပ်ဆောင်ထားတဲ့ကား…ဒီလိုစရိုက်မျိုးတွေဆို အပိုင်နိုင်ဆုံးလို့တောင်ဆိုရမယ်..ဇာတ်လမ်းက အရမ်းမိုက်သလိုအစမှအဆုံးထိ ဆွဲဆောင်မှုရှိလွန်းတယ်….လက်မလွှတ်သင့်တဲ့ နင်းကန်ကောင်းတဲ့ကားမို့ကြည့်ကြပါလို့ညွှန်းလိုက်မယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်…File Size :(2.17GB)(855 MB) and (377 MB)Quality :Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…01:58:00Genre : Crime , Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thar HtetEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBob GuntonBryan CranstonChristian GeorgeConor O'FarrellDavid CastroDonnie SmithEric EtebariErin CarufelFrances FisherJavier GrajedaJeff ColeJohn LeguizamoJosh LucasKatherine MoennigL. Emille ThomasLaurence MasonMackenzie AladjemMargarita LevievaMarisa TomeiMatthew McConaugheyMatthew MorenoMelanie BenzMelanie MolnarMichael ParéMichael PeñaMichaela ConlinPell JamesRandy MulkeyReggie BakerRyan PhillippeSam UptonShea WhighamStephanie MaceTrace AdkinsWilliam H. MacyYari De Leon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yQUUD3RmZ3hsnsyDZp077pgrnli.jpg",
      "https://image.tmdb.org/t/p/w300/j9QaQVuyQIEwckUbjHpAgA7E4jJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gOn8Ve9Yi8fxjRkmLr5BZoOc7KV.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hf45y6fpy4ih.html",
        "server": "usersdrive.com",
        "size": "2.17GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/6amyi3sb584s.html",
        "server": "usersdrive.com",
        "size": "855 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/6p3haw8or1or.html",
        "server": "usersdrive.com",
        "size": "377MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1zmon/The_Lincoln_Lawyer.2011.BLU-RAY.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.17GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/1zmog/The_Lincoln_Lawyer.2011.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "855 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Tr4v/The_Lincoln_Lawyer.2011.BLU-RAY.480P.PP.mp4",
        "server": "megaup.net",
        "size": "377MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/JDJRECYZ#RbN9XtTxU3WVcRw05QO6NUV23u1vhMJXjjhk8eK_JRs",
        "server": "mega.nz",
        "size": "2.17GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/9TQzQKKQ#XVeYBTu07TFNpxJjFWv9fy_cziv6k1Zxn5d3PsIcE3c",
        "server": "mega.nz",
        "size": "855 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/xeRDnKjK#L6pgRcI_WAH17dZAuukRy3wM9l4dIxklASIslYuiqo4",
        "server": "mega.nz",
        "size": "377MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/igd2jpamsot9",
        "server": "upstream.to",
        "size": "377MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-lincoln-lawyer2011",
        "server": "VIP Links",
        "size": "855 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "IFwE3UgCMIk",
      "video_url": "https://www.youtube.com/watch?v=IFwE3UgCMIk",
      "embed_url": "https://www.youtube.com/embed/IFwE3UgCMIk"
    }
  },
  {
    "metadata": "Not Rated|2023|2h 18m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "39k"
    },
    "title": "Kaiva (2023)",
    "description": "Kaiva 2023 CM ပရိသတ်ကြီးအတွက် ကန်နာဒါစကားပြောဇာတ်ကားတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ကန်နာဒါကားတွေရဲ့ ထုံးစံအတိုင်း အက်ရှင်ဘာညာကတော့ စိတ်ပျက်စေရမှာ မဟုတ်တာမို့ဇာတ်ကြမ်းလေးတွေကြိုက်တဲ့ ပရိသတ်အတွက်တော့ အကိုက်ပါပဲဇာတ်လမ်းအကျဉ်းကတော့ ဘန်ဂလာရူမြို့ဆိုတာ မြေအောက်လောကသားတွေဒုစရိုက်သမားတွေနဲ့ပြည့်နေသလို သမိုင်းကြောင်းအရလဲ ကြီးကျယ်ခမ်းနားပြီးဒဏ္ဍာရီလာဇာတ်လမ်းများစွာနဲ့ မြို့လေးတစ်မြို့ပါအဲ့အချိန်မှာ နယ်မြို့လေးက မင်းသားကိုင်ဗာက အလုပ်လုပ်ဖို့ ဘန်ဂလာရူမြို့ကို ရောက်လာချိန်မှာဆယ်လ်မာလို့ခေါ်တဲ့ ကောင်မလေးကို မြင်မြင်ချင်းချစ်မိသွားပါတယ် ဇာတ်လမ်းလေးကရိုးရှင်းပေမယ့်မရိုးရှင်းတာက ဆယ်လ်မာရဲ့အလုပ်ရှင်မှာ ရန်သူတော်ကြီးသုံးယောက်ရှိနေတာပါ…မြေအောက်လောကသားတွေကြားက ရန်ငြိုးတွေကြားမှာ ဆယ်လ်မာက ဘယ်လိုကြားညှပ်သွားမလဲဆယ်လ်မာကိုချစ်တဲ့ ကိုင်ဗာကရော ဘယ်လိုပါပတ်သတ်ရမှာလဲဆိုတာ CM ပရိသတ်ကြီးပဲစောင့်မျှော်ခံစားပေးကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်တော့ Saii~ Zwe~KKKZ~Cherry တို့ပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size… 2.42GB / 1.22GBQuality…WEB DL 1080p /720pFormat…mp4Duration….2h 18minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJayathirthaStarsB M GirirajDhanveer GowdaDinakar ThoogudeepaKarthik JayaramMegha ShettyRaghu ShivamoggaRamesh IndiraUggram ManjuCastB M GirirajDhanveer GowdaDinakar ThoogudeepaKarthik JayaramMegha ShettyRaghu ShivamoggaRamesh IndiraUggram Manju",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6JhRJ7ixGQKxpqFlPmfKxD0eM82.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/MV5BOWJiMmM1N2EtYzU1Ni00YjZlLTk4Y2UtM2ZmMjJmNmNiOTAyXkEyXkFqcGdeQXVyMTI4MzEwMzk2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kaiva-2023-kannada-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xg8byzwyhcub.html",
        "server": "usersdrive.com",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eeuyn/Kaiva_(2023)_Kannada_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kukGEDaT#R28VkAK44J9qBJggvHtJyhcrnWKeg-gjNRa26nqbbyM",
        "server": "mega.nz",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kaiva-2023-kannada-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.22GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4jn0vmq4kax0.html",
        "server": "usersdrive.com",
        "size": "1.22GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeuyg/Kaiva_(2023)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.22GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gysRlALL#iVWY1tSlvi2A6BWylZCGjqDSJXutm7gFzzgIxJBEpss",
        "server": "mega.nz",
        "size": "1.22GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/z9sxv1dqtl9i",
        "server": "streamsb.com",
        "size": "1.22GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wgyloa56842y",
        "server": "streamvid.io",
        "size": "1.22GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "nj4hu5hyKkU",
      "video_url": "https://www.youtube.com/watch?v=nj4hu5hyKkU",
      "embed_url": "https://www.youtube.com/embed/nj4hu5hyKkU"
    }
  },
  {
    "metadata": "|2017|84 min|Romance",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "359"
    },
    "title": "I See You (2017)",
    "description": "Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ပိတ္ရက္မွာ အနားယူအပန္းေျဖ ၾကည့္ရႈ.နိုင္ဖို႔ဖိလစ္ပိုင္အခ်စ္ Romance ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဂ်ပန္နိုင္ငံ စပိုရိုျမိဳ႕မွာဧည့္လမ္းညႊန္အျဖစ္အသက္ေမြးလမ္းေႀကာင္းျပဳလုပ္ေနတဲ့ ဖိလစ္ပိုင္သူေလး ေလယာ..ေလယာနဲ႔လက္ထပ္ဖို႔နွစ္နွစ္ေက်ာ္ေစ့စပ္ထားတဲ့ ဂ်ပန္နိုင္ငံသား နိုဘုသတို႔သားေလာင္းကေရွာင္ဖဟ္္ေရွာင္ဖယ္လုပ္ျပီး ျခံခုန္တာကို သိသြားျပီးတဲ့ေနာက္ ယာယီမ်က္စိကြယ္ျခင္းျဖစ္ခဲ့တယ္ေလယာ မ်က္စိကြယ္တဲ့အခ်္ိန္ေလယာအနားရုတ္တရက္ေရာက္လာတဲ့ တိုညိွအဆိုးဆံုးေဝဒနာေတြနဲ႔ႀကံဳေနရခ်ိန္ တိုညိုတစ္ေယာက္ေလယာကိုဘယ္လိုကူညီေဖးမရင္းသံေယာဇဥ္တြယ္ခဲ့ရာက.ေလယာမ်က္စိျပန္ျမင္လာတဲ့အခ်ိန္ဘယ္လိုေတြျဖစ္လာမလဲဆိုတာေစာင့္ႀကည့္ႀကပါဦးဒီဇာတ္ကားမွာတစ္ခုသိထားရမွာက မင္းသားလံုး၀မေခ်ာပါဘူး :3ဇာတ္လမ္းသေဘာသဘာ၀ကေတာ့ အေတာ္ေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္လို႔လက္လႊတ္မခံသင္တဲ့ဇာတ္ကားေကာင္းတစ္ကားပါ။(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ျဖဴျဖဴသန္႔ပါ)File Size : (650 MB) and (250 MB)Quality : HDRip 720pRunning Time : 1hr 24minFormat : Mp4Genre :RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Phyu Phyu ThantEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSigrid Andrea BernardoStarsAlessandra de RossiEmpoy MarquezCastAlessandra de RossiEmpoy Marquez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8bo3o7YDlXmTwLmKT2vhQNANswA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYzYxMmUwZjItZWNlMi00ZTZlLWI0YTItNWE0ZjgwZDNlMjRiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://quainator.com/7J5B",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://quainator.com/7J0o",
        "server": "openload.co",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://quainator.com/7J1u",
        "server": "openload.co",
        "size": "250 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adventure,Fantasy,Marvel Universe",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Doctor Strange in the Multiverse of Madness (2022)",
    "description": "IMDb Rating (7.3)ဒေါက်တာစထရိန့်ဂျ် ရုပ်ရှင်အသစ်စက်စက်လာပါပြီ။ ဇာတ်လမ်းကတော့ ဝန်ဒါဗီရှင် ဇာတ်လမ်းတွဲကနေ စတာပါ။ဝန်ဒါဗီရှင် စီးရီးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါပြီ။ဝန်ဒါဗီရှင်စီးရီးအပြီး စကားလက်ဝစ်ချ်(ကြက်သွေးရောင်စုန်းမ) ဖြစ်သွားတဲ့ ဝန်ဒါဟာ မှော်ပညာတွေကို စွန့်လွှတ်ပြီးတစ်ယောက်တည်း နေထိုင်နေပါပြီ။ ဒါပေမဲ့ အပြိုင်စကြဝဠာတွေကို ကူးသန်းဖို့ ပေါ်တယ်တံခါး ဖွင့်နိုင်စွမ်းရှိတဲ့အမေရိကချားဗက်စ်ဆိုတဲ့ ကလေးမလေးနဲ့ ဒေါက်တာစထရိန့်ဂျ်တို့ တွေ့ဆုံတဲ့အခါ၊ ကလေးမလေးကိုနတ်ဆိုးတစ်ကောင်က လိုက်ဖမ်းနေကြောင်း သိလိုက်ရတာမို့ ဒေါက်တာစထရိန့်ဂျ်ဟာ ဝန်ဒါမက်ဆီမော့ဖ်ကိုအကူအညီတောင်းလာပါတော့တယ်။အဲဒီကနေ အပြိုင်စကြဝဠာတစ်လျှောက် ရန်သူတွေ တိုက်ပွဲတွေ စတင်လာပါတော့တယ်…။WEB-DL Quality ကို 4K IMAX HDR နဲ့ပါ တင်ဆက်ထားပါတယ်။(HDR Version ကိုတော့ HDR Support လုပ်တဲ့ ခေတ်ပေါ်ဖုန်းတချို့..Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပြီး ရိုးရိုး Device တွေကတော့ 4K HEVC SDR ကိုသာ ဒေါင်းလုတ်လုပ်ကြပါ။)File size…  (5.2 GB)/(6.1 GB)/(2.65GB) /(1.5 GB) / (957MB)Quality….  WEB-DL4K IMAX HDR SDR/1080p /720p / 480pFormat…mp4Duration….02:06:00Genre…Action /Aventure/ fantasySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam HugillAko MitchellAliyah CamachoAndré LayneAndrew MorgadoAndy BaleAnson MountAnthony KnightAudrey WasilewskiBenedict CumberbatchBenedict WongBobbie LittleBridget HoffmanBruce CampbellCecilia AppiahCharlie NortonCharlize TheronChess LopezChiwetel EjioforChristian RummelDaniel SwainDavid TseEden NathensonElizabeth OlsenGabriella Cooper-ParsonsGregory FungHayley AtwellJessica PenningtonJett KlyneJohn KrasinskiJordan AlexandraJoshmaine JosephJoshua PeaceJulian HilliardKevin DaltonLashana LynchMichael StuhlbargMichael WaldronMomo YeungNina JalavaNuakai AruOrphee SidibePatrick StewartRachel McAdamsRichie PalmerRoss MarquandRuth LivierScott SpiegelSheila AtimTopo WresniwiroVictoria GroveVictoria SterlingVinny MoliXochitl GomezYasmin ChadwickYenifer Molina",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcKFYIiVDvRURrzglV9kGu7fpfY.jpg",
      "https://image.tmdb.org/t/p/w300/lv3TXqhpaIxkclIHbhN2MRMOemQ.jpg",
      "https://image.tmdb.org/t/p/w300/gUNRlH66yNDH3NQblYMIwgZXJ2u.jpg",
      "https://image.tmdb.org/t/p/w300/6tZeX0gvlPzHU8phHuiZD8Gsa11.jpg",
      "https://image.tmdb.org/t/p/w300/dTn1HGhCuq26IoBq9qKsiYNFxfq.jpg",
      "https://image.tmdb.org/t/p/w300/k9v0ZJ54TP0nCbVBZqsC0Q8B9kH.jpg",
      "https://image.tmdb.org/t/p/w300/AdyJH8kDm8xT8IKTlgpEC15ny4u.jpg",
      "https://image.tmdb.org/t/p/w300/aiURol0uepOhtJQuup1ayOhSWa5.jpg",
      "https://image.tmdb.org/t/p/w300/aaBEOygdsIZf2a9LOd79hUcZu5n.jpg",
      "https://image.tmdb.org/t/p/w300/shDYfjtNFyZmf7uZNtOLaI6iJXM.jpg",
      "https://image.tmdb.org/t/p/w300/v4ZgR8JXoJJf4Bag1dQCmhPySSh.jpg",
      "https://image.tmdb.org/t/p/w300/7WRQA5R69NqNJqW200WNRWwbwUv.jpg",
      "https://image.tmdb.org/t/p/w300/u08uSW1Kzc2Oe4YkXwjS9awQAKD.jpg",
      "https://image.tmdb.org/t/p/w300/3eQIcFFmlmz8yqGzGq0ZCOOWoFJ.jpg",
      "https://image.tmdb.org/t/p/w300/ndCSoasjIZAMMDIuMxuGnNWu4DU.jpg",
      "https://image.tmdb.org/t/p/w300/11ZcwW7KqNPwKzFcyFGrA0MBt49.jpg",
      "https://image.tmdb.org/t/p/w300/fBStjn6y58rZ4QMyMGkodFdEIJa.jpg",
      "https://image.tmdb.org/t/p/w300/5RHc3iiLMQgjNU1mCJ9SM17JQAj.jpg",
      "https://image.tmdb.org/t/p/w300/4TIRvoMRretogHfr988pdm062Vy.jpg",
      "https://image.tmdb.org/t/p/w300/zUYGHXnIVkP7HHipLm1P0jhwIbJ.jpg",
      "https://image.tmdb.org/t/p/w300/gN264FfwGRU0ixdEmMQOjClQ1Kk.jpg",
      "https://image.tmdb.org/t/p/w300/i6H0s8nM8dPu3EvcKYi50b69XYU.jpg",
      "https://image.tmdb.org/t/p/w300/d0LfrKXMogbJujV6Mc7L9cUssC8.jpg",
      "https://image.tmdb.org/t/p/w300/2ylEZweqpESFvGPzR1JDUCEg2pp.jpg",
      "https://image.tmdb.org/t/p/w300/3NMTImL2NHi7yAfLp7nDPLWmb2I.jpg",
      "https://image.tmdb.org/t/p/w300/1Rqkk4pfJeq3r8rSob4dsC6xZmD.jpg",
      "https://image.tmdb.org/t/p/w300/kV3f192Cz9frGWcJUm3YtaYMVNI.jpg",
      "https://image.tmdb.org/t/p/w300/zzFQk6KDMCIhXlUwrhbYTtx8tvA.jpg",
      "https://image.tmdb.org/t/p/w300/nfgFyMyewlj1E3RGeHRUWZARJlT.jpg",
      "https://image.tmdb.org/t/p/w300/xYajndQR40qWduIScJDEstkftvj.jpg",
      "https://image.tmdb.org/t/p/w300/eX7cLqwWDqjLnZEd2OdvaTx2o5e.jpg",
      "https://image.tmdb.org/t/p/w300/x7QlYRm1ALjE5zHs8vEGvvshlWU.jpg",
      "https://image.tmdb.org/t/p/w300/gRxjOxn9n3LoAHg5CqoVIHf9TMp.jpg",
      "https://image.tmdb.org/t/p/w300/xvIAeAyXakMHPOgU7URp1kqKQZI.jpg",
      "https://image.tmdb.org/t/p/w300/opyjgHMHM1q9RsgYuwm2WCiAzkG.jpg",
      "https://image.tmdb.org/t/p/w300/248alQx2wdI4n5SOaNtrA7Znrd9.jpg",
      "https://image.tmdb.org/t/p/w300/qfN6zIDbCGkZHR2QGAmSBEwNMcU.jpg",
      "https://image.tmdb.org/t/p/w300/un2j6H12z6xd8gt29dR4nXzvKcX.jpg",
      "https://image.tmdb.org/t/p/w300/wPKhu8NgdMH258ztj4tzqYRBgHS.jpg",
      "https://image.tmdb.org/t/p/w300/p1oWXATsQl1Q204B929eNl2uaDl.jpg",
      "https://image.tmdb.org/t/p/w300/jQ8QGubTbCEcElSPEiySzLYZ2fX.jpg",
      "https://image.tmdb.org/t/p/w300/2L2cXgUe4BSb3aF8NSWmtocK5UN.jpg",
      "https://image.tmdb.org/t/p/w300/3pjew3SaBuJHoJCvAKgl4knhKiS.jpg",
      "https://image.tmdb.org/t/p/w300/6do8rlDHJ16DsB449LCe8zf5s8j.jpg",
      "https://image.tmdb.org/t/p/w300/9ii8mNgX8kZd5oJS1NyyfYxFem6.jpg",
      "https://image.tmdb.org/t/p/w300/gtGUvavuQoc7YKuS1QYXEEeiNXQ.jpg",
      "https://image.tmdb.org/t/p/w300/4kiwK39g7QtWkl9YhnopnzgHVjn.jpg",
      "https://image.tmdb.org/t/p/w300/beni5Q18A18DQZOPa7QMC7Wq4nO.jpg",
      "https://image.tmdb.org/t/p/w300/tPnROETvX2OXqBMiFhH9CY9oiEH.jpg",
      "https://image.tmdb.org/t/p/w300/2K5KkoKOnQFVgySEnNYIywdU2md.jpg",
      "https://image.tmdb.org/t/p/w300/tB431i0Mjq4chHEuQ4O3e6SECNo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWM0ZGJlMzMtZmYwMi00NzI3LTgzMzMtNjMzNjliNDRmZmFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/doctor-strange2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hdr-imax-doctor-strange-in-the-multiverse-of-madness-2022-imax-2160-p-4-k-dsnp-web-dl-ddp-5-1-atmos-hdr-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.2 GB",
        "quality": "4K IMAX HDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-imax-doctor-strange-in-the-multiverse-of-madness-2022-imax-2160-p-4-k-dsnp-web-dl-aac-5-1-sdr-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.1 GB",
        "quality": "4K IMAX"
      },
      {
        "link": "https://yoteshinportal.cc/doctor-strange-in-the-multiverse-of-madness-2022-1080-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2rPvq/Doctor.Strange.in.the.Multiverse.of.Madness.2022.1080p.WEB-DL.DDP5.1_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1yu3j1u8ovoo.html",
        "server": "usersdrive.com",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oihUDDgR#ehj33eq0F2J_94jv8JTwPYHwQnFSAcXR86ZCpRCFK0E",
        "server": "mega.nz",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/doctor-strange-in-the-multiverse-of-madness-2022-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.48GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jaibm2ok0ueg.html",
        "server": "usersdrive.com",
        "size": "1.48GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15Uzb/Doctor.Strange.in.the.Multiverse.of.Madness.2022.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.48GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I2YzjBZb#th01zA_93ygTbX8nOOI_4b0Rl2zaooK1erRpu_AHgZ4",
        "server": "mega.nz",
        "size": "1.48GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/nqur9wdzthgi.html",
        "server": "streamsb.com",
        "size": "1.48GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/doctor-strange-in-the-multiverse-of-madness-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "954MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/zm8dpkxsb1lu.html",
        "server": "usersdrive.com",
        "size": "954MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1LS1i/Doctor.Strange.in.the.Multiverse.of.Madness.2022.480p(CM).mp4",
        "server": "megaup.net",
        "size": "954MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/YmYTyDIS#NemyH13OiSGzL2FJh-0qXNkt9x6sNJnyPEr8NKtoY_E",
        "server": "mega.nz",
        "size": "954MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/7z20rtia1pg2.html",
        "server": "streamsb.com",
        "size": "954MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Rt_UqUm38BI",
      "video_url": "https://www.youtube.com/watch?v=Rt_UqUm38BI",
      "embed_url": "https://www.youtube.com/embed/Rt_UqUm38BI"
    }
  },
  {
    "metadata": "PG-13|2021|1h 48min|Adventure,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "4353"
    },
    "title": "Voyagers (2021)",
    "description": "Voyages (2021)IMDb – 5.3ကမ္ဘာကြီးပူနွေးလာမှု မိုးခေါင်ရေရှားမှုလူဦးရေတိုးပွားလာသည်နဲ့အမျှ အစာရေစာမလုံလောက်မှုတို့တွေကြောင့်လူသားတွေဟာ စကြဝဠာထဲမှာ လူတွေ နောက်ထပ်အဆက်ရှင်နိုင်မယ့် ဂြိုဟ်တွေကို ရှာဖွေကပါတော့တယ်အဲ့ဒီ ဂြိုဟ်ကို ၂၀၆၃ မှာ တွေ့ရှိလာပါတော့တယ်။ဂြိုဟ်သစ်ကို ရောက်ဖို့ အနှစ် ၈၀ ကျော်ကြာ အာကာသ ခရီးရှည်ထွက်ရတော့မယ့်အချိန်မှာကမ္ဘာမြေလွမ်းစိတ်တွေ မဖြစ်ရအောင် ဇီ၀သိပ္ပံနည်းနဲ့ ကလေးအယောက် ၃၀ မွေးဖွားပြီးဒီခရီးရှည်အတွက် အကောင်အထည်ဖော်ပါတော့တယ်အနှစ် ၈၀ ကျော်ကြာတဲ့ ခရီးရှည်ဖြစ်တဲ့အတွက်ကြောင့် ဒီပထမမျိုးဆက်ဟာ ယာဉ်ပေါ်မှာပဲ မျိုးဆက်သစ်တွေ မွေးဖွားပြီးသူတို့ရဲ့ မြေးတွေ တစ်နည်းအားဖြင့် တတိယမျိုးဆက်ကလေးတွေကျမှ ဂြိုဟ်သစ်ပေါ်ကို အခြေချနိုင်မှာဖြစ်ပါတယ်။သို့ပေမယ့် လမ်းခရီးမှာ အဖွဲ့ ခေါင်းဆောင်သေသွားတဲ့အခါ……အဖွဲ့သားတွေ သွေးကွဲတဲ့အခါ…….ဒီ ခရီးရှည်ကြီးဟာ ဆုံးခန်းတိုင် အောင်မြင်ပါ့မလား…..မင်းသားကြီး Johnny Depp ရဲ့ သမီးဖြစ်သူ Lily Rose Depp အပါအ၀င် မင်းသားချော Tye Sheridan တို့က အဓိကပါ၀င်သရုပ်ဆောင်ထားပြီးပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တဲ့ adventure and thrillerSci-Fi ကောင်းဖြစ်လို့ ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ရပါတယ်Translated by : Yoon Sandi AungEncoded by  :  YKQuality : 1080p WEBRIP x264 and 720pFile Size : 1.8gb and 1.2gbDuration :1h 48minsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNeil BurgerStarsColin FarrellLily-Rose DeppTye SheridanCastApril GraceArchie MadekweChanté AdamsColin FarrellFionn WhiteheadIsaac Hempstead-WrightLily-Rose DeppLou LlobellMadison HuQuintessa SwindellTye SheridanVeronica FalcónViveik Kalra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9dBSwftCzkC4K4zgMZTwcm58VUR.jpg",
      "https://image.tmdb.org/t/p/w300/sOA1ubMAQ6dCIrjoFIEDt3FCxFf.jpg",
      "https://image.tmdb.org/t/p/w300/aE4rLt9Y1OLA7OBO5vdKaowgt9W.jpg",
      "https://image.tmdb.org/t/p/w300/aJUdXQJ3CEDpe5Zvds9K5qP0AHB.jpg",
      "https://image.tmdb.org/t/p/w300/gNwbb6AlfGvdNwFQwWpgDllyC8w.jpg",
      "https://image.tmdb.org/t/p/w300/yDD2NP84FhISjyDMDC4vUtCQSkA.jpg",
      "https://image.tmdb.org/t/p/w300/qSCjwhvGcmhuWXNpvqOefDWCyjz.jpg",
      "https://image.tmdb.org/t/p/w300/afDY8sXPVNF6mwFVm52YR3c2XUD.jpg",
      "https://image.tmdb.org/t/p/w300/w3047e7iVttFs9p2nnPE2eafL8Y.jpg",
      "https://image.tmdb.org/t/p/w300/o4NanC7ZyHNYbhCFyEgNHc0l07m.jpg",
      "https://image.tmdb.org/t/p/w300/hbExy6ngQivQME6tG2nffXE10RP.jpg",
      "https://image.tmdb.org/t/p/w300/89RVSKY8bJT1y7VHNtOU1kaoXaV.jpg",
      "https://image.tmdb.org/t/p/w300/2bSt4gNsIxCM611I3rY1YTLYV6q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gn2vCmWO7jQBBto9SYuBHYZARaU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/toz4tjdwj5ii.html",
        "server": "usersdrive.com",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xfebl8d979k6.html",
        "server": "usersdrive.com",
        "size": "1.1.GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/voyagers-2021-1080-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/voyagers-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1.GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/WTz9/Voyagers.2021.1080p.WEBRip.x264.(CM).mp4",
        "server": "megaup.net",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/WTz9/Voyagers.2021.1080p.WEBRip.x264.(CM).mp4 https://megaup.net/WTzg/Voyagers.2021.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1.GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/okQ1BQoI#4ZIKuP8IJIx5TT4WYvTAO38ZqnMtki1beUJca8Ottes",
        "server": "mega.nz",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1tZ1BARa#KEUjuRqprg3WWls4UO71uByYNISZaS9lBzUNowwtBYE",
        "server": "mega.nz",
        "size": "1.1.GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/onr4dj9css6s",
        "server": "upstream.to",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/9o9g0d2i99xg",
        "server": "upstream.to",
        "size": "1.1.GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/voyagers-2021",
        "server": "VIP Links",
        "size": "1.89GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "11wwx5VKThY",
      "video_url": "https://www.youtube.com/watch?v=11wwx5VKThY",
      "embed_url": "https://www.youtube.com/embed/11wwx5VKThY"
    }
  },
  {
    "metadata": "NOT RATED|2017|90 min|Horror,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1,947"
    },
    "title": "Pyewacket (2017)",
    "description": "IMDB…..5.8/10ဒီတစ္ခါမွာေတာ့ CM ရဲ႕ပရိသတ္ေတြကုိ thriller ကားေကာင္းေကာင္းေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္…ဒီကားကုိေတာ့ director Adam MacDonal ကရုိက္ကူးထားပါတယ္လီယာရဲ႕အေမက သူ႔ေယာက်ာ္းဆုံးၿပီးတဲ့ေနာက္ သူ႔ရဲ႕တစ္ဦးတည္းေသာသမီးကုိ ထပ္မဆုံးရႈံးခ်င္လုိ႔ အရမ္းဂရုစုိက္ပါေတာ့တယ္ဒါေပမယ့္ ဆယ္ေက်ာ္သက္ေကာင္မေလး လီယာအတြက္ေတာ့ အဲ့လုိ တစ္ခ်ိန္လုံးေစာင့္ၾကည့္ခံရတာလုိ႔ သူ႔အေမကုိ အျမင္မၾကည္ျဖစ္လာပါေတာ့တယ္တစ္ရက္လည္းက်ေရာ သူ႔အေမနဲ႔စကားမ်ားရာကေန “က်မ္းကၽြံရင္ ႏႈတ္လုိ႔ရတယ္ စကားကၽြံရင္ ႏႈတ္လုိ႔မရဘူး” ဆုိတဲ့အတုိင္း သူ႔အေမေျပာမိလုိက္တဲ့စကားတစ္ခြန္းေၾကာင့္ သတ္ခ်င္ေလာက္ေအာင္ ေဒါသထြက္သြားပါေတာ့တယ္တုိက္တုိက္ဆုိင္ဆုိင္ သူဖတ္မိသြားတဲ့စာအုပ္က ေမွာ္အတတ္ စုန္းအတတ္ေတြအေၾကာင္းေရးထားတဲ့ စာအုပ္ျဖစ္ေနတဲ့အခါမွာ သူ႔အေမကုိသတ္ဖုိ႔ အဲ့စာအုပ္ထဲမွာပါတဲ့ ဂါထာနဲ႔ မေကာင္းဆုိးဝါးကုိ ေခၚမိလုိက္တဲ့အခါမွာေတာ့………….(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Esther ပါ)File Size : (750 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-VETOTranslated by EstherEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam MacDonaldStarsBianca MelchiorChloe RoseEric OsborneJames McGowanLaurie HoldenMissy PeregrymNeil WhitelyNicole MuñozRomeo CarereVictoria SanchezCastBianca MelchiorChloe RoseEric OsborneJames McGowanLaurie HoldenMissy PeregrymNeil WhitelyNicole MuñozRomeo CarereVictoria Sanchez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yAlx2Ew98rsxyoFVKnPKtGNf3ys.jpg",
      "https://image.tmdb.org/t/p/w300/uWffh5vY6zXEQdmoIX0JyZJ7hzC.jpg",
      "https://image.tmdb.org/t/p/w300/ez2yAr0CKHdll3t7Ye3rmeudcX.jpg",
      "https://image.tmdb.org/t/p/w300/jhJjlOMYDibolLT5o1Goi6gUza8.jpg",
      "https://image.tmdb.org/t/p/w300/kYC9vnTnWTmsvIl8BMhLBNGLGVE.jpg",
      "https://image.tmdb.org/t/p/w300/uVH4JeqPyVHWVwsYce1z8CxVG36.jpg",
      "https://image.tmdb.org/t/p/w300/cpgLXxtDliFCvijU2CNNwPpZGKy.jpg",
      "https://image.tmdb.org/t/p/w300/nh2f56qxVn26OlvdFielR3llAE6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zG04TVrWrzpSMdmoTygkWR6bZWJ.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/h4j8JpF2",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/hi5N84",
        "server": "drive.google.com",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/XTiUS",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/TKFU",
        "server": "Soliddrive.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/GlcCYl",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/tinmMJ7D",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/iOt3b",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Q8Osb5wG",
        "server": "openload.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Xf595",
        "server": "ClicknUpload.org",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/GOdIv",
        "server": "ClicknUpload.org",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-bbtAKNi_j8",
      "video_url": "https://www.youtube.com/watch?v=-bbtAKNi_j8",
      "embed_url": "https://www.youtube.com/embed/-bbtAKNi_j8"
    }
  },
  {
    "metadata": "||2h 36min|Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "4,001"
    },
    "title": "A Sun (2019)",
    "description": "[Unicode]A Sun 2019ဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ က ထွက်ရှိခဲ့တဲ့ဇာတ်ကားလေးဖြစ်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၀ ဆုရရှိထားတာဖြစ်ပါတယ်မိဘမေတ္တာကို ဖော်ကျူးထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်လို့ ကြည့်ပြီးရင်တော့ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ သေချာပါတယ်ဇာတ်လမ်းအကျဉ်းအားဝမ်က အလုပ်ကြိုးစားတဲ့ ကားမောင်းနည်းပြတစ်ယောက်ပါချန်ကျန်းဟိုနဲ့ ချန်ကျန်းဟောင်ဆိုပြီး သား၂ယောက်ရှိပေမယ့် ကျန်းဟိုက အမြဲပြဿနာရှာတတ်တာကြောင့် သားအဖြစ် အသိအမှတ်မပြုခဲ့ဘူးတစ်ရက်မှာတော့ ချန်ကျန်းဟို အမှုအခင်းရင်ဆိုင်ရပြီး လူငယ်ထိန်းသိမ်းရေးစခန်းကိုရောက်ခဲရတယ်သိပ်မကြာခင်မှာ အားဝမ် သိပ်ချစ်ရတဲ့ သားကြီး ချန်ကျန်းဟောင်လည်း ဆုံးပါးသွားခဲ့တယ်ရုတ်တရက်ကြီး ကံဆိုးမှုတွေ ကြုံလာရတဲ့ ဒီမိသားစုလေးမှာ နောက်ထပ် ကံဆိုးမှုတွေ မကြုံရအောင် သူတို့ဘယ်လိုတွေ ကြိုးစားမလဲဘယ်လိုကာကွယ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ )[Zawgyi]A Sun 2019ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ က ထြက္ရွိခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ႐ုပ္ရွင္ပြဲေတာ္ေတြမွာ ဆုေပါင္း ၁၀ ဆုရရွိထားတာျဖစ္ပါတယ္မိဘေမတၱာကို ေဖာ္က်ဴးထားတဲ့ မိသားစုဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ၿပီးရင္ေတာ့ ရင္ထဲမွာ တစ္ခုခုက်န္ခဲ့မွာ ေသခ်ာပါတယ္ဇာတ္လမ္းအက်ၪ္းအား၀မ္က အလုပ္ႀကိဳးစားတဲ့ ကားေမာင္းနည္းျပတစ္ေယာက္ပါခ်န္က်န္းဟိုနဲ႔ ခ်န္က်န္းေဟာင္ဆိုၿပီး သား၂ေယာက္ရွိေပမယ့္ က်န္းဟိုက အၿမဲျပႆနာရွာတတ္တာေၾကာင့္ သားအျဖစ္ အသိအမွတ္မျပဳခဲ့ဘူးတစ္ရက္မွာေတာ့ ခ်န္က်န္းဟို အမႈအခင္းရင္ဆိုင္ရၿပီး လူငယ္ထိန္းသိမ္းေရးစခန္းကိုေရာက္ခဲရတယ္သိပ္မၾကာခင္မွာ အား၀မ္ သိပ္ခ်စ္ရတဲ့ သားႀကီး ခ်န္က်န္းေဟာင္လည္း ဆုံးပါးသြားခဲ့တယ္႐ုတ္တရက္ႀကီး ကံဆိုးမႈေတြ ႀကဳံလာရတဲ့ ဒီမိသားစုေလးမွာ ေနာက္ထပ္ ကံဆိုးမႈေတြ မႀကဳံရေအာင္ သူတို႔ဘယ္လိုေတြ ႀကိဳးစားမလဲဘယ္လိုကာကြယ္မလဲဆိုတာ ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္ ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Seung ပါ )Quality__NF_720pIMDb Rating__7.6/10Format__mp4Duration__02:36:00Type__Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated bySeungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMong-Hong ChungStarsApple WuChang HanChen-Ling WenChien-Ho WuChih-Ju LinGreg HsuGuan-Ting LiuHsin-yao HuangHung Ta HuIvy YinLi-Tung ChangLung Shao-HuaMing-Shuai ShihShao-Huai ChangShu-qin KeYi-Wen ChenCastApple WuChang HanChen-Ling WenChien-Ho WuChih-Ju LinGreg HsuGuan-Ting LiuHsin-yao HuangHung Ta HuIvy YinLi-Tung ChangLung Shao-HuaMing-Shuai ShihShao-Huai ChangShu-qin KeYi-Wen Chen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8AUJ6a638gLWVgBMMUHLriUgAxG.jpg",
      "https://image.tmdb.org/t/p/w300/1aN3xOuSbhCU785AELdkacDB8sm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tY8w7eOiNwtbiVfPmTxspkt46bW.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-sun-2019",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-sun-2019-nf-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://usersdrive.com/nb6rpdh6qklj.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://mega.nz/file/JxwmnaLY#BL2hVOC6HFLRrKsUjbpWVl55YTGaK34Ayr60ljNZoOc",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://upstream.to/4e8ouwlpxitc",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://megaup.net/Vb03/A_Sun_(2019)_NF_720p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://loadpot.net/pkp4rw3b0k0a/A_Sun_(2019)_NF_720p.mp4.html",
        "server": "datbu.com",
        "size": "1.5 GB",
        "quality": "NF_720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|101 min|Comedy,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "73,053"
    },
    "title": "Demolition (2015)",
    "description": "-IMDb Rating – 7.0/10ခံစားချက်ဆိုတာတွေကကျွန်တော်တို့တွေကို လူသားဆန်စေပါတယ်..။ခံစားချက်မရှိတဲ့လူတစ်ယောက်ဟာယန္တာရားအရေခွံနဲ့လူတစ်ယောက်သက်သက်ပါပဲ…။ဇနီးသည်ကားတိုက်သေသွားပြီးနောက်နောက်နေ့မနက်မှာ အလုပ်သွားခဲ့တဲ့ခံစားချက်လုံးဝမရှိတဲ့လူတစ်ယောက်…အရာရာကို ဖြိုချဖျက်စီးပြီးဘယ်လိုတည်ဆောက်ထားသလဲ အဖြေရှာတတ်တဲ့စိတ်ရောဂါသမားတစ်ယောက်…ဒီလို ယန္တာရားအရေခွံနဲ့လူတစ်ယောက်ရဲ့စိတ်.. အတွေး… ပြောင်းလဲပုံ အဆင့်ဆင့်ကိုဒီရုပ်ရှင်မှာ Jakeရဲ့ အကောင်းဆုံးacting skillတွေနဲ့ ပီပီပြင်ပြင်ဖော်ညွှန်းသွားပါတယ်။ဒီကားဟာ တိကျတဲ့ ရသမရှိပေမဲ့ဝေဝါးထူးခြားတဲ့ ရသတစ်ခုကို ဖော်ညွှန်းရိုက်ကူးထားတဲ့ Comedy , Dramaဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Jake Gyllanhaal (Main castအဖြစ်)သရုပ်ဆောင်ထားတဲ့ ကားတွေဟာမကောင်းတာ မရှိသလောက်ရှားပါတယ်။ဒီတစ်ခါ Demolitionမှာလဲသူ့ရဲ့ အနုပညာမှော်ဝင်စားမှုကိုတွေ့ရဦးမှာပါ…..(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)File size…    1.3 GB /  637 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 40mGenre ….. Comedy/ThrillerSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by WiRa AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-Marc ValléeStarsBlaire BrooksC.J. WilsonChris CooperDebra MonkHeather LindJake GyllenhaalJudah LewisNaomi WattsPolly DraperWass StevensCastAaron BantumAlfredo NarcisoBen ColeBjorn DupatyBlaire BrooksBrendan DoolingC.J. WilsonCelia AuChris CooperDebra MonkElizabeth LoyacanoGregory HaneyHani AvitalHeather LindJake GyllenhaalJames ColbyJames YoungJane DashowJudah LewisKevin HerbstLytle HarperMadison ArnoldMalachy ClearyMark LewisNaomi WattsPolly DraperRoyce JohnsonStephen BadalamentiTom KempWass Stevens",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wVgXZkzJoKs0MMfhAlHdK3XdY71.jpg",
      "https://image.tmdb.org/t/p/w300/tsqEqZxmp9besL7CxU0M2fLYxn3.jpg",
      "https://image.tmdb.org/t/p/w300/xo7FMjNpn07gqFOqOcV16aQ0cuX.jpg",
      "https://image.tmdb.org/t/p/w300/sh2R8jh7gRlyH8KdtEIOzpau8AX.jpg",
      "https://image.tmdb.org/t/p/w300/7TotXqKJYA93ZMRpbG6AafssoWO.jpg",
      "https://image.tmdb.org/t/p/w300/ga1y5zwvcinbdDF0tvEgyQK7WK9.jpg",
      "https://image.tmdb.org/t/p/w300/z9RewSCZKsfkr8u5iFObMhwe16d.jpg",
      "https://image.tmdb.org/t/p/w300/y2Lum8rnChgm56xM0FUiCoSkEwl.jpg",
      "https://image.tmdb.org/t/p/w300/dVXBonjOxYOV9jCbtagtdt4dLkZ.jpg",
      "https://image.tmdb.org/t/p/w300/67spcCpFYrODVR5ASTH3QrlDbXD.jpg",
      "https://image.tmdb.org/t/p/w300/xsO0e1aRdFrd26kL7Z8sFYiWeEe.jpg",
      "https://image.tmdb.org/t/p/w300/rDFwulnTJzt1cyozSRkpZHy9u3R.jpg",
      "https://image.tmdb.org/t/p/w300/ql7POHSf4dyO40p399vIA2CgfIi.jpg",
      "https://image.tmdb.org/t/p/w300/dvuXEyZUzU034Q7D2fn7sBcdHv7.jpg",
      "https://image.tmdb.org/t/p/w300/c2K7Nuf3yxh2RjyRsE1wftCp0AD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNjM4ZGIyODQtNjEyZS00ODgzLWJhNGQtODlmMzRkZDg0OTE1XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8pmbuzypswdg.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/demolition-2015-1080-p-blu-ray-5-1-h-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZ1qd/Demolition_(2015)__1080p_BluRay__5.1_H_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NbMR0JgD#DUcXps-l3dDJGJ4G0Ek1aboY1pWxTEC9YxZwIS3jUig",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/gxebzfe5qebm",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/tdvsbbbmkfpi.html",
        "server": "datbu.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1z0se06ealrs.html",
        "server": "usersdrive.com",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/demolition-2015-720-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7rQi1/Demolition_(2015)__720p_BluRay__%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ke9WjSJI#ctGji-WvAI_4M7bn9XQ2qp_A-FC6Vb4P_e1UQEP0PSw",
        "server": "mega.nz",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/vrg0aix8x4qh",
        "server": "streamvid.io",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/ruqgg3m7nfa2.html",
        "server": "datbu.com",
        "size": "637 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8Js1oHlxuMw",
      "video_url": "https://www.youtube.com/watch?v=8Js1oHlxuMw",
      "embed_url": "https://www.youtube.com/embed/8Js1oHlxuMw"
    }
  },
  {
    "metadata": "PG-13|2014|1h 49min|Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "5,147"
    },
    "title": "Coming Home (2014)",
    "description": "Coming Home ( 2014 )IMDb – 7.2/10_______Rotten – 88%IMDb 7.2 ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်Coming Homeဆိုတဲ့ ဇာတ်ကားလေးဟာ တရုတ်ပြည်ရဲ့ ခေတ်တစ်ခေတ်မှာလူသူမသိ တိမ်မြှုပ်ခဲ့ရတဲ့ ပါတီအတွက် အလုပ်လုပ်ပေးခဲ့တဲ့ ပရောဖက်ဆာတစ်ဦးရဲ့မိသားစုဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်…ပါတီက ခွဲထားခဲ့တဲ့ သားအဖ…ပါတီက ခွဲထားတဲ့ လင်မယား…ပါတီကြောင့် အစိတ်စိတ်အမွှာမွှာကွဲခဲ့ရတဲ့ မိသားစုလေးအကြောင်းပေါ့…ပါတီကြောင့် အိမ်ကိုလွမ်းလို့ ခိုးပြန်လာတဲ့ အဖေကိုတောင်ရန်သူတစ်ယောက်လိုမြင်ပြီး သမီးဖြစ်သူကိုယ်တိုင်က သတင်းပေး ဖမ်းဆီးစေခဲ့တယ်လေ။ဒီလိုနဲ့ နောက်ဆုံး အိမ်ပြန်ခွင့်ရလို့ ပြန်လာတဲ့ ပရောဖက်ဆာကြီးအတွက်စောင့်ကြိုနေတာက သာယာတဲ့ မိသားစုလေး မဟုတ်ခဲ့ပါဘူး။သူစိမ်းနဲ့ မခြားတဲ့ သမီးအရင်းအချာနဲ့ ကိုယ်ပြန်လာမှာကိုစောင့်မျှော်နေပေမယ့် ကိုယ့်ကို မမှတ်မိတော့တဲ့ ဇနီးသည်ပါပဲ။ဒီလိုအခြေအနေမျိုးကြုံကြည့်ကြစမ်းပါ…ခံနိုင်ပါ့မလား…ပရောဖက်ဆာကြီးကတော့ သည်းခံခြင်းကိုလက်ကိုင်ထားပြီး ဘယ်လိုဖြေရှင်းခဲ့တယ်…သမီးရဲ့ အသိအမှတ်ပြုခြင်းကို ဘယ်လိုပြန်ယူပြီး ကိုယ့်ကိုမမှတ်မိတဲ့ဇနီးသည်ကို ဘယ်လိုအချစ်တွေပေးခဲ့တယ်ဆိုတာဇာတ်ကားထဲမှာ အဖြေဖော်ရင်း ခံစားကြည့်လိုက်ကြပါတော့….IMDb 7.2 ထိ ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္Coming Homeဆိုတဲ့ ဇာတ္ကားေလးဟာ တရုတ္ျပည္ရဲ႕ ေခတ္တစ္ေခတ္မွာလူသူမသိ တိမ္ျမွဳပ္ခဲ့ရတဲ့ ပါတီအတြက္ အလုပ္လုပ္ေပးခဲ့တဲ့ ပေရာဖက္ဆာတစ္ဦးရဲ႕မိသားစုဇာတ္လမ္းေလးကို ဘာသာျပန္တင္ဆက္လိုက္ပါတယ္…ပါတီက ခြဲထားခဲ့တဲ့ သားအဖ…ပါတီက ခြဲထားတဲ့ လင္မယား…ပါတီေႀကာင့္ အစိတ္စိတ္အမႊာမႊာကြဲခဲ့ရတဲ့ မိသားစုေလးအေႀကာင္းေပါ့…ပါတီေႀကာင့္ အိမ္ကိုလြမ္းလို႔ ခိုးျပန္လာတဲ့ အေဖကိုေတာင္ရန္သူတစ္ေယာက္လိုျမင္ျပီး သမီးျဖစ္သူကိုယ္တိုင္က သတင္းေပး ဖမ္းဆီးေစခဲ့တယ္ေလ။ဒီလိုနဲ႔ ေနာက္ဆံုး အိမ္ျပန္ခြင့္ရလို႔ ျပန္လာတဲ့ ပေရာဖက္ဆာႀကီးအတြက္ေစာင့္ႀကိဳေနတာက သာယာတဲ့ မိသားစုေလး မဟုတ္ခဲ့ပါဘူး။သူစိမ္းနဲ႔ မျခားတဲ့ သမီးအရင္းအခ်ာနဲ႔ ကိုယ္ျပန္လာမွာကိုေစာင့္ေမွ်ာ္ေနေပမယ့္ ကိုယ့္ကို မမွတ္မိေတာ့တဲ့ ဇနီးသည္ပါပဲ။ဒီလိုအေျခအေနမ်ိဳးႀကံဳႀကည့္ႀကစမ္းပါ…ခံႏိုင္ပါ့မလား…ပေရာဖက္ဆာႀကီးကေတာ့ သည္းခံျခင္းကိုလက္ကိုင္ထားျပီး ဘယ္လိုေျဖရွင္းခဲ့တယ္…သမီးရဲ႕ အသိအမွတ္ျပဳျခင္းကို ဘယ္လိုျပန္ယူျပီး ကိုယ့္ကိုမမွတ္မိတဲ့ဇနီးသည္ကို ဘယ္လိုအခ်စ္ေတြေပးခဲ့တယ္ဆိုတာဇာတ္ကားထဲမွာ အေျဖေဖာ္ရင္း ခံစားႀကည့္လိုက္ႀကပါေတာ့….File Size – 1.14  GBQuality – Blu-Ray 720pTranslated By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang YimouStarsBai Qing XinChen Dao-MingChen XiaoyiDing JialiGong LiGuo TaoLiu PeiqiXin BaiqingYan NiZhang HuiwenZhang JiayiCastBai Qing XinChen Dao-MingChen XiaoyiDing JialiGong LiGuo TaoLiu PeiqiXin BaiqingYan NiZhang HuiwenZhang Jiayi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b8mYb5Nl6C9RKiXIK0sll0U88uz.jpg",
      "https://image.tmdb.org/t/p/w300/d0RToi2OcKSYoj5YtDW5uV6iC62.jpg",
      "https://image.tmdb.org/t/p/w300/caFldsjpNl6kk36WlR1hGxdqkDZ.jpg",
      "https://image.tmdb.org/t/p/w300/odEWWO1ZDJFwXwTWw0YkaC1PbhR.jpg",
      "https://image.tmdb.org/t/p/w300/noCnBze074zpb2WGTNXUaiGHV5f.jpg",
      "https://image.tmdb.org/t/p/w300/fgFx5UU03vmhNJNH6p9u6v8KGPC.jpg",
      "https://image.tmdb.org/t/p/w300/qRICfv0aUj6idzpRNIzkdtdBp6n.jpg",
      "https://image.tmdb.org/t/p/w300/rseW4xSrP7GKY4DypGxDMCFY53n.jpg",
      "https://image.tmdb.org/t/p/w300/q3x6WmaOc8R6rw4PiSex7rV1Xth.jpg",
      "https://image.tmdb.org/t/p/w300/fnRVkJxkth6iWGHy0gtEGPnZAL4.jpg",
      "https://image.tmdb.org/t/p/w300/p0fZj4Hbu6tAyOL7SYhSb6BJQyM.jpg",
      "https://image.tmdb.org/t/p/w300/mAJ2mn8El6NY3sEjvrVGAAytm1e.jpg",
      "https://image.tmdb.org/t/p/w300/zpeX75Z40iyc4tWoeLeg4LN2Sc4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/coming-home-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/el58vuzlm8n2.html",
        "server": "usersdrive.com",
        "size": "1.14 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/coming-home-gui-lai-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.14 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1xlcy/Coming_Home_(Gui_Lai)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.14 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/4W4FASIS#kshxfZsZ2w4kNxIe0QVjkMX5F0oL0uqLHva0lS8VBfQ",
        "server": "mega.nz",
        "size": "1.14 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/te9hkjb2iq39",
        "server": "upstream.to",
        "size": "1.14 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 52 min|Action,Comedy,Fantasy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "56"
    },
    "title": "Advancing of ZQ ( 2023 )",
    "description": "အားလုံးကိုစိတ်အပန်းပြေစေမယ့် မိသားစုဟာသကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက တရုတ်ပြည်မြောက်ပိုင်းမှာက Dilraba DilmuratလိုUyghurလူမျိုးတွေနေထိုင်တဲ့ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရခါရှီချီခါဆိုတဲ့နေရာလေးမှာရိုက်ကူးထားတာဖြစ်တဲ့အတွက်တခြားတရုတ်ကားတွေနဲ့မတူ အမြင်တစ်မျိုးလေးဆန်းနေမှာဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ……ကျန့်ချန်ဟာ သူ့ရဲ့မပြည့်စုံတဲ့အိမ်ကနေထွက်ပြေးပြီးရှန်ဟိုင်းမှာHiiiPayဆိုတဲ့Applicationကိုပရိုဂရမ်ရေးဆွဲခဲ့ပါတယ်။သူ့ရဲ့Appကစပြီးအောင်မြင်လာတဲ့အချိန်မှာအဖိုးဆုံးပြီဆိုတဲ့သတင်းကြောင့် ခါရှီချီခါကိုပြန်လာခဲ့ရပါတယ်။အဲဒီအချိန်မှာ ငွေမဲတွေခဝါချဖို့သူ့ရဲ့Appကိုအသုံးချချင်တဲ့ သူဌေးကြီးနဲ့တွေ့ပါလေရော……အဖိုးရဲ့အသုဘမှာ ဆန်းကြယ်မှုတွေဖြစ်လာပြီး အဖိုးကပြန်ရှင်လာတဲ့အပြင် မိသားစုဝင်တွေဟာတစ်ယောက်တစ်မျိုးဆီစွမ်းအားတွေရှိသွားပါတယ်။သူတို့မိသားစုဟာ ဂိုဏ်းစတားသူဌေးကြီးကို ဘယ်လိုစည်းစည်းလုံးလုံးနဲ့ပြန်ပြီးတွန်းလှန်ကြမလဲဆိုတာကို ရယ်ရယ်မောမောနဲ့ကြည့်လိုက်ပါဦးနော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Fantasy , Comedy , ActionRuntime : 1h 52 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Nu MonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAllen Ai LunAnastasiya SedikovaChang YuanHan YanboMa LiShen TengTao HuiTeng Ge'ErWei XiangZhang QiCastAllen Ai LunAnastasiya SedikovaChang YuanHan YanboMa LiShen TengTao HuiTeng Ge'ErWei XiangZhang Qi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oQfWuVzOKfFm5oRCfLgdN5TCEvT.jpg",
      "https://image.tmdb.org/t/p/w300/16QsW4QPZu7qEqjYALsLAPx7wJE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iRvzM5rsJUP2Sye87bU3TH1jcKn.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/advancing-of-zq-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.01GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kisx2lv8lw6b.html",
        "server": "usersdrive.com",
        "size": "2.01GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XYp4/Advancing_of_ZQ_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "2.01GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Z3112DhZ#iB--qSm29p5ece6ZJKJVkf6miijnrhuzfapC3N5XLdM",
        "server": "mega.nz",
        "size": "2.01GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/9kqorymuh9ht",
        "server": "streamvid.io",
        "size": "2.01GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/pf0sr9619655",
        "server": "streamsb.com",
        "size": "2.01GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/advancing-of-zq-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cuwhfh8fy5wz.html",
        "server": "usersdrive.com",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h7lyFZhC#dTOJI8o7EfcdOxODj0J9iWOeUIT-oroZHLD2xplUR7o",
        "server": "mega.nz",
        "size": "1.06GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fK8-SMHjPzA",
      "video_url": "https://www.youtube.com/watch?v=fK8-SMHjPzA",
      "embed_url": "https://www.youtube.com/embed/fK8-SMHjPzA"
    }
  },
  {
    "metadata": "|||War",
    "rating": {
      "rating": "4.1/10",
      "rating_count": ""
    },
    "title": "Iron Cross: The Road to Normandy (2022)",
    "description": "Iron Cross:The Road to the Normandy (2022)D-Day လို့ ပြောတာနဲ့ အမေရိကန် ဦးဆောင်တဲ့ မဟာမိတ် မရိန်းတပ်တွေ က ပြင်သစ်နိုင်ငံ နော်မန်ဒီကမ်းခြေကို ချီတက်တိုက်ခိုက်တာ ပြေးမြင်ကြမှာပါ။ D-day အကြောင်း အရင်က ရိုက်ထားတဲ့ ရုပ်ရှင်တွေ ရှိပေမဲ့ ဒီ ရုပ်ရှင်ကတော့ တမူထူးခြားစွာ မဟာမိတ်‌တွေကိုပဲသူရဲကောင်းအဖြစ် ဖန်တီး ထားတာ မဟုတ်ပဲ စစ်ပွဲဖြစ်ရခြင်းရဲ့အဓိပ္ပာယ်မဲ့မှုတွေ သဘောသဘာဝ တွေ မြေပြင်မှာ တိုက်နေရတဲ့ စစ်သားတွေရဲ့ ခံစားမှု တွေ ကို အသားပေးရိုက်ကူးထားပါတယ်Klaus Muller လို့ ခေါ်တဲ့ ဂျာမန် စစ်အရာရှိ တစ်ယောက် ရဲ့ စစ်ပွဲပေါ်ရှုမြင် ပုံကို အခြေခံပြီး ရိုက်ကူးထားပါတယ် ပထမဆုံး အရှေ့ဘက် စစ်မြေပြင်မှာ ရုရှားတွေ နဲ့ တိုက်နေရတဲ့ ကလော့ မူလာ က နော်မန်ဒီကမ်းခြေတိုက်ပွဲဆီ ရောက်လာတယ့်အချိန်မှာတော့ ဘယ်လို တွေ ဆက်ဖြစ်မလဲဂျာမန်စစ်သားတွေ ရဲ့ ရုရှား စစ်သား ပေါ် အမြင် နဲ့ အမေရိကန်စစ်သားပေါ် အမြင်တွေကိုပါ သိရမှာပါ မထင်မှတ်ထားတဲ့ မဟာမိတ်တပ်သားတွေရဲ့ dark side ကိုလည်းမြင်တွေ့ရမှာပါနောက်ဆုံး ကလော့စ်တစ်ယောက် မဟာမိတ်တွေကို ခုခံရင်း ဖက်စစ်ဂျာမနီအတွက် အဆုံးထိ တိုက်ပွဲဝင်သွားမှာလားစစ်ပွဲ ရဲ့ အရေးမပါမှုတွေ ရက်စက်မှုတွေကို စိတ်ပျက်ပြီး အသက်ရှင်ကျန်ရစ်ဖို့ပဲ ရွေးချယ်သွားမလား သိရမှာပါImdb -4.1File size…(2.19GB/(1.78GB)/(1.04GB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:53:00Genre…WarSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by KevinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-6-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/iron-cross-the-road-to-normandy2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/iron-cross-the-road-to-normandy-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bsg5qsr14jxa.html",
        "server": "usersdrive.com",
        "size": "2.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/37Lan/Iron.Cross.The.Road.to.Normandy.2022.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-cross-the-road-to-normandy-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.78GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0obusk5z8dcr.html",
        "server": "usersdrive.com",
        "size": "1.78GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1LQfp/Iron.Cross.The.Road.to.Normandy.2022.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.78GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/9qopjj2mggyq.html",
        "server": "streamsb.com",
        "size": "1.78GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-cross-the-road-to-normandy-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04GB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ljx53acpj98f.html",
        "server": "usersdrive.com",
        "size": "1.04GB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3NIC7/Iron.Cross.The.Road.to.Normandy.2022.480p(CM).mp4",
        "server": "megaup.net",
        "size": "1.04GB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/swcs2on2kqoy.html",
        "server": "streamsb.com",
        "size": "1.04GB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2022|1h 45min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "355"
    },
    "title": "Hollywood Stargirl (2022)",
    "description": "Hollywood Stargirl (2022)====================Musical ,Romance ,DramaDisney ကထုတ်တဲ့ Musical ကားဆိုရင် ကြည့်မကောင်းဘူးဆိုတာ မရှိသလောက်ပါပဲ …ဒီရုပ်ရှင်မှာလည်း သီချင်းလေးတွေအရမ်းကောင်းပြီးRotten tomatoes လည်း 100% ရထားတဲ့အထိပါပဲဘ၀ရဲ့လမ်းအသီးသီးကိုလျှောက်နေကြတဲ့ လူငယ်လေး ၃ ယောက်လော့အိန်ဂျလိစ်က လမ်းမတွေမှာ လမ်းချင်းတူလို့ လူချင်းတွေ့ခဲ့ကြတဲ့သဘောပါ။တစ်ယောက်က မိခင်နဲ့ အိမ်အမြဲပြောင်းနေရလို့ နေရာတစ်ခုမှာ အခြေကျချင်သူ..နောက် နှစ်ယောက်က ရုန်းကန်လှုပ်ရှားနေတဲ့ လူငယ်လေး ၂ ယောက် ..သူတို့ ၃ ယောက်လုံးကို စုံစည်းသွားစေမယ့်အရာကရုပ်ရှင်တစ်ကားကို အတူတူရိုက်ဖို့ဖြစ်ရင်းနဲ့ အကြောင်းဖန်လာပါတယ်သူတို့ ၃ ယောက်ရဲ့ ဘ၀ကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်လေးကိုရုပ်ရှင်ကုမ္ပဏီကြီးတစ်ခုကတွေ့သွားပြီး လက်တွဲ့ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့….ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို ကိုယ်တိုင်ပဲဆက်စောင့်ကြည့်လိုက်ပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့Thiha Yan Naingကရေးသားထားပါတယ်)Genre….. Musical, Drama, RomanceQuality…. 1080p | 720p | 480pFile size… 1.5GB | 750MB | 280MBFormat… mp4Duration…. 1h 45minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Thiha Yan NaingEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam Foster BallardAdrienne BealAl MadrigalAustin ZudekBen GeurensChelsea ConwrightChris WilliamsConor HustingDaniel KimDoug PettyElijah RichardsonFernanda FuentesGeo LeeGrace VanderWaalHeather Grace HancockJanelle FroehlichJanzy ParaisoJasmine AshJoey JenningsJudd HirschJudy GreerKelly SryKristin SlaysmanLuanne HomzyMatt CordovaMatthew BridgesNick BaxterNija OkoroNikhil PaiNoah Taliferro SpauldingPeter G. AdamsRebecca Ann JohnsonRoman ArabiaRyan FreelandSanjay KrishnamurthySara AminiSarayu BlueStarr GilliardTyrel Jackson WilliamsUma ThurmanZuri Appleby",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hGykHXIRZ5HI602BDpQDUNUsVqH.jpg",
      "https://image.tmdb.org/t/p/w300/a94MdvQO8ux2XrHEUSBxRHqFPeH.jpg",
      "https://image.tmdb.org/t/p/w300/iLSxtYGi4LhhKuJu3g5zdRpC4tG.jpg",
      "https://image.tmdb.org/t/p/w300/cADVDvdjhN1FicGsM3uLwZAiFJC.jpg",
      "https://image.tmdb.org/t/p/w300/mEeuK4TAPq8sAIS6dkFAIGzLlLb.jpg",
      "https://image.tmdb.org/t/p/w300/aXUJs3NVAVU3L61RyPJMr4EieR4.jpg",
      "https://image.tmdb.org/t/p/w300/e4MpGgDZXkROlv7iNpNZXb3czFF.jpg",
      "https://image.tmdb.org/t/p/w300/1Fa2fxaRvI7b7iRgnbFwPViekpq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4wwdY9Xx6eI1g4C5i5Ni89UmlWw.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hollywood-star-girl-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/86a8rx4q00t9.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/hollywood-stargirl-2022-1080-p-dsnp-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/37pjh/Hollywood.Stargirl.2022.1080p.DSNP.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/538v00q8u5nw.html",
        "server": "usersdrive.com",
        "size": "749MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/hollywood-stargirl-2022-720-p-dsnp-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "749MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Luoi/Hollywood.Stargirl.2022.720p.DSNP.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "749MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/UK0iXSiJ#ZvWDmdKVOAFkjAR1p5yTqwmVbqoFAncbZvMJvRHIb-w",
        "server": "mega.nz",
        "size": "749MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/1ersr34u8m65.html",
        "server": "streamsb.com",
        "size": "749MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/f95oapw1swiq.html",
        "server": "usersdrive.com",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/hollywood-stargirl-2022-480-p-dsnp-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Luod/Hollywood.Stargirl.2022.480p.DSNP.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/wL8zUYIB#Tf5aFcPMp4P02eFIqmO8O-ynPFeiMSRt-IHooxDxcYs",
        "server": "mega.nz",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/tp8zodfbevvf.html",
        "server": "streamsb.com",
        "size": "290MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "Y5HjvOZW_VA",
      "video_url": "https://www.youtube.com/watch?v=Y5HjvOZW_VA",
      "embed_url": "https://www.youtube.com/embed/Y5HjvOZW_VA"
    }
  },
  {
    "metadata": "|||Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "560991"
    },
    "title": "Twelve Monkeys (1995)",
    "description": "[Unicode]12 Monkeys (1995)ဒီရုပ်ရှင်က ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ဥပမာပေးရရင်ဟိုးတုန်းက ကြက်ဥနဲ့ကြက်မ ဘယ်ဟာ အရင်ဖြစ်သလဲဆိုတဲ့Paradoxလိုပါပဲ။ဒါပေမယ့် သိပ္ပံပညာရှင်တွေက ကြက်ဥခွံမှာပါတဲ့ ဒြပ်တစ်မျိုးကို ကြက်မကသာထုတ်နိုင်တယ်ဆိုတာ အတည်ပြုပြီးစီးခဲ့တဲ့အတွက် တခြား ဥပမာတစ်ခုပြောင်းသုံးပါမယ်။ဘုရားသခင်သာ အရာအားလုံး လုပ်နိုင်တယ်ဆိုရင်သူမ နိုင်စွမ်းမရှိတဲ့ တောင်တစ်လုံးကို ဖန်ဆင်းနိုင်ပါသလားဆိုတဲ့ Omnipotence paradoxပါ။ဘုရားသခင်က သူမနိုင်စွမ်းမရှိတဲ့ တောင်တစ်လုံးကို ဖန်ဆင်းလိုက်တယ်ဆိုရင်လည်း သူအရာအားလုံး မလုပ်နိုင်တော့ပါဘူး။မဖန်ဆင်းဘူးဆိုရင်လည်း သူ အရာအားလုံး မလုပ်နိုင်သေးပြန်ပါဘူး။ဒီရုပ်ရှင်ကလည်း ဒီလိုပါပဲကိုယ့်အမြှီး ကိုယ်ပြန်မြိုထားတဲ့ မြွေတစ်ကောင်ပါပဲ။1996မှာစပြီး လေထုထဲ ဗိုင်းရပ်စ်တစ်မျိုး ပျံ့နှံ့ခဲ့တာကြောင့် ကမ္ဘာမြေမျက်နှာပေါ်မှာ လူတွေနေလို့မရတော့ပါဘူး။လူသားတွေဟာ မြေအောက်ထဲမှာ မြေကြွက်တွေလို ရှင်သန်နေရပါတယ်။2035မှာ‌တော့သိပ္ပံပညာတိုးတက်လာတာနဲ့ တစ်ပြိုင်နက် အချိန်ယန္တရားကို တီထွင်နိုင်ခဲ့ပါပြီ။သိပ္ပံပညာရှင်တွေဟာ ကမ္ဘာကြီးကိုကယ်တင်ဖို့ ကမ္ဘာ့လေထုထဲ ပျံ့နှံ့နေတဲ့ ဗိုင်းရပ်စ်ရဲ့ mutation ဖြစ်မသွားခင်မူလပုံစံရဲ့ အချက်အလက်တွေကို အတိတ်ကနေ ပြန်စုံစမ်းဖို့ အခွင့်အရေးရလာပါတယ်။ကောက်ချက်တွေအရတော့ 12monkeysလို့ခေါ်တဲ့ အဖွဲ့အစည်းတစ်ခုက ဗိုင်းရပ်စ်ကို ဖြန့်ခဲ့တာ သိထားပါပြီ။12monkeysကို စုံစမ်းဖို့ လွှတ်ရမယ့် အန္တရယ်များတဲ့ အချိန်ခရီးရှည်ကြီးကိုတော့ လူကောင်းသူကောင်းတွေကိုသူတို့လွှတ်လို့ အဆင်မပြေပါဘူး။ဆိုတော့ကာထောင်သားတွေကို လုပ်အားပေးအနေနဲ့သုံးပြီး ပြစ်ဒဏ်ကင်းလွတ်ခွင့်ကို မက်လုံးပေး ခိုင်းစေခဲ့ပါတယ်။ဒီစုံစမ်းမှုအတွက် အပြစ်သားအတော်အသုံးချခဲ့ပေမယ့် အချိန်လွဲချော်မှုအစရှိတဲ့ ကယောက်ဂယက်တွေကြောင့် အတော်များများ ရူးသွားခဲ့တာပါပဲ။သိပ္ပံပညာရှင်တွေဟာ စူးစမ်းရှာဖွေမှုကောင်းတဲ့ ဂျိမ်းစ်ကိုးလ်ကို လုပ်အားပေးအလှည့်ကျအဖြစ် ဗိုင်းရပ်စ်ဖြစ်ခဲ့တဲ့ ၁၉၉၆ကိုလွှတ်လိုက်ပါတယ်။ကံဆိုးချင်တော့ ကိုးလ်ရောက်သွားတာ ၁၉၉၀ပါ။လမ်းမပေါ် ပလတ်စတစ်အကြည်သား ဝတ်စုံကြီးဝတ် အတွင်းခံကလွဲအထင်းသားမြင်နေရတဲ့ ကိုးလ်ကို၁၉၉၀က လူတွေ ပို့လိုက်တဲ့တစ်ခုတည်းသောနေရာက အရူးထောင်ပါပဲ။ဒီရုပ်ရှင်မှာ အရာအားလုံးက အကျိူးအကြောင်းတစ်ခုနဲ့ ဖြစ်‌နေကြတာပါ။ဒီလိုနဲ့ 12monkeysရှိတောင်မရှိသေးတဲ့ ကာလကို ရောက်လာတဲ့ ကိုးလ်ဟာသူတွေ့သင့်လား ‌မတွေ့သင့်လား ကျွန်တော်တို့တောင် မရေရာတဲ့ လူတွေနဲ့ တွေ့ခဲ့ရပါတယ်။အနာဂတ်ကလာတယ်ပြောပေမယ့် သက်သေပြစရာမရှိတဲ့ ကိုးလ်ဟာဆေးရုံကနေ ထွက်ပြေးဖို့ကြိုးစားတဲ့အတွက် တိုက်ပိတ်ခံလိုက်ရပါတယ်။ဆရာဝန်တွေလာစစ်တဲ့ အခါမှာတော့ လေဝင်ပေါက်ကလေးလွဲ ဘာမှမရှိတဲ့အခန်းကနေ ကိုးလ်ဟာ ထူးဆန်းစွာပဲ ပျောက်ဆုံးသွားပါတယ်။သူ့ကို ဘယ်သူမှလည်း မတွေ့တော့ပါဘူး။ခြောက်နှစ်အကြာ 1996မှာတော့ ပေါင်မှာ သေနတ်ဒဏ်ရာကြီးနဲ့ ကိုးလ် ပြန်ပေါ်လာပြီးစိတ်ရောဂါကုဆရာဝန် ဒေါက်တာ ကတ်သရင်းရေလ်လီကို ပြန်ပေးဆွဲခဲ့ပါတယ်။‌ဗိုင်းရပ်စ်ဖြစ်လာဖို့ အချိန်အရမ်းနီးနေပါပြီ။12Monkeysနောက်ကို ကိုးလ်လိုက်နေပေမယ့် လိုက်လေဝေးလေဖြစ်နေပါပြီ။သူ့ကို ယုံကြည်တဲ့လူလည်း တစ်ဦးတစ်ယောက်မှ မရှိပါဘူး။ရဲတွေလိုက်ရှာနေတဲ့ကြားကနေ ကိုးလ်ထပ်ပျောက်သွားပေမယ့် ကတ်သရင်းကတော့ ကိုးလ်ပေါင်ထဲက သူထုတ်ခဲ့တဲ့ကျည်ဆန်ဟာ ပထမကမ္ဘာစစ်ကဆိုတာ သိလိုက်ပြီပထမကမ္ဘာစစ်အတွင်းက ကိုးလ်လို့ယူဆရတဲ့လူတစ်‌ယောက်ဓာတ်ပုံကိုတွေ့လိုက်တဲ့အခါမှာတော့…Time Travleကား တစ်ခုပေမယ့် ပြချင်တဲ့ Conceptကတော့ အတော်များပါတယ်။တိရိစ္ဆာန်အခွင့်အရေးနဲ့ ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးတို့ရဲ့အစွန်းနှစ်ဖက်၊ Alfred Hitchcock ရုပ်ရှင်၊ အိုမာခယမ်ကဗျာ၊ နာမည်ကျော်သမိုင်းဖြစ်ရပ်တွေကို Refယူထားပြီး ဖြစ်ရပ်တွေ Dialougeတွေရဲ့ အချိတ်အဆက်က သေသပ်ပါတယ်။ဒီရုပ်ရှင်နဲ့ Brad Pittပထမဆုံး အော်စကာ ဆန်ခါတင် ဝင်ထားပြီးSound Trackတွေထဲ WOLFGANG AMADEUS MOEZARTရဲ့ Piano Concertoတောင်ပါပါတယ်။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )File size__(2.5GB ) and (1.4GB)Quality__1080p ,720pIMDb Rating__8.0/10Format__mp4Duration__02:09:31Type__Comedy , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew BernsteinMarilyn BaileyMark EgertonPhilip A. PattersonTerry GilliamStarsBrad PittBruce WillisChristopher MeloniChristopher PlummerDavid MorseJoey PerilloJon SedaLisaGay HamiltonMadeleine StoweMatt RossCastAaron Michael LaceyAllelon RuggieroAnnie GoldenAnthony 'Chip' BrienzaBarry PriceBill RaymondBob AdrianBonnie LoevBrad PittBruce KirkpatrickBruce WillisC.J. ByrnesCarol FlorenceCharles TechmanCharley ScaliesChristopher MeloniChristopher PlummerChuck JeffreysDavid MorseDrucie McDanielErnest AbubaFelix PireFrank GorshinFrederick StrotherH. Michael WallsHarry O'TooleIrma St. PauleJanet ZappalaJann EllisJoe GeretyJoey PerilloJohn BlaisseJohn PanzarellaJoilet HarrisJon SedaJoseph McKennaJoseph MelitoKarl WarrenKevin ThigpenKorchenkoLisa TalericoLisaGay HamiltonLouis LippaMadeleine StoweMatt RossMichael ChanceMichael Ryan SegalNell JohnsonPat DiasPaul MeshejianRay HuffmanRaymond MamrakRenee SpeiRick WarnerRobert O'NeillRozwill YoungSal MazzottaSimon JonesStan KangStephen BridgewaterThangTiffany BaldwinTom DetrikVernon CampbellWilfred Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1IWaKG7AWiYMhADxhGtnElDJAGI.jpg",
      "https://image.tmdb.org/t/p/w300/2W6RZJ9smKGfocFeHh9HURVXnWQ.jpg",
      "https://image.tmdb.org/t/p/w300/m8cryG75rOkXXT7qOd1AL14sDdl.jpg",
      "https://image.tmdb.org/t/p/w300/yyocj3BLatG6jSYHCAHS16EYuEt.jpg",
      "https://image.tmdb.org/t/p/w300/ilkQKKvr1n2NXIcvFgu6PvxM2lf.jpg",
      "https://image.tmdb.org/t/p/w300/jkAr3eudvlHT3zs3EYH6i6lqQ6p.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2F9KcDGZbEdaQN5jV9ziyRZYY7u.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/12-monkeys-1995-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3dFde/12_Monkeys_(1995)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/8agmf6tv9scb.html",
        "server": "streamsb.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/th85nbs53i1g",
        "server": "streamvid.io",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/12-monkeys-1995-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3dFcy/12_Monkeys_(1995)_720p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/2d1lmeku1kg1.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/htjtwbzckt92",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YxLbHHYGzkg",
      "video_url": "https://www.youtube.com/watch?v=YxLbHHYGzkg",
      "embed_url": "https://www.youtube.com/embed/YxLbHHYGzkg"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Sweet Dreams (2023)",
    "description": "” Sweet Dreams ” ဆိုတဲ့ဇာတ်လမ်းလေးကတော့ ဒတ်ခ်ျ ဆွီဒင်ဇာတ်လမ်းလေးဖြစ်ပြီး 20 ရာစုအစောပိုင်းကဒတ်ခ်ကိုလိုနီခေတ်ကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပါတယ်။ဒတ်ခ်ျလူမျိုးပြောင်းလုပ်ငန်းရှင်ကြီးမတော်တဆသေဆုံးသွားပြီး သူပိုင်တဲ့စက်ရုံ အိမ် နဲ့စိုက်ပျိုးမြေတွေကိုတရားဝင်တစ်ဦးတည်းသောသားကိုမပေးဘဲ သူ့အိမ်ကအင်ဒိုနီးရှားလူမျိုးအစေခံနဲ့ရထားတဲ့ 10 နှစ်အရွယ်တရားမဝင်သားဆီကိုလွဲပေးဖို့သေတမ်းစာချန်ထားခဲ့ရာကနေ ပြဿနာတွေစတက်ပါတော့တယ်။သားအရင်းဖြစ်သူက ဒီဥရောပမှာပိုင်ဆိုင်သမျှအကုန်ရောင်းပြီးနယ်မြေမငြိမ်းချမ်းတဲ့ဥရောပအစား ကိုယ်ဝန်အရင့်မာရှိနေတဲ့ဇနီးနဲ့အတူ ငြိမ်းချမ်းတဲ့ဆွဇ်ဇလန်ကိုပြောင်းချင်ပေမယ့် အမွေတွေဟာသူ့အတွက်မဟုတ်ဘဲ တရားမဝင်သားဆီရောက်သွားတာမလို့ ဒေါသူပုန်ထပါတော့တယ်။မုဆိုးမအမေဖြစ်သူကျပြန်တော့လဲ ဥရောပမှာပဲခေါင်းချချင်သူပါ ဒီပြဿနာတွေကိုဘယ်လိုရှင်းကြမလဲဆိုတာကို ဇာတ်လမ်းလေးမှာကြည့်ရှုလိုက်ပါဦးနော်File size…(1.5 GB)/(1.1 GB)Quality….Blu-ray 1080p / 720pFormat…mp4Duration….01:42:00Genre…DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by LycorisYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBart KleverChris NietveltFlorian MyjerHans DageletHayati AzisLisa ZweermanMuhammad KhanRenée SoutendijkRio Kaj Den HaasVerdi Solaiman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qxRpSmkd7Y6sqtX4tkyqXuz3QgM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/Sweet_Dreams_2023_film_poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sweet-dreams-2023-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7s0vi/Sweet.Dreams.2023.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pekmkRhI#3p-85qMswTnqRaThLRBOkMuvZlUxnPdQ7EqZBmiHCGQ",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4g5vtgxcsy4i.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sweet-dreams-2023-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7s0ui/Sweet.Dreams.2023.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RaklRLAR#C1yXz8PK5V3uHEfV5zL16bNBW6mzIwbgLmazA_VAOMA",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tlcpyf4dszyz.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/8frwcyy2yt9r",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-_dbcac_bmE",
      "video_url": "https://www.youtube.com/watch?v=-_dbcac_bmE",
      "embed_url": "https://www.youtube.com/embed/-_dbcac_bmE"
    }
  },
  {
    "metadata": "not rated|2013|2h 8m|Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "23k"
    },
    "title": "Ugly (2013)",
    "description": "Ugly (2013) “အကျည်းတန်”ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb 7.9/10, Rotten Romatoes 60% ရရှိထားတဲ့ဘောလိဝုဒ်ကားလေးပဲဖြစ်ပါတယ်။အားလုံးသိကြတဲ့အတိုင်း အိန္ဒိယနိုင်ငံဟာ ခိုးမှု၊ လုယက်မှု၊ ကိုယ်ထိလက်ရောက်ပြုလုပ်မှု၊ လိင်ပိုင်းဆိုရာ‌စော်ကားမှု၊ ပြန်ပေးဆွဲမှုအစရှိသည်ဖြင့် ရာဇဝတ်မှုဖြစ်ပွါးမှုနှုန်း အတော်လေးမြင့်တဲ့ နိုင်ငံတစ်ခုပါ။ခေတ်ကာလတိုးတတ်လာနဲ့အမျှ အမှုဖြေရှင်းနှုန်း ပိုကောင်းလာသော်ငြား တပြိုင်ထဲမှာပဲ ပြစ်မှုကျူးလွန်မှုဟာလည်း လျော့သွားခြင်းမရှိပါဘူး။ဒါမျိုးနိုင်ငံမှာ ကလေးတစ်ယောက်ပျောက်တယ်ဆို ဘယ်‌လိုတောင် ပူပန်နေရမလဲ တွေးသာကြည့်ပါတော့။မင်းသားရူးရူးနေတဲ့အဖေနဲ့ တီဗီကလွဲ လောကကြီးကိုစိတ်ပျက်နေတဲ့အမေတို့ရဲ့ တစ်ဦးတည်းသောသမီး ကာလီဟာစနေနေ့တိုင်းအဖေနဲ့ သွားတွေ့ခွင့်ရပါတယ်။ဒီလိုနဲ့တနေ့ ကားပေါ်မှာ ကာလီတစ်ယောက်တည်းချန်ခဲ့ပြီး ဇာတ်ညွှန်းသွားယူတဲ့အဖေဖြစ်သူ ပြန်လာတဲ့အချိန်မှာတော့ကာလီလေးရဲ့အရိပ်အယောင်တောင်မတွေ့ရတော့ပါဘူး။ဖြစ်ချင်တော့ တစ်ခုတည်းသောသဲလွန်စဖြစ်တဲ့ လူကလည်း လိုက်ဖမ်းရင်း အသက်ဆုံးသွားခဲ့တယ်။လူပျောက်မှုထက် လူသေမှုကိုပဲစိတ်ဝင်စားတဲ့ရဲတွေဟာလည်း ကလေးကို ဖိဖိစီးစီးမရှာပေးကြတဲ့အခါကာလီ့ရဲ့ပထွေးဖြစ်တဲ့ အမှုစစ်ကပါ ဝင်ပါလာရပါတော့တယ်။ရှာရင်းဖွေရင်း အမှုလိုက်ရင်းနဲ့ သမီးဇောကပ်လာတဲ့အခါ ဒီအဖေနှစ်ယောက်လည်း အချင်းချင်းသံသယမကင်းဖြစ်လာပါတော့တယ်။အမျိုးမျိုးသော ရှုထောင့်တွေကနေ အကွက်ကျကျရိုက်ကူးထားတဲ့ကားလေးမို့ စိတ်ဝင်စားဖို့ကောင်းမှာအသေအချာပဲမို့ ကြည့်ရကျိုးနပ်တဲ့ကားလေးမို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော်။(အညွှန်းနဲ့ ဘာသာပြန်ထားတာကတော့ Aditi~Cherry~KKKZ~V~BpLတို့ပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…1.8GB / 805MBQuality…1080p BluRay / 720pFormat…mp4Duration….2h 8mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Aditi~Cherry~KKKZ~V~BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnurag KashyapStarsAbir GoswamiAlia BhattAnshika ShrivastavaGirish KulkarniMadhavi SinghRahul BhatRonit RoySaharsh Kumar ShuklaSiddhanth KapoorSurveen ChawlaTejaswini KolhapureVineet Kumar SinghCastAbir GoswamiAlia BhattAnshika ShrivastavaGirish KulkarniMadhavi SinghRahul BhatRonit RoySaharsh Kumar ShuklaSiddhanth KapoorSurveen ChawlaTejaswini KolhapureVineet Kumar Singh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/viPf6kTYU0LyryNPhGfQExxGbcd.jpg",
      "https://image.tmdb.org/t/p/w300/tO7U7vMXRaU02mpUShMO5bAMnkB.jpg",
      "https://image.tmdb.org/t/p/w300/cPLWJg6o4lWt3vX03tYncJ8rYzI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BY2VmMjlhYjgtYWY4ZS00MjYwLTg1ZTctZjA3MTMzMjJhNzA2XkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ugly-2013-1080-p-bd-rip-x-265-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kfefkmo21640.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2052q/Ugly_(2013)_1080p_BDRip_x265_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/TIclGJxS#lqP3MXzDlVIeZKkjSPr7N9IvuiG0hjkaHmDQf-VY1Hs",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ugly-2013-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/idmsx25vrshe.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2053j/Ugly_(2013)_720p_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WZMkRa7Z#PiwiyGIKirUBSuH_nlAE5XtEULdGTc9pUn6Qyjp6q9s",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/iumuuvulcnof",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wac2nt3jp930",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4ougQY2-zpk",
      "video_url": "https://www.youtube.com/watch?v=4ougQY2-zpk",
      "embed_url": "https://www.youtube.com/embed/4ougQY2-zpk"
    }
  }
]