[
  {
    "metadata": "R|2003|2h 18min|Action,Sci-Fi",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "321,741"
    },
    "title": "The Matrix Reloaded (2003)",
    "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ UN က စက်ရုပ်အားလုံးကို ဖျက်ဆီးဖို့ ရုတ်တရက် လုပ်ဆောင်လိုက်ပါတော့တယ်။ ဒီဖြစ်စဉ်ကြီးမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ စက်ရုပ်အနည်းစုဟာ လူတွေနဲ့ အတူယှဉ်တွဲနေထိုင်ဖို့ကိုလက်လျှော့ပြီး မီဆိုပိုတေးမီးယားဆိုတဲ့ လွတ်မြောက်နယ်မြေကို ထွက်သွားခဲ့ကြတယ်။ အဲဒီမှာပဲ 01 ဆိုတဲ့ ပထမဆုံး စက်ရုပ်နိုင်ငံ ပေါ်ပေါက်လာပါတော့တယ်။ 01 ဟာ သူတို့ကိုယ်သူတို့ ပိုအသိဉာဏ်ရှိလာအောင် ဖန်တီးခဲ့သလို လူတွေလိုအပ်တဲ့ စက်တွေ နည်းပညာတွေကိုလည်း ပြန်ရောင်းစားပြီး တဖြည်းဖြည်းနဲ့ စီးပွားရေးမှာ လူတွေထက် အဆမတန် အင်အားကြီးလာခဲ့ပါတယ်။ လူသားငွေကြေးတန်ဖိုးတွေလည်း ကျဆင်းပြီး အင်အားချည့်နဲ့လာတဲ့အတွက် UN က 01 ကို စီးပွားရေးပိတ်ဆို့ခဲ့တယ်။ ဒါကို ညှိနှိုင်းဖို့ ရောက်လာတဲ့ စက်ရုပ်သံတမန်တွေကိုလည်း တိုက်ခိုက်ဖျက်ဆီးခဲ့တယ်။ အဲဒီနောက်မှာ UN က စက်ရုပ်နိုင်ငံကို လက်ဦးမှုယူ တိုက်ခိုက်ခဲ့ပြီး ၂၂ ရာစု အလယ်လောက်မှာ စစ်ပွဲကြီးစတင်ခဲ့ပါတယ်။ ဒါ့အပြင် အနုမြူနဲ့ပါ လက်ဦးအောင် ထုခဲ့ပါတယ်။ ဒါပေမဲ့ စက်ရုပ်တွေက လူတွေထက်ပိုမာတဲ့ အတွက် မျိုးမပြုတ်ခဲ့ပါဘူး။ အဲဒီမှာ မျိုးမပြုတ်ဘဲ ကျန်ခဲ့တဲ့စက်ရုပ်တွေဟာ တစ်ကမ္ဘာလုံးက စက်တွေကို စုစည်းပြီး ပြန်ထိုးစစ်ဆင်ပါတော့တယ်။ အရှေ့အလယ်ပိုင်း ဥရောပ အရှေ့ပိုင်းတွေကိုပါ သိမ်းပိုက်လာနိုင်ခဲ့တယ်။အရေးနိမ့်လာတဲ့လူသားတွေဟာ အမှောင်မုန်တိုင်းလို့ ခေါ်တဲ့ စစ်ဆင်ရေးတစ်ခုကို လုပ်ခဲ့တယ်။ ဒါကတော့ စက်ရုပ်တွေရဲ့ အဓိကစွမ်းအင်ရင်းမြစ်ဖြစ်တဲ့ နေကို ဖြတ်တောက်ဖို့ပါပဲ။ ကမ္ဘာ့လေထုအကာတစ်ခုလုံးကို နာနိုဗုံးတွေနဲ့ဖောက်ခွဲပြီး တိမ်မည်းကြီးတွေ ဖုံးသွားအောင်လုပ်ပြီး ကမ္ဘာပေါ်မှာ နေရောင်ပျောက်ကွယ်သွားအောင်လုပ်ခဲ့တာပါပဲ။ ဒီစစ်ဆင်ရေးကြောင့် စက်ရုပ်တွေအင်အားချိနဲ့သွားပေမဲ့ မကြာခင်မှာပဲ အနုမြူစွမ်းအင်ကို အစားထိုးပြီး ပြန်အင်အားများလာခဲ့တယ်။ပြီးတော့ လူသားပုံစံစက်ရုပ်တွေကိုမသုံးတော့ဘဲ ပိုပြီးတိုက်ခိုက်နိုင် အားသုံးနိုင်တဲ့ စန်တီနယ်လို စက်ရုပ်တွေကို သုံးလာခဲ့တယ်။လူသားတွေ အကျအဆုံးများပြီး ငတ်မွတ်လာတဲ့အချိန်မှာတော့ UN ရဲ့ရှေ့ကို စက်ရုပ်သံတမန်နောက်တစ်ခေါက်ရောက်လာပါတော့တယ်။ ဒီတစ်ခါမှာတော့ စက်ရုပ်သံတမန်က ထွေထွေထူးထူးညှိနှိုင်းမနေတော့ပါဘူး။ သူ့ကိုယ်သူဖောက်ခွဲပြီး ကမ္ဘာခေါင်းဆောင်အားလုံးနဲ့ နယူးယောက်မြို့ကြီးကို ဖျက်ဆီးပစ်လိုက်ပါတော့တယ်။ ခေါင်းဆောင်မရှိတော့တဲ့ တပ်တွေကိုလည်း စက်ရုပ်တပ်တွေက အသာအယာအနိုင်ယူပြီး လူသားတွေ ကျဆုံးသွားခဲ့ပါတော့တယ်။ ဒါ့အပြင် စက်ရုပ်တွေဟာ နေ နဲ့ အနုမြူစွမ်းအင်အပြင် နောက်ထပ် စွမ်းအင်ရင်းမြစ်တစ်ခုကို တွေ့ရှိလာခဲ့ပါတယ်။ ဒါကတော့လူသားတွေကို ဖမ်းဆီးထားပြီး သူတို့ ကိုယ်ကနေ လျှပ်စစ်စွမ်းအင်တွေ ထုတ်ယူတာပါ။ အဆုံးမရှိတဲ့ကွင်းပြင်ကြီးတွေထဲမှာ လူသားတွေ သန်းချီပြီး ဖမ်းဆီးထားပြီး စွမ်းအင်ထုတ်ယူပါတော့တယ်။အဲဒိဖမ်းဆီးထားတဲ့လူသားတွေရဲ့ စိတ်ကို အကျဉ်းချဖို့အတွက် Matrix ကို ဖန်တီးလိုက်တာပါပဲ။ Matrix ဆိုတာကတော့ Virtual Reality တစ်ခုပါပဲ။ လူသားတွေရဲ့ စိတ်ကို ကွန်ပြူတာစနစ်ထဲကို ထည့်သွင်းထားပြီး ၁၉ ရာစု ၂၀ ရာစုခေတ်မှာ သူတို့ဘာသာ အသက်ရှင်နေထိုင်နေကြသလို ထင်ယောင်ထင်မှား ဖြစ်စေခဲ့တာပါ။(ဒါကတော့ ၁ ၂ ၃ ကြည့်ပြီးမှ ဆက်ဖတ်သင့်ပါတယ်)Matrix ရဲ့ ပထမဆုံးဗားရှင်းမှာတော့ လူသားတွေဟာ လုံးဝပြီးပြည့်စုံပြီး လိုလေးသေးမရှိတဲ့ ကမ္ဘာကြီးထဲမှာ နေထိုင်ရတာပါ။ ဒါကို လူသားတွေရဲ့စိတ်က ဖြစ်တည်မှုအစစ်လို့ လက်မခံနိုင်တဲ့အတွက် Matrix ပထမဆုံးပရိုဂရမ် ကျရှုံးသွားပါတော့တယ်။ ဒီတော့ စက်ရုပ်တွေက လူသားတွေကို စစ်တွေဆက်တိုက်ဖြစ်နေပြီး ဒုက္ခပင်လယ်ဝေနေတဲ့ Matrix တစ်ခုဖန်တီးပေးပြန်ပါတယ်။ ဒါကိုလည်း လူသားဦးနှောက်က လက်မခံပြန်ပါဘူး။ နောက်ဆုံးမှာတော့ လူသားတွေရဲ့ဘဝအစစ်လို့ အဓိကယုံကြည်စေဖို့ လိုအပ်တဲ့အရာဟာ Choice လို့ခေါ်တဲ့ ရွေးချယ်မှု ရှိတယ်လို့ ထင်ရတဲ့ ကမ္ဘာပဲဆိုတာ စက်ရုပ်တွေ သိသွားပါတယ်။ ဒီတော့မှ Matrix ဟာ အောင်မြင်ပြီးလူသားတွေကို ဖြစ်တည်မှုအတုထဲမှာ အကျဉ်းချထားနိုင်ပါတော့တယ်။ ဒီ Matrix ထဲမှာပဲ ရင်းမြစ်ကုတ်ကို ထိန်းချုပ်တဲ့ Architect ဗိသုကာဆိုတဲ့ လူကို ဖန်တီးထားလိုက်တယ်။ ပြီးတော့ လူသားတွေကိုလေ့လာပြီး ပြောင်းလဲပေးနိုင်ဖို့ ရှေ့ဖြစ်ဟော Oracle ဆိုတဲ့ ပရိုဂရမ်တစ်ခုကိုဖန်တီးထားတယ်။ ဒါပေမဲ့ ဒီ Matrix ဟာလည်း လူသား ၉၉ ရာနှုန်းကိုပဲ လှည့်စားနိုင်ပါတယ်။ ၁ ရာခိုင်နှုန်းကတော့ ဒါဟာ အတုအယောင်လို့ သံသယဝင်လာတဲ့ ပရိုဂရမ်ချို့ယွင်းချက်တွေဖြစ်လာတယ်။ အဲဒီ မက်ထရစ်ကနေ လွတ်မြောက်လာပြီး Zion လို့ခေါ်တဲ့ နောက်ဆုံးလူသားတိုင်ပြည်ကို တည်ထောင်လာတယ်။ ပြီးတော့ ဒီလူတွေကပဲ Matrix ထဲကို ပြန်ဝင်လာပြီး လူသားအားလုံးကို လွတ်မြောက်အောင် ပြန်တိုက်ခိုက်လာတယ်။ ဒီလို error လူတွေကို ကာကွယ်ဖို့ အေးဂျင့်ဆိုတဲ့ အင်အားကြီးတဲ့ ပရိုဂရမ်မျိုးတွေဖန်တီးထားခဲ့တယ်။ ဒီတော့ Matrix စနစ် တည်ငြိမ်ဖို့ အဲဒီ ချို့ယွင်းကုတ်တွေ အားလုံးကို သယ်ဆောင်နေတဲ့ ပရိုဂရမ်တစ်ခုကို ဖန်တီးလိုက်တယ်။ The One ခေါ် Neo ပေါ့။ အဲဒီ The One ဟာ လူသားအားလုံးကို ကယ်တင်မယ့်သူလို့ Zion တွေ ယုံကြည်စေခဲ့တယ်။ ဒါပေမဲ့ အဲဒီ The One ရဲ့ လမ်းကြောင်းဟာ နောက်ဆုံးမှာ ဗိသုကာဆီမှာ အဆုံးသတ်ပါတယ်။ Neo ဟာ လူသားတွေကို ကယ်တင်ဖို့ သူ့ကိုယ်သူ စတေးခံရမယ်။ သူသေသွားချိန်မှာ သူ့ရဲ့ မူလ ကုတ်တွေအားလုံးကို မူလရင်းမြစ်ကုတ်ထဲကို ပူးပေါင်းစေပြီး Matrix ကို reload ဖြစ် အစက ပြန်စတင်စေတာပါ။ Zion ဆိုတဲ့ လူသားကမ္ဘာကိုလည်း အားလုံးပျက်စီးစေမှာပါ။ မပျက်စီးခင်မှာ Neo ကို လူသား ၂၃ ယောက်ရွေးချယ်ခိုင်းပြီး Matrix အသစ်ပြန်စ Zion အသစ်ပြန်စပြီး နောက်တစ်ဖန် ထိန်းချုပ်လည်ပတ်စေတာပါ။ ဒီလိုနဲ့ Matrix ရဲ့ error တွေကိုရှင်းပြီး reload လုပ်ခဲ့တာ ငါးကြိမ်တိုင်ခဲ့ပါပြီ။ Neo ငါးယောက်လည်း သေဆုံးပြီးခဲ့ပါပြီ။ အခု Matrix ရုပ်ရှင်ထဲက ၆ ယောက်မြောက် Neo ကတော့ မတူတဲ့လမ်းကို ရွေးခဲ့ပါတယ်။ ရင်းမြစ်ကုတ်ဆီမှာ အသေခံရမယ့်အစား သူ့ချစ်သူ ထရစ်နတီကို ကယ်တင်ခဲ့တယ်။ နောက်ပြီးတော့ ဇိုင်ရွန်တွေ ပျက်စီးရမယ့်စား စစ်ပြေငြိမ်းနိုင်ဖို့ စက်ရုပ်မြို့တော်အထိ ရောက်အောင်သွားပြီး အပေးအယူလုပ်ပြီးမှ အသေခံခဲ့တာပါ။ ဒီလိုနဲ့ ကမ္ဘာကျော် Matrix ရုပ်ရှင်တွေ အဆုံးသတ်ခဲ့တာပါ။ ဒီတစ်ခါတော့ Matrix ပြန်လည်ရှင်သန်ခြင်းမှာ ဘာတွေဖြစ်လာမလဲ စောင့်ကြည့်လိုက်ရအောင်။The Matrix ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=the+matrix+neoမှာကြည့်ပါ။File size…(5.3 GB)/(1.4 GB)/(800 MB)Quality….BluRay 4K HEVC/1080p HEVC / 720pFormat…mkv/mp4Duration….02:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHein Thet Naing,Little NeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames McTeigueLana WachowskiLilly WachowskiStarsCarrie-Anne MossDaniel BernhardtDon BatteeHelmut BakaitisHugo WeavingKeanu ReevesLambert WilsonLaurence FishburneMonica BellucciSteve BastoniCastAdrian RaymentAndrew ValliAndy ArnessAnthony Brandon WongAnthony ZerbeAttila DavidhazyAustin GaluppoBernard WhiteCarrie-Anne MossChris MitchellChristine AnuChristopher KirbyClayton WatsonCollin ChouCornel WestDaniel BernhardtDaryl HeathDavid FranklinDavid KildeDavid RobertsDavid William NoDon BatteeEssie DavisFrankie StevensGenevieve O'ReillyGina TorresGloria FosterHarold PerrineauHarry LennixHelmut BakaitisHugo WeavingIan BlissJada Pinkett SmithJohn WaltonJosephine ByrnesJoshua MbakweKeanu ReevesKelly ButlerKevin ScottLambert WilsonLaurence FishburneLeigh WhannellLiliana BogatkoMalcolm KennardMarcus YoungMarlene CumminsMatt McColmMichael BuddMonica BellucciMontaño RainNash EdgertonNathaniel LeesNeil RaymentNicandro ThomasNick ScogginNona GayeNoris CamposPaul CotterPeter LambRandall Duk KimRay AnthonyRene NaufahuRick ShusterRobert MammoneRobyn NevinRoy Jones Jr.Rupert ReidScott McLeanShane C. RodrigoSocratis OttoSteve BastoniSteve MorrisSteve VellaStoney BurkeTahei SimpsonTerrell DixonTiger Hu ChenTony LynchTory MussettValerie Berry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tva2OlLELCagFynFibcefhn2D9i.jpg",
      "https://image.tmdb.org/t/p/w300/sDxCd4nt3eR4qOCW1GoD0RabQtq.jpg",
      "https://image.tmdb.org/t/p/w300/hgg12QdHLZrfkposbefF7Goo6nN.jpg",
      "https://image.tmdb.org/t/p/w300/YfMEwVRe1c5rhFYmL2P8153T8x.jpg",
      "https://image.tmdb.org/t/p/w300/ihOJcrorpDQtHTzIOrobbOhpJsj.jpg",
      "https://image.tmdb.org/t/p/w300/6RoeOYp8Z6TtHATYJF52BjPoqo5.jpg",
      "https://image.tmdb.org/t/p/w300/641MUFisaCXxyd0kKK6ELWTfdQT.jpg",
      "https://image.tmdb.org/t/p/w300/4t6yb3USH1jRml18LiLgnGWq8q9.jpg",
      "https://image.tmdb.org/t/p/w300/kQIzFGdVCwsuutMKyCVZ8LrJw3e.jpg",
      "https://image.tmdb.org/t/p/w300/7UDntdU0EUhJASvmdSE5bKvpPUz.jpg",
      "https://image.tmdb.org/t/p/w300/jQNy6mGIGsqqMfmQhl2jhId96mi.jpg",
      "https://image.tmdb.org/t/p/w300/sYOAcn9wJK2AQ2agkBojewBM5VI.jpg",
      "https://image.tmdb.org/t/p/w300/xX65SiqPmDrQsbKIQgLwFKghyxr.jpg",
      "https://image.tmdb.org/t/p/w300/2TfwHGpucunyF3HRgs0ZrEhALda.jpg",
      "https://image.tmdb.org/t/p/w300/umdlELjfK9M9SK0PuDTdAjxinxv.jpg",
      "https://image.tmdb.org/t/p/w300/5LWLa0jvIQLDSanxJ7MWvcbTdrn.jpg",
      "https://image.tmdb.org/t/p/w300/orKviFWibMzLBfVpABZdhPpkGJu.jpg",
      "https://image.tmdb.org/t/p/w300/r5lIF5RJrQJYgVJK0sn3M0deZhO.jpg",
      "https://image.tmdb.org/t/p/w300/5v68CBoYv1BYzVD52aFAGcI9iR6.jpg",
      "https://image.tmdb.org/t/p/w300/1QxIK4pZiqQjxA8qKeipwROTcOh.jpg",
      "https://image.tmdb.org/t/p/w300/7wd0dGDppC2zWOwmgCERVxdg5Fe.jpg",
      "https://image.tmdb.org/t/p/w300/cvWzggFuKqFrojLhIPaTif23DpV.jpg",
      "https://image.tmdb.org/t/p/w300/mCkmay9O9Z6qxkc6UmqthcpFjwZ.jpg",
      "https://image.tmdb.org/t/p/w300/25p6PkREnNvLkKOe2ul3bCGbYni.jpg",
      "https://image.tmdb.org/t/p/w300/wrMk58wTdaxqfnsmBjvY9Dnv6Z3.jpg",
      "https://image.tmdb.org/t/p/w300/eLgAbHFUWF1WzrigkrcOmE0Vj0g.jpg",
      "https://image.tmdb.org/t/p/w300/pZ3gHyU5V5pffTgVFB5pgoPJuKC.jpg",
      "https://image.tmdb.org/t/p/w300/ktjLQUM3DLeJpMhH1YQDzimkLWH.jpg",
      "https://image.tmdb.org/t/p/w300/iFw7yCvjPYQnc179fEqjsRGTv8F.jpg",
      "https://image.tmdb.org/t/p/w300/mWULnYPsgGrXwkp1gb3ROjG8dTg.jpg",
      "https://image.tmdb.org/t/p/w300/juwaLlVjDPwqbogj78KK9u3iPqF.jpg",
      "https://image.tmdb.org/t/p/w300/8Ogmjp5WiSyPcZfDGMbM2p06WRC.jpg",
      "https://image.tmdb.org/t/p/w300/5Wh30rh6jcwRuS2ycw49sRCSpUg.jpg",
      "https://image.tmdb.org/t/p/w300/w38phWk7iIyZuWcPgK4tzGKet9H.jpg",
      "https://image.tmdb.org/t/p/w300/5hC5SvjanmOj8Pzx6bHmC1K0w5L.jpg",
      "https://image.tmdb.org/t/p/w300/6N8KmMYQ7T17usvxijrNBswEvGt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-matrix-reloaded-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-2160-p-4-k-blu-ray-sdr-10-bit-hevc-eac-3-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1GVt7/(CM)_The_Matrix_Reloaded_(2003)_2160p_[4K]_BluRay_SDR__10bit_HEVC_EAC3_5.1_-_Nyein.mkv",
        "server": "megaup.net",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/l9cjFaaD#1HtqS2pYhXPrI4DGiq6pep7Td1QO9CnkgkjajIsXzZQ",
        "server": "mega.nz",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/7a86xl6b498z.html",
        "server": "usersdrive.com",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-1080-p-blu-ray-sdr-10-bit-hevc-aac-2-0-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2mSTK/(CM)_The_Matrix_Reloaded_(2003)_1080p_BluRay_SDR__10bit_HEVC_AAC_2.0_-_Nyein.mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1RElxABI#EE-o4UaX9yoMVs0CMQMSuhRdWctkGgppVVjfTJ6sL8k",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/so2vyy80n3rd.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://watchsb.com/fursjjpem2l3.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-720-p-blu-ray-h-264-aac-2-0-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GVlz/(CM)_The_Matrix_Reloaded_(2003)_720p_BluRay_H.264_AAC_2.0.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cMdDhCaR#BEoCGMLj9qzJa8cMhPNnvAeQS8J4eA_xj3HgPgwE7Y0",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uwenvt1s4fi4.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/5ttdsqo4osk6.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zsgrsiZoymA",
      "video_url": "https://www.youtube.com/watch?v=zsgrsiZoymA",
      "embed_url": "https://www.youtube.com/embed/zsgrsiZoymA"
    }
  },
  {
    "metadata": "|2003|40 min|Documentary",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "286"
    },
    "title": "Volcanoes of the Deep Sea (2003)",
    "description": "က်ေနာ္တို႔ အၿမဲတမ္း ပင္လယ္ေအာက္မွာ ဘာေတြ ရွိမယ္ဆိုတာ မခန္႔မွန္းႏုိင္ခဲ့ပါဘူးအခု ဒီ Documentary မွာ ပင္လယ္ေရေအာက္ ေပ ၁၂၀၀၀ အနက္ကို ဆင္းၿပီးလူသားေတြ မျဖစ္တည္မွီ ရွိေနခဲ့တဲ့ ဇီ၀ ရုပ္ကၽြင္းမ်ားႏွင့္ သက္ရွိသတၱ၀ါမ်ားကမၻာ့ရဲ႕ အလယ္ဗဟို တည့္တည့္မွာ ဘာေတြ ရွိမလဲ ဆိုတဲ့ စူးစမ္းေလ့လာမႈမ်ားကိုစိတ္၀င္တစား ၾကည့္ရႈရမယ့္ Documentary မွတ္တမ္း ျဖစ္ပါတယ္ဘာသာျပန္ေပးထားတာကေတာ့ CM Translator တစ္ဦးျဖစ္သူ ကိုမင္းသက္ဦး ျဖစ္ပါတယ္Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStephen LowStarsDr. Richard LutzEd HarrisCastDr. Richard LutzEd Harris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dBz6x9FIqj6lSM5Chrj7DzKDSkJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg2ODcwMTcyMV5BMl5BanBnXkFtZTcwODgyMTkyMQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://channelmyanmar.agbcloud.com/index.php/s/ZQoPNJRBR56Sk4B",
        "server": "channelmyanmar.agbcloud.com",
        "size": "480 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2003|2h 34min|Action,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "321,741"
    },
    "title": "The Last Samurai (2003)",
    "description": "The Last Samurai ဆိုပဲTom Cruise ဆိုပဲပြီးတော့ ဆာမူရိုင်းချပ်ဝတ်တန်ဆာကြီးနဲ့ပိုစတာကြီးမြင်တာနဲ့ ဒီဇာတ်ကားဘယ်လိုလဲဆိုတာမြန်မာဇာတ်သိမ်းပိုင်းအတိုင်း ခန့်မှန်းရလွယ်လွန်းပါတယ်************အဲ့မှာ သောက်ဂွကျတာပဲတက်တက်စင်အောင်လွဲမြန်မာကားလိုဘာညာ အထင်သေးမိခဲ့တဲ့ ကျွန်တော်အခု all time fav ထဲ ထည့်ရမလို့ဘာညာဖြစ်နေပြီယောက်ျားတန်မယ့် ငိုကြီးချက်မ မဖြစ်ရုံတမယ်မျက်ရည်ပေါက်ပေါက်နဲ့တကယ်တော့ The Last Samurai ဆိုတာ ဘယ်သူ့ကိုရည်ညွှန်းတယ်ဆိုတာ ဇာတ်ကားကိုညဘက် နားကြပ်တပ်ပြီး အပြည့်အဝ ခံစားပြီးမှ သိခဲ့ရတာ။ဟိုး၂နှစ်လောက်တုန်းက ဒီကားreviewရေးဖူးတယ် အဲ့reviewကို ပြန်တင်ထားလိုက်တယ်The plot –ဇာတ်အိမ်တည်ထားတဲ့ အချိန်ကာလဟာ Meji restoration (or)Westernization in Japan လို့အဓိပ္ပါယ်ရတဲ့Meji အစိုးရအသွင်ပြောင်းလဲခြင်း (သို့)အနောက်လူနေမှုအဆင့်အတန်းများ ဂျပန်သို့ရောက်လာခြင်းဖြစ်တဲ့ ၁၈ရာစုနှောင်းပိုင်း ၁၈၆၀ခုနှစ်ကာလများ…ခရစ်နှစ် 1603ခုနှစ်ကနေစပြီး တည်တံ့လာတဲ့ Edo era ကြီးဟာအမေရိကန်တွေ ခေတ်မှီလက်နက်ကိရိယာမျိုးစုံ စစ်သဘော်ကြီးတွေနဲ့ ဂျပန်ဆိပ်ကမ်းကိုလာရောက်ဆိုက်ကပ်ခြင်းကစပြီးပျက်သုဉ်းခြင်းဆီကို တဖြည်းဖြည်းဦးတည်လာခဲ့တယ်။ဂျပန်ဆိပ်ကမ်းကိုအသုံးပြုမယ် ကုန်သွယ်မယ် စစ်ခုံရုံးတွေမှာပါဝင်စွက်ဖက်မယ် ဂျပန်တွေတစ်သီးတခြားနေထိုင်အုပ်ချုပ်နေတာတွေရပ်တန့်ရမယ်ဆိုတဲ့ လက်နက်အမိန့်စကားသံတွေဟာ ဂျပန်ပြည်ကြီးရဲ့ အနာဂတ်ကို ခြိမ်းခြောက်နေတယ်။ထိုအချိန်ကာလ ဂျပန်အစိုးရဟာ လွယ်လွယ်ကူကူ စာချုပ်ရေးထိုးပေးလိုက်တယ်။ ဆာမူရိုင်းတွေဟာ ဒီလိုသူရဲဘောကြောင်တဲ့ အစိုးရလုပ်ရပ်ကို မကြိုက်။ ဒါ့ကြောင့် ဆာမူရိုင်း clanတွေစုစည်းပြီး အစိုးရကိုဖြုတ်ချပြီး ခေတ်မီတဲ့ဂျပန်အစိုးရ Meji အစိုးရကို ထူထောင်ကြတယ် ။သို့သော်လည်း Katsumoto ဆိုတဲ့ ဆာမူရိုင်းခေါင်းဆောင်ကြီးဟာMeji အစိုးရထူထောင်ရေးလမ်းစဉ်ကို မကြိုက်နှစ်ပေ။ငါတို့သည် ဆာမူရိုင်းများဖြစ်သည်။ ဓားကိုသာစွဲကိုင်သည်။မီးလက်နက်များမကိုင်။ ဘယ်တော့မှအညံ့မခံ။ အသေသာခံမည်ဆိုတဲ့လမ်းစဉ်ကို လျှောက်နေကြတဲ့ katsumotoနဲ့ သူနောက်ပါဆာမူရိုင်းတစ်ချို့ဟာ Mejiအစိုးရသစ်အတွက် ခေါင်းခဲစရာဖြစ်နေသည်။ထို့ကြောင့် katsumotoကို ဖြုတ်ချရန်အတွက် အနောက်နိုင်ငံများမှစစ်သူရဲကောင်းတွေကိုရှာပြီး meji အစိုးရရဲ့ စစ်တပ်ကိုလေ့ကျင့်ပေးရင်စီစဉ်ကြတော့တယ်။Captain Nathan Algrenအင်ဒီယန်း‌ vs အမေရိကန် တိုက်ပွဲတွေမှာ သူရဲကောင်းအဖြစ်ကျော်ကြားတဲ့ ကပ္ပတိန် နေသန် အာလ်ဂရမ်တစ်ခုသောတိုက်ပွဲမှာ အထက်အရာရှိမှ အမိန့်ကြောင့် အပြစ်ကင်းစင်‌တဲ့ မိန်းမပျို/အို တွေနဲ့ ကလေးတွေကို သတ်ပစ်ခဲ့ရတယ်။ထိုတိုက်ပွဲအပြီးမှာ သူလုပ်ခဲ့သောလုပ်ရပ်ကိုနောင်တအရှက်ရသောကြောင့် စစ်တပ်မှထွက်ခဲ့တယ်။ကလေးတွေကို သတ်ခြင်း မိန်းမတွေကိုသတ်ခဲ့ရတဲ့မြင်ကွင်းတွေဟာ အိပ်မက်ဆိုးတစ်ခုလိုခြောက်လှန့်နေတယ် ။တစ်နေ့ Cap Nathan AlgrenဟာMejiအစိုးရရဲ့ ပညာရှင်၊ ခေါင်းဆောင်၊ သူရဲကောင်းစတဲ့ခေါ်ယူမှုတွေထဲက တစ်‌ယောက်ဖြစ်လာခဲ့တယ်ဒီလိုနဲ့ Mejiစစ်တပ်ကို လေ့ကျင့်သင်ကြားပေးရန်Nathan Algrenတစ်ယောက် ဂျပန်ပြည်ကြီးဆီကိုခရီးနှင်လာခဲ့တော့တယ်ဒီဇာတ်ကားရဲ့နောက်ဆုံးbattleဟာဆိုရင်1877က တကယ်ဖြစ်ခဲ့တဲ့ စစ်ပွဲ (Seinan-war)ကို based ယူထားတာဖြစ်ပါတယ်တကယ့်သမိုင်းနဲ့ ရုပ်ရှင်ကွာခြားချက်ကThe Last Samurai အစစ်ဟာ Katsumoto မဟုတ်ဘဲ Saigo Takamori ဆိုသူဖြစ်တယ်နောက်ပြီး Mejiစစ်တပ်နဲ့ ပူးပေါင်းပြီး သင်ကြားပေးတဲ့Captain ဟာလည်းအမေရိကန် စစ်တပ်မဟုတ်ဘဲ ပြင်သစ်စစ်တပ်က Captain Jules Brunet ဆိုသူဖြစ်တယ်(သူတို့ပုံသိချင်ရင် ဂလူးဂလူးခေါက်လိုက်ဗျာ)ဒီဇာတ်လမ်းဟာ တကယ့်ကိုသဘာဝကျကျဖန်တီးထားတယ် တကယ်သဘောကျစရာကောင်းတာကသရုပ်ဆောင်တွေအကုန်လုံးက ဂျပန်သားတွေကိုသာသုံးထားတာဖြစ်ပါတယ်အစကတော့ ဥရောပရောက်ဂျပန်ဖြစ်ဖြစ် စစ်ဘက်ဆိုင်ရာလေ့ကျင့်မှုရှိတဲ့ကိုရီးယားနိုင်ငံသားတွေဖြစ်ဖြစ် အသုံးပြုဖို့စီစဉ်ထားတာကို ဒါရိုက်တာအပါအဝင် မင်းသားTom Cruise တို့က အပြင်းအထန်ကန့်ကွက်ကြတယ်ပြီးတော့ Tom Cruiseကိုယ်တိုင် ဇာတ်ကားမှာပါဝင်မယ့် ဂျပန်သားတွေကို လနဲ့ချီ training ပေးခဲ့တယ် ဒါ့ကြောင့်လည်း ဒီဇာတ်ကားက ဂျပန်ကားဆိုတဲ့အရသာကိုအပြည့်အဝပေးစွမ်းခဲ့တယ်နောက်ထပ်ပြောစရာချင်တာက ဂျပန်စကားအခုမှလေ့လာသူတွေအတွက်လည်း ကြည့်သင့်တဲ့ movieလေးတစ်ခုပါပုံမှန်နေ့စဉ်ပြောနေကျ စကားပြောတွေထက်ကို ခပ်နှေးနှေးခပ်ပြတ်ပြတ်ပြောထားတာတွေ့ရပါတယ် နောက်ပိုင်း Tom Cruiseပြောတဲ့ စကားအချို့ဆို ကျွန်တော်တောင်နားလည်တယ်ဒီဇာတ်လမ်းက ဂျပန်နိုင်ငံအကြောင်းကို Hollywood styleရိုက်ကူးထားတယ်ဒါရိုက်တာကြီးကလည်း တကယ့်ကိုဆရာတစ်ဆူဖြစ်တဲ့ Edward Zwickဖြစ်တယ်Blood Diamond, Jack Reacherတို့ကိုလည်း ရိုက်ကူးခဲ့တဲ့ သူလည်းဖြစ်တယ်ဒီဇာတ်ကားမှာသူရဲ့ရိုက်ကူးချက်အရမ်းကောင်းတယ်ဂျပန်ပြည်ကြီးကို ကိုယ့်နည်းကိုယ့်ဟန်မယ့်ကာကွယ်ကျမယ့် အဖွဲ့နှစ်ဖွဲ့ Mejiနဲ့ Samuraiကြည့်ရှုသူရဲ့စိတ်က ဘယ်ဘက်ကိုမျှအလေးသာခြင်းမရှိသွားအောင်ရိုက်ကူးပြတယ်Samurai တွေရဲ့ Bushidoဆိုတာကို ရှင်းရှင်းလင်းလင်းရိုက်ပြသွားတယ်ကိုယ့်လူမျိုးကိုယ်ပြန်တိုက်နေတဲ့ Meji စစ်သားတွေဟာလည်း လမ်းစဉ်မတူလို့သာဆန့်ကျင်ကြရတယ်သူတို့ရဲ့Samuraiရိုးရာကြီးကိုဘယ်လောက်ချစ်တယ်ဆိုတာ မြင်ရမယ်နောက်ပြီးအကြိုက်ဆုံးက Katsumoto ဆိုတဲ့characterရယ်Katsumotoနေရာသရုပ်ဆောင်တဲ့ဘဲကြီး Kenwatanabeတကယ့်ကိုလိုက်ဖက်လွန်းတဲ့characterမာန်ပါလွန်းတဲ့အကြည့် ဩဇာရှိတဲ့အသံ နဲ့ လုံးဝကိုပြီးပြည့်စုံတဲ့ characterတစ်ခုဖြစ်ခဲ့တယ်Tom Cruise ထက်တောင် အဲ့ဘဲကိုပိုကြိုက်သေးတယ်နောက်ထပ်ကတော့ ကျနော်တို့သိကြတဲ့ဆရာကြီး Hans Zimmerပေါ့ဗျာဆိုတော့ နားကြပ်တပ်ကိုတပ်ကြည့်ရမယ့် အနေအထားဖြစ်သွားပြီပေါ့ဆရာကြီးအကြောင်းကိုမရေးတော့ဘူးEarphonesလေးတပ်ပြီး ညအချိန်မှာ ဇာတ်ကားကြည့်ပြီးအေးအေးဆေးဆေးchillရုံပဲပေါ့။(ရုပ်ရှင်အညွှန်းကိုFilmophile Community Myanmar မှ Eh Mayer၏ပို့စ်ကိုကူးယူဖော်ပြပါသည်။)File size…(12 GB)/(2.8 GB)/(1.5 GB)Quality….BluRay4K HEVC/1080p/720pFormat…mkv/mp4Duration….02:34:11Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byPyi T NyeinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEdward ZwickStarsBilly ConnollyChad LindbergKen WatanabeKoyukiShichinosuke NakamuraTimothy SpallTogo IgawaTom CruiseTony GoldwynWilliam AthertonCastAoi MinatoBilly ConnollyChad LindbergHiroaki AmanoHiroshi WatanabeHiroyuki SanadaHisao TakedaJiro WadaJohn KoyamaKen WatanabeKenta DaiboKoji FujiiKosaburo Nomura IVKoyukiLee MurayamaMakoto HashibaMasashi OdateMasato HaradaMitsuyuki OishiNoguchi TakayukiRay Godshall Sr.Ryoichi NoguchiRyoichiro YonekuraSatoshi NikaidoScott WilsonSeiji MoritaSeizô FukumotoShane KosugiShichinosuke NakamuraShimpei HorinouchiShin KoyamadaShinji SuzukiShintaro WadaShoji YoshiharaShun SugataSosuke IkematsuSven ToorvaldTakashi KoraTakashi NoguchiTakeru ShimizuTakeshi MayaTimothy SpallTogo IgawaTom CruiseTony GoldwynWilliam AthertonYuki MatsuzakiYusuke Myochin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/piXBj3FKEGNb6XCfAM7w5s4BI7O.jpg",
      "https://image.tmdb.org/t/p/w300/mxlXUzriCrR51C1o4gSJalU1NNk.jpg",
      "https://image.tmdb.org/t/p/w300/lm15lu2jt3I3Syxsb90UJzUzMRV.jpg",
      "https://image.tmdb.org/t/p/w300/5IM4A22LKZlQiynzIw1qNF6h5cE.jpg",
      "https://image.tmdb.org/t/p/w300/atlr3rNM4qJiyyfmzsNnM5aCLaz.jpg",
      "https://image.tmdb.org/t/p/w300/38SdzkbomU884guPIFYnOv8yvRv.jpg",
      "https://image.tmdb.org/t/p/w300/axEsd4tGV8eNlo7w397ODBDkdKL.jpg",
      "https://image.tmdb.org/t/p/w300/z354BaTVzKj7E60WLzDoSmUuO4u.jpg",
      "https://image.tmdb.org/t/p/w300/23DGN85ZuHc1XeRNsfJXhPK7Ot4.jpg",
      "https://image.tmdb.org/t/p/w300/isQKcDL5zXsBX9LDaFsP5gqZBsR.jpg",
      "https://image.tmdb.org/t/p/w300/7T5ZJUeD9YAvPWGAEtliJE0beZp.jpg",
      "https://image.tmdb.org/t/p/w300/sDCyLeeLBU5PBibQciDq8zP9cJM.jpg",
      "https://image.tmdb.org/t/p/w300/4m0eLZzOr5W1BK9el9ASQrTwd0m.jpg",
      "https://image.tmdb.org/t/p/w300/g7vyM5fJSGXUyeP6EZEtfBwC5Xa.jpg",
      "https://image.tmdb.org/t/p/w300/we4qlWyKHUr46isL6z9Nh3asKJC.jpg",
      "https://image.tmdb.org/t/p/w300/hQZF2NLLSTQM6KlIDHjZjzHVkas.jpg",
      "https://image.tmdb.org/t/p/w300/eCkzVxC0vFX1yOWLsyPCSTnwCQV.jpg",
      "https://image.tmdb.org/t/p/w300/j1QYb7ApWKChO46K2KHFlDPK8q7.jpg",
      "https://image.tmdb.org/t/p/w300/dRX6zgZ2PE9cHyuqha8i0sajNhM.jpg",
      "https://image.tmdb.org/t/p/w300/zZ45cnLzb2aN7yjoZaJpLKojlON.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/p33171_p_v8_ay.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/c-morg-the-last-samurai-2003-2160-p-4-k-x-265-10-bit-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "12 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-the-last-samurai-2003-blu-ray-1080-p-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20Zme/(CMorg)_The.Last.Samurai.2003.BluRay.1080p.x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9GMgSQIC#g_T0Mum68l7dYrfaAimCcVpAS7rFc2pXuQd9yAINCvs",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bj1jb1zyblyr.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-the-last-samurai-2003-blu-ray-720-p-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20Zl7/(CMorg)_The.Last.Samurai.2003.BluRay.720p.x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I7Ek0LBD#wfXPuNACZmt9-WY1ddFR8zAFmyKv9f7rnSYjk-0LEJ0",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7o2ft2qdsc20.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rsn0fjmxfx6p",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/pb776exwl7vn",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kJ27kgmhI6Q",
      "video_url": "https://www.youtube.com/watch?v=kJ27kgmhI6Q",
      "embed_url": "https://www.youtube.com/embed/kJ27kgmhI6Q"
    }
  },
  {
    "metadata": "R|2003|1h 29m|Horror",
    "rating": {
      "rating": "6/10",
      "rating_count": "91000"
    },
    "title": "House of 1000 Corpses (2003)",
    "description": "House of 1000 Corpses (2003)​Halloween ပွဲ​တော်လည်း​ရောက်​​​​တော့မယ်ဆို​တော့ Halloween Theme နဲ့ရိုက်ထားတဲ့ ဇာတ်ကား​တွေထဲက ကြည့်ရှုသူကို ဆွဲ​ခေါ်သွား​ပေးနိုင်တဲ့ ဇာတ်ကား​လေးတစ်ခုဖြစ်တဲ့ ၂၀၀၃ ခုနှစ်ကထွက်ရှိထားတဲ့ သည်းထိတ်ရင်ဖိုကား​လေး House of 1000 Corpses ကို တင်ပေးလိုက်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အရာရာကို စူးစမ်းချင်တဲ့ ​ဘေလ်၊ ဂျယ်ရီ၊ မယ်ရီ နဲ့ ဒယ်နီးဆိုတဲ့ သူငယ်ချင်း​​လေး​ယောက် ​တစ်​နေ့ အ​မေရိကန်နိုင်ငံရဲ့ လူသွားနည်းလမ်းကားလမ်း​​မကြီး​တွေ​ဘေးက ဆွဲ​ဆောင်မှုရှိတဲ့ ​နေရာ​တွေအ​ကြောင်း စာအုပ်​ရေးဖို့ လိုက်ရှာရင်း ​ဟောလိုဝင်း​နေ့ကြီးမှာ ကပ္ပတိန်စ​​ပေါတင်းဆိုတဲ့​နေရာ​လေးကို​ရောက်သွားပါတယ်။အဲဒီ​နေရာ​လေးက​နေ မြို့ရဲ့ ​ပျောက်ဆုံး​နေတဲ့ ​ဒေါက်တာ​စေတန်အ​ကြောင်း လိုက်ရှာမယ်ဆိုပြီးထွက်အသွား ​သူစိမ်းကောင်မ​လေးတစ်​ယောက် လမ်းကြုံအကူအညီ​​​တောင်းတာကိုကူညီရင်း ​​သူစိမ်းအိမ်ကို​ရောက်သွားပါတယ်။ အဲဒီအိမ်ကြီးကို ​ရောက်ပြီး​နောက်ပိုင်း သူငယ်ချင်းလေး​ယောက် ဘယ်လိုမူမမှန်မှု​တွေ ထိတ်လန့်​ခြောက်ခြားစရာ​တွေ… အဲဒီအိမ်ကြီးမှာ ဘာ​​တွေဖြစ်ပျက်ခဲ့လဲ… ဆိုတာ​တွေကို သည်းထိတ်ရင်ဖိုကြည့်ရှုရမယ့်ကား​လေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုDBမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 770MBQuality – 1080p, 720pIMDb Rating – 6/10Format – mp4Duration – 1H 29MinGenre – HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated byDBEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRob ZombieStarsBill MoseleyChad BannonChris HardwickDavid ReynoldsDennis FimpleErin DanielsGregg GibbsHarrison YoungIrvin Mosley Jr.Irwin KeyesJake McKinnonJennifer JostynJoe Dobbs IIIJudith DrakeKaren BlackKen JohnsonMatthew McGroryMichael J. PollardRainn WilsonRob ZombieRobert Allen MukesSheri Moon ZombieSid HaigTom TowlesWalter PhelanWalton GogginsWilliam BassettCastBill MoseleyChad BannonChris HardwickDavid ReynoldsDennis FimpleErin DanielsGregg GibbsHarrison YoungIrvin Mosley Jr.Irwin KeyesJake McKinnonJennifer JostynJoe Dobbs IIIJudith DrakeKaren BlackKen JohnsonMatthew McGroryMichael J. PollardRainn WilsonRob ZombieRobert Allen MukesSheri Moon ZombieSid HaigTom TowlesWalter PhelanWalton GogginsWilliam Bassett",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sFsBX1iJabxVfJon8dKLF9Lpibh.jpg",
      "https://image.tmdb.org/t/p/w300/fGTQXeEbUFWHK7FlJk1Hgc2AHmF.jpg",
      "https://image.tmdb.org/t/p/w300/j5gi60OUwOeHHfDssa855c5LSJ6.jpg",
      "https://image.tmdb.org/t/p/w300/hkUN6niHrqODIUpRtWbE2dsmTpB.jpg",
      "https://image.tmdb.org/t/p/w300/kLr6kknqYV1BbYcrrxGJNLZGa0L.jpg",
      "https://image.tmdb.org/t/p/w300/jweRMLxgXqzfh12ILnTcmVz3Iix.jpg",
      "https://image.tmdb.org/t/p/w300/jk19WnO0Q0uvbv4UalBj6vk8NbB.jpg",
      "https://image.tmdb.org/t/p/w300/qdSJAyE6cTeGrpL9wIaj6Ib6H0m.jpg",
      "https://image.tmdb.org/t/p/w300/36RcavguJ8SrWzJfkbZyyXD92We.jpg",
      "https://image.tmdb.org/t/p/w300/9lY3l2fYRl3cGWQg7SSOV7WxhBC.jpg",
      "https://image.tmdb.org/t/p/w300/9zRKOiwImJWdBABFn46BygB3hJi.jpg",
      "https://image.tmdb.org/t/p/w300/qVyDn9MiPiWRaiR8NZiy3sYkHbH.jpg",
      "https://image.tmdb.org/t/p/w300/x4rOIxaCvQ8DuigEAJFpJHH7rdI.jpg",
      "https://image.tmdb.org/t/p/w300/vMDzb5PLMS625KV6O6tGL1JY41X.jpg",
      "https://image.tmdb.org/t/p/w300/yboXmlXrfvLYeiaLsjK8lincCMI.jpg",
      "https://image.tmdb.org/t/p/w300/vUj8qt1Q4RFiUPn73HhOx4g14wW.jpg",
      "https://image.tmdb.org/t/p/w300/kDLYASYayKUeqSxdyWGv9AsOTDo.jpg",
      "https://image.tmdb.org/t/p/w300/oY8KIxR4IQAC5DORs2aVwiDnpMS.jpg",
      "https://image.tmdb.org/t/p/w300/qNz9Wbl701Ng4emUbgiMoi06VFY.jpg",
      "https://image.tmdb.org/t/p/w300/RgsGI4oy1LaaZT8tIMMwyL9qIj.jpg",
      "https://image.tmdb.org/t/p/w300/gIWbzKVkbXmC94OGnkXiQW2kyDc.jpg",
      "https://image.tmdb.org/t/p/w300/zWKeUYZbPilk9aZMNRAVOLqeIuA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/29c2qgXmSREosLBevOILEuMWzQC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-house-of-1000-corpses-2003-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Yqi2/(CM)_House_of_1000_Corpses_(2003)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hvkXhCJD#Oo7XtFCMF_V698pT_pVFNXzlqeyVqCP5GDyesINlSCo",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-house-of-1000-corpses-2003-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Yqhk/(CM)_House_of_1000_Corpses_(2003)_720p.mp4",
        "server": "megaup.net",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZjkwmAZY#l6mx7KuuJYg4Wrmmn4FPxJFYm1nN6-OwLwTaydXPioI",
        "server": "mega.nz",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/o58g96awg5fe.html",
        "server": "usersdrive.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/h9wiztp27zxj",
        "server": "streamsb.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xfasr9a4yxtu",
        "server": "streamvid.io",
        "size": "770MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xbRRD-cD7h4",
      "video_url": "https://www.youtube.com/watch?v=xbRRD-cD7h4",
      "embed_url": "https://www.youtube.com/embed/xbRRD-cD7h4"
    }
  },
  {
    "metadata": "PG|2003|87 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "128,099"
    },
    "title": "Johnny English (2003)",
    "description": "IMDb Rating (6.2)မင်းသားကြီး Rowan Atkinson ကို မစ္စတာဘင်းအဖြစ် လူသိများကြသလို ဂျွန်နီအင်းဂလစ်ရှ်အဖြစ်လဲ မှတ်မှတ်သားသားရှိကြမှာပါ…” အမှားဆိုတာ ငါ့အဘိဓာန်မှာ မရှိဘူး” ပြောတတ်တဲ့ ဂျွန်နီအင်းဂလစ်ရှ်ဆိုတာ အမြဲတမ်းတလွဲတွေပဲ လုပ်တတ်တဲ့ အင်္ဂလန်နိုင်ငံကိုကယ်တင်နေကျ သူရဲကောင်းအေးဂျင့်တစ်ယောက်ပါပဲ။ဒီကားကတော့ အင်းဂလစ်ရှ်ရဲ့ စပိုင်အေးဂျင့်ဘဝစတင်ဖြစ်ပေါ်လာပုံပါ။MI5 တို့ MI6 တို့ MI7 တို့ဆိုတာ အင်္ဂလန်ပြည်ရဲ့ လျှို့ဝှက်အေးဂျင့်ဌာနတွေပေါ့…ဒီဌာနမှာ အင်းဂလစ်ရှ်ရယ် သူဘာမှားမှားသူ့ဖက်က အမြဲနေတဲ့ သူ့တပည့်ကျော် ဘော့ရယ်က တောက်တိုမယ်ရ လုပ်ရတာပါ…တစ်နေ့တော့ အတော်ဆုံးအေးဂျင့်ဝမ်းဆိုတဲ့လူ သေသွားပါတယ်…သေပုံက အင်းဂလစ်ရှ်သေချာရှာဖွေပေးလိုက်တဲ့ ရေငုတ်သင်္ဘောကုတ်က အမှားကြီးဖြစ်နေလို့ အေဂျင့်ဝမ်းခမျာ ရေငုတ်သင်္ဘောထဲ ဝင်မရဘဲ သေသွားတာပါ..ဒါ့အပြင် ကျန်တဲ့အေးဂျင့်တွေလဲ အလုံခြုံဆုံးဆိုတဲ့ MI7 ဌာနချုပ်မှာ ဗုံးပေါက်လို့ အကုန်ကိစ္စချောသွားပါတယ်။ဒါကြောင့်မလို့ လျှို့ဝှက်အေးဂျင့်ဌာနမှာ အသက်ရှင်ကျန်ရစ်တာဆိုလို့ တောက်တိုမယ်ရ အင်းဂလစ်ရှ်ရယ် သူ့တပည့်ကျော်ဘော့ရယ်ပဲ ရှိပါတော့တယ်။ဒီလိုချိန်ခါမှာ ဝန်ကြီးချုပ်က အေးဂျင့်ဝမ်းကိုင်တွယ်နေတဲ့ကိစ္စတွေကို ဆက်လက်စုံစမ်းဖို့  ဖိအားပေးလာတဲ့အခါမှာတော့ ဌာနအကြီးအကဲကလဲ နားအေးပြီးရော ရှိတဲ့လူနှစ်ယောက်ကို အေးဂျင့်ပေးလိုက်ပါတော့တယ်။နဂိုကတည်းက အေးဂျင့်ရူးရူးနေတဲ့ အင်းဂလစ်ရှ်တစ်ယောက် အင်္ဂလန်ပြည်ကြီးကို ဘယ်လိုကယ်တင်မလဲဆိုတာ ဆက်လက်ရှုစားရမှာပါ။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=Johnny+Englishကြည့်လို့ရပါတယ်။File size… (2.2 GB) / (900 MB)Quality…BluRay 1080p HEVC /720pFormat…mkv/mp4Duration….01:27:25Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMugiwara YaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter HowittStarsBen MillerDouglas McFerranGreg WiseJohn MalkovichKevin McNallyNatalie ImbrugliaRowan AtkinsonSteve NicolsonTasha de VasconcelosTerence HarveyCastBen MillerChris TarrantClive GrahamDouglas McFerranEos ChaterFaruk PrutiGay-Yee WesterhoffGreg WiseHaylie EckerJames GreeneJenny GallowayJohn MalkovichKevin McNallyKevin MooreMarc DanburyMartin LawtonMarvin BeysterNatalie ImbrugliaNeville PhillipsNina YoungOliver Ford DaviesPeter TennPhilippa FordhamRowan AtkinsonRowland DaviesSam BeazleySimon BernsteinSteve NicolsonTakuya MatsumotoTania DavisTasha de VasconcelosTerence HarveyTim BerringtonTim Pigott-SmithTrevor McDonald",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tGcIy7gA8jwYpi5W2UB1Rxrk2i6.jpg",
      "https://image.tmdb.org/t/p/w300/gtDuUEprJkTIrzcO2vFsXgdkJ0R.jpg",
      "https://image.tmdb.org/t/p/w300/pQs5BG6OZsny0zPj2cXlBElafFp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/12/MV5BNDkxODhlNmItYjhiMC00ZjNmLWE2YmMtOTQ3NmQxM2YzOGFiXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/johnny-english-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-johnny-english-2003-i-nternal-1080-p-blu-ray-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/39xYQ/(CM)_Johnny.English.2003.iNTERNAL.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/cGVWmT7K#FlWBkxKfdr1_P55icVaoeWC8B2zwlW9qUkaOE5UbZiY",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/2zmhm2uhyjoi.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbspeed.com/fkqx1x181wiq.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-johnny-english-2003-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/39xYm/(CM)_Johnny_English_(2003)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/96c0ebp5x50y.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/fkqx1x181wiq.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7VlpHnog6rw",
      "video_url": "https://www.youtube.com/watch?v=7VlpHnog6rw",
      "embed_url": "https://www.youtube.com/embed/7VlpHnog6rw"
    }
  }
]