[
  {
    "metadata": "|||Action,Asian,Comedy,Stephen Chow",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "The Tricky Master (1999)",
    "description": "The Tricky Master (1999) 🃏((Wong Jing နဲ့ Chowတို့ရဲ့ နောက်ဆုံးလမ်းခွဲ))ဒီကားကို တစ်ချို့ က Tricky Brains ဆိုတဲ့ ကား နဲ့ ရောနေတတ် ကြပါတယ်။သဘောတရားတူပေမယ့် ဇာတ် လမ်းက မတူပါဖူး။Tricky ဆိုတဲ့အဓိပ္ပာယ် လိမ်ညာမှု ၊လှည့်စားမှု ဆိုတဲ့စကားလုံးအရ နှစ်ကားလုံးက လိမ်ညာလှည့်စားတဲ့ဇာတ် ကားတွေပါ။၁၉၉၉ ခုနှစ် ၈ လပိုင်း ၅ရက်နေ့မှာ ထွက်ရှိခဲ့ ပြီးBox Office ကတော့ HKD ၁၉ မီလီယံကျော် ရရှိခဲ့ပါတယ်။Imdb Rating လဲ 5.8 ရရှိထားတဲ့ ၂၀၀၀ မပြည့်မှီ ချောင်ရဲ့နောက်ဆုံးကားလို့ဆိုရပါမယ်။၂၀၀၀ ပြည့်နှစ်ကျော်ပြီးကထဲက Chow ရဲ့ ဇာတ်ကားတွေအလွန်နည်းပါတယ်။KungFu Hustle , Shaloin Soccer, Cj 7 စတဲ့ဇာတ်ကားတွေမှာ ပဲ ချောင်ဟာ အကွက်စိတ်ပါ၀င်ပြီး ကိုယ်တိုင်ပါ၀င်ခြင်း‌ နည်းပါးလာပါတယ်။___________________Plot,,,ခေါင်းစဉ်အတိုင်းTricky Master (လှည့်စားဆရာကြီး) Chow ကို မြင်တွေ့ရမှာဖြစ်ပြီး Nick Cheung ( နစ် ချန်း ) ဆိုတဲ့ မင်းသား တစ်ယောက် နဲ့ တွဲဖက်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။-ထောင်ကထွက်လာတယ့် လှည့်စားဘုရင် ချောင်။(Chow)-အမှု လိုက်ရာမှာ ကျွမ်း ကျင်မှု မရှိ ပဲ အလွဲ အမှား ဖြစ်တဲ့ သူ့ရဲ့ ယောက်ဖ(ရဲဝန်ထမ်း)။(Nick cheung)-ယောက်ဖရဲ့ အမှု တွေ ကို လှည့်စားနည်းပညာတွေနဲ့ ဘယ်လို အကူညီပေးမယ်? လှည့်စားနည်းတွေဘယ်လိုသုံးပြီး ဘယ်လို အနိုင်ယူ မယ်ဆိုတာတွေကို ကြည့်ရမှာပါ။ဒီကားမှာဆိုရင် ချောင်ရဲ့ Tricky Brains ကားထဲကလို လှည့်စားတာ‌ေတွကို တွေ့ရမယ် ။Gamblers Series ထဲကလို ဖဲ လောင်းကစားနည်းတွေ နှင့် အမှုလိုက် အက်ရှင် အခန်း လေးပါထည့်ထားတဲ့( Comedy,Crime ,Gambling) ၃ခုလုံးပါ၀င်တဲ့ ဇာတ်ကားလေးပါ။___________________ဒါရိုက်တာ ကတော့Wong Jing ပဲဖြစ်ပါတယ်။Wong jing (ဝေါင်ကျင်း) ဆိုသူကို ကြားဖူးကြမယ်ထင်ပါတယ် ။ ချောင် အောင်မြင်မှုရထားတဲ့ ကား အများ စု ကို ဝေါင်ကျင်း ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။Wong Jing ရိုက်ထားတဲ့ ချောင်ရဲ့အ ကျော် အမော်ကားတွေက…-Hail The judge-Sixty Million Dollar Man-Royal Tramp 1 & 2-Fight Back To School 3-God Of Gamblers 2 & 3-Tricky Brains နှင့်ယခုကား The tricky Master စတာတွေပဲ ဖြစ်ပါတယ်။အပေါ်မှာ နောက်ဆုံးလမ်းခွဲဆိုတဲ့အတိုင်း..Wong Jingနဲ့Chow တို့ရဲ့ပူးပေါင်းမှု ကြောင့်ကားကောင်းများစွာထွက်ခဲ့တာ အပေါ်ကစာရင်းအတိုင်း သက်သေပါပဲ။သို့သော် ဒီTricky Master 1999 ဟာ ချောင်နဲ့ဝေါင်ကျင်းတို့ရဲ့ နောက်ဆုံး ဇာတ်ကားဖြစ်ခဲ့ပါတယ်။ဒီကား‌ပြီးကထဲကချောင်ဟာ ကိုယ်တိုင်ရိုက်ကူး၊သရုပ်ဆောင်လာပြီး အခုထိလက္မတွဲတော့ပါဘူး။ အပြင်မှာ တွေ့ဆုံမှုလဲ အလွန်နည်းပါးပြီး အဆက်သွယ်ပြတ်ခဲ့တယ်လို့ interviewတစ်ခုမှာ ဖတ်ရပါတယ်။🌑Wong Jing သည် ယခု အသက် ၆၄ နှစ်ဝန်းကျင်ရှိတဲ့ Producer,Director, Presenter, Actor တစ်ယောက် ဖြစ်ပါတယ် ။သူသည် ယခုချိန်ထိ ဇာတ်ကားပေါင်း ခန့်မှန်းချေ ၁၇၅ ကားကို ရိုက်ကူး၊ထုတ်လုပ် ခဲ့ ပြီးသူကိုယ်တိုင်လဲ တချို့ကားတွေမှာ တတ်နိုင်သလောက် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီကားတွင် လည်း Wong Jing သည် ဗီလိန် နေရာ ၌ ပါဝင် သရုပ်ဆောင် ထား တာ ကို မြင်ရမှာဖြစ်ပါတယ်။ (ဖဲ ယှဉ် က စားသည့် ခပ်ဝ ဝ လူဆိုး ဂိုဏ်းဆရာကြီးသည် ဒီကားရဲ့ ဒါရိုက်တာပဲဖြစ်ပါတယ်။)🤎သူကိုယ်တိုင်ရိုက်ပြီး သူကိုယ်တိုင် ဝင် သရုပ်ဆောင်ထားတာ မျိုး ပေါ့ ။ဒါဟာဒီကားမှမဟုတ်ပါဘူး။Chow ရဲ့ ကားတိုင်းလိုလိုမှာ လူဆိုး ဗီလိန်အနေဖြင့် ပါ၀င်သရုပ်ဆောင်ထားတာ ကို သတိထားတွေ့နိုင်ပါတယ်။××××××××(ရုပ်ရှင်အညွှန်းကိုStephen Chow Movies & Knowledge (Myanmar) FB Pageမှ ကူးယူဖော်ပြပါသည်…)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။File size…(2 GB) and (1 GB)Quality….BluRay 1080p 5.1CH and 720pFormat…mkvDuration….01:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by d3m0nYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAman ChangBaat Leung-GamBowie LauCelia Sze Lim-TseChang Gan-WingFrankie NgKelly LinKen LoKingdom YuenLaw Kar-YingLee Kin-YanLee Siu-KeiNancy Lan SaiNick CheungSamuel Leung Cheuk-MoonSandra Ng Kwun-YuStephen ChowSuki KwanTats LauTenky Tin Kai-ManWilliam DuenWong JingWu Fung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7LpfwFFGystvSQpE70cBfs7ocPn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzUzMjAyYTctYTUwZC00MTAyLTkzN2QtNmY2MzcxNDk0NDJhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tricky-master-1999",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-tricky-master-1999-1080-p-blu-ray-dd-5-1-x-264-wmd-mkv",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tricky-master-1999-720-p-blu-ray-dd-5-1-x-264-wmd-mkv",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Ule8/The.Tricky.Master.1999.1080p.BluRay.DD.5.1.x264-WMD.mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gg8u/The.Tricky.Master.1999.720p.BluRay.DD.5.1.x264-WMD.mkv",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/3apGmLgb#3FYiKTVXiwF_hPIOWxNacGS3_zceDQSlHGtEHmXPPkk",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/WCBg2RQL#CeOPiQpOc3FP7j5TPblesbMW2-uFw8H3rst5Efea5GU",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vj5p2cgafpsr.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zao5ln9d0hne.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/avw3asjvmjol",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tricky-master-1999-1080-p-blu-ray-dd-5-1-x-264-wmd-mkv",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tricky-master-1999",
        "server": "VIP Links",
        "size": "2GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2008|86 min|Asian,Comedy,Family,Sci-Fi,Stephen Chow",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "11,663"
    },
    "title": "CJ 7 (2008)",
    "description": "Cj7 (2008) 🤖Imdb_6.5အထိရရှိထားပြီး ချောင် ကိုယ်တိုင်ဒါရိုက်တာလုပ်ကာ၊သရုပ်ဆောင်ခဲ့တဲ့ နောက်ဆုံးကားတစ်ကားပဲဖြစ်ပါတယ်။2008 ခုနှစ် Janauary 31 ရက်နေ့ မှာ ဟောင်ကောင်၌ ထွက်ရှိခဲ့ပြီး စိတ်ကူးယဉ်ဆန်တဲ့ ပညာပေး၊ရသပေး ဇာတ်ကားလေးပါ။ဇာတ်ညွှန်းရေးသူက ချောင် အပါအဝင် ၆ ယောက်နီးပါးရှိပါတယ်။အမေရိကန် အခြေစိုက် Columbia Pictures မှ ထုတ်လုပ်ဖြန့်ဝေခဲ့ ပြီး ဇာတ်ကားဘက်ဂျက် USD $20 မီလံယံ ခန့် ကုန်ကျသော်လည်း Box Office မှာ USD $47 မီလံယံ (၂ဆကျော်) နီးပါး ပြန်ရခဲ့ပါတယ်။×××××××××Plot,,Single Father ဖြစ်တဲ့ Chow ဟာ တစ်ဦးတည်းသော သူ့ရဲ့သားလေး (ရှောင် တီ) ကို ပညာ တတ် ဖြစ်စေချင်လို့ သူဌေးသားတွေတက်တဲ့ International Private School မှာ ထားပါတယ်။ချောင် ရဲ့ အိမ် ဟာ လဲ တိုက်ပျက်လေးမှာ အမိုးအကာလေးဆောက်နေပြီး Construction အလုပ်ကြမ်း လုပ်ကာ ပင်ပန်းဆင်းရဲပေမယ့် သူ့သားကိုတော့ ပညာတတ်ဖြစ်စေချင်တဲ့ သူပါ။ကျောင်းလစာအတွက် တနင့်တပိုးပေးနေရတော့ ရှောင်တီလေးဟာ သူများတန်းတူ မဝတ်ရ ၊မစားရ ၊လိုချင်တဲ့ပစ္စည်းလေးတွေမသုံးရပဲ ကလေးသဘာ၀ ကျောင်းတက်ရတာ feel မလာတော့ဘူးပေါ့။အဲ့လို အခက်ခဲ တွေနဲ့ သားအဖ နှစ်ဦးမပြေလည် ဖြစ်နေတဲ့အခိုက် CJ7 ဆိုတဲ့ ဂြိုလ်သားလေး ဘယ်လိုရောက်လာပြီးဘာတွေပြောင်းလဲ အောင် လုပ်သွားမလဲဆိုတာကတော့?ခံစားချက်အစုံ နဲ့ ဟာသဖက်ကို ဦးတည်မသွားပဲ ပညာပေးကားလေးအဖြစ် တင်ဆက်သွားမယ့် ဇာတ်ကားကောင်းတစ်ခုပါ။×××××××××ဒီကားကိုကြည့်ပြီးသူတိုင်းကော မကြည့်ရတဲ့သူကောသတိထားမိရမယ့် Twist (၂)ချက်ရှိပါတယ်။ဇာတ်ကားထဲမှာပါတဲ့– စွမ်းအင်ဖိနပ်လေးနဲ့ ရှောင်တီတစ်ယောက် ဂိုးတိုင်ကို ပါဝါနဲ့ကန်လိုက်တဲ့ အခန်းက Shaolin Soccer☯ ထဲက Chow ကန် လိုက် တဲ့ အခန်း ကို တဖန်ပြန်လည်ဂုဏ်ပြု တဲ့အနေနဲ့ ကိုးကားထားတာဖြစ်ပြီး– ပါဝါဖိနပ်နဲ့မိုးပေါ်တက် ပြီး ပြန်ဆင်းလာတဲ့အခန်းဟာလည်း KungFu Hustle☯ ထဲက Chow သုံးတဲ့ ဗုဒ္ဓ လက်ဝါးသိုင်း အခန်းကို ပြန်လည် ဖော်ကျူးထားတာ ပါ။သတိထားမိမယ့် ဇာတ်မြုပ် လေးတွေပါပဲ။ကဲ ငယ်ငယ်က မျက်ခွက်ပြောင်ခဲ့သမျှ 20ရာစုနောက်ပိုင်းမှာ ချောင် ဟာ အခုလို ရုပ်တည်၊ရုပ်တန့်နဲ့ သရုပ်ဆောင်ထားတာဟာ အခြားလူတစ်ယောက်များလား လို့တောင် ထင်မိစေပါတယ်။ လူပျိုကြီး ဖြစ်တဲ့ စတီဗင်ချောင်ဟာ သားတစ်ယောက် အဖေ အနေနဲ့ ဘယ်လို ကောင်းကောင်းကြီး သရုပ်ဆောင်သွား မလဲ ဆိုတာ ကြည့်ရူလိုက်ကြရအောင်ဗျာ!××××××××××¶ ထိုဇာတ်ကား၌ ရှောင်တီ သည် မိန်းကလေးဖြစ်ပေမယ့် ယောင်္ကျား လေးအဖြစ်သာ တစ်ကားလုံးသရုပ်ဆောင်ထားပါတယ်။ဒါ့အပြင် ရှောင်တီရဲ့ ကျောင်းနေဖက် သူငယ်ချင်းများဟာလဲ မိန်းကလေးများသာဖြစ်ကြပါတယ်။ ¶××××××(ရုပ်ရှင်အညွှန်းကိုStephen Chow Movies & Knowledge (Myanmar) FB Pageမှ ကူးယူဖော်ပြပါသည်…)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။File size…1.04 GB/760MBQuality….BluRay 1080p 5.1CH and 720pFormat…mkvDuration….01:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by AliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStephen ChowStarsJiao XuLei HuangStephen ChowYuqi Zhang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/cj7-2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cj72008",
        "server": "VIP Links",
        "size": "1.04 GB/760MB",
        "quality": "1080p/720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cj-7-blu-ray-remux-720-p-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cj-7-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12Bsc/Cj_7_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/12Bs9/(CM)CJ7.Blu-ray.REMUX.720p.mkv",
        "server": "megaup.net",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/38xdqnx3ads8.html",
        "server": "streamsb.com",
        "size": "760MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]