[
  {
    "metadata": "PG-13|1988|1h 25min|Comedy,Crime",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "147,607"
    },
    "title": "The Naked Gun: From the Files of Police Squad! (1988)",
    "description": "The Naked Gun: From the Files of Police Squad! (1988)IMDb – 7.6/10_____Rotten – 88%ကဲ CM ပရိတ်သတ် ကြီးကို အတော မသတ်အောင် ရယ်မောရမဲ့ရဲဟာသ ကားလေး တစ်ကား တင်ဆက် ပေးလိုက်ပါတယ်ဗျာ။ကျနော် တို့ ငယ်ငယ် က ခေါင်းဖြူ အဖိုးကြီး ကားဆိုပြီး ခွေဆိုင် တွေမှာငှားကြည့် ပြီးခွီခဲ့ရတာတွေကို မှတ်မိမယ် ထင်ပါတယ်။အမြဲတမ်း တလွဲတွေ လုပ်ပြီး ရုပ်တည် ကြီးနဲ့ လည်း ဖြီးတက်သေးတဲ့ကြွားရတာလည်း ဝါသနာပါတဲ့ ရဲဋ္ဌာနက ဗိုလ်လေး ဖရန့်ဒရက်ဘင်ကကျွန်တော့် ကလေးဘဝမှာ ကျေနပ် နှစ်သက်ခဲ့ရတဲ့ ဇာတ်ကောင်တွေ ထဲကတစ်ယောက်ပဲ ဖြစ်ပါတယ်။တကယ်တော့ ဒီ Naked Gun က နဂို 1982 ကထွက်ရှိခဲ့တဲ့ Police Squad ဆိုတဲ့ TV ဇာတ်လမ်းတွဲကို ပြန်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီပထမကားမှာတော့ ပရိတ်သတ် ကို ဖရန့် နဲ့ စတင် မိတ်ဆက်ပေးထားပြီး ဖရန့် ရဲ့နေထိုင်ပုံ အလွဲတွေကို တင်ပြထားပါတယ်။ ဒီကားမှာတော့ အင်္ဂလန် ဘုရင်မကြီးလာရောက်လည် ပတ်တာကို လုံခြုံရေးတာဝန် ကျပါတယ်။ အဲ့အချိန်မှာပဲ ဖရန့်ရဲ့ရင်းနှီးတဲ့ လုပ်ဖော်ကိုင်ဘက် ဖြစ်တဲ့ နော့ဘတ်ဟာလည်း ဒဏ်ရာ အပြင်းအထန်ရပြီးဆေးရုံကို ရောက်သွားပါတယ်။ဒီအချိန်မှာပဲ ဖရန့်ဟာ ဆက်စက် စဉ်းစားရင်းဗင်းဆင့် ဆိုတဲ့ လူဆီကို ခြေရာခံမိပါတယ်။ သူလုပ်တယ်ဆိုတာ သိနေသော်လည်းလက်ဆုပ် လက်ကိုင် မပြနိုင် သက်သေ မရှိလို့ ဖမ်းဖို့ ခက်နေပြန်ပါတယ်။တစ်ဖက်မှာလည်းဘုရင်မကြီးကို လုပ်ကြံဖို့ ဗင်းဆင့် က စီစဉ်နေတယ်ဆိုတာကို ခြေရာခံမိပါတယ် ဒါပေမဲ့ဘယ်လို လုပ်ကြံမလဲ ဆိုတာကို မသိရသေးပါဘူး။ဒီလိုနဲ့မှ ဘုရင်မကြီးကို ဘေ့စ်ဘောပွဲမှာလုပ်ကြံမယ် ဆိုတာ သိရပါတယ်။ ဒါပေမဲ့ ဖရန့်က ဘုရင်မကြီးနဲ့ တွေ့ဆုံပွဲမှာ အလွဲလွဲတွေလုပ်ခဲ့လို့ ရာထူးက ရပ်ထားခံရပါတယ်။ဒါဆို ဥပဒေဘက်တော်သား အမှန်တရားဘက်တော်သားဖရန့်တစ်ယောက် ဘုရင်မကြီးကို ဘယ်လို ကာကွယ်ဖို့ ကြိုးစားမလဲ နော့ဘတ်ရဲ့ ကိစ္စကတစ်ကယ်ပဲ ဗင်းဆင့် နဲ့ ဆက်စပ် နေလား ဆိုတာတွေကို ပါးစပ် မစေ့ပဲ ရယ်မော ကြည့်ရှု့ရမှာပါIMDB 7.6 လည်း ရထားတာမို့ ဟာသကားတစ်ကားအနေနဲ့ တော်တော်မြင့်တဲ့ Rating လို့လဲ ပြောလို့ရပါတယ်။ ဒီကားလေး ကိုတော့ Missy မှ ဘာသာပြန်ပေးထားတာဖြစ်ပါတယ်ဗျာ။===================ကဲ CM ပရိတ္သတ္ ႀကီးကုိ အေတာ မသတ္ေအာင္ ရယ္ေမာရမဲ့ရဲဟာသ ကားေလး တစ္ကား တင္ဆက္ ေပးလုိ္က္ပါတယ္ဗ်ာ။က်ေနာ္ တုိ႔ ငယ္ငယ္ က ေခါင္းျဖဴ အဖုိးႀကီး ကားဆုိၿပီး ေခြဆုိင္ ေတြမွာငွားၾကည့္ ၿပီးခြီခဲ့ရတာေတြကုိ မွတ္မိမယ္ ထင္ပါတယ္။အၿမဲတမ္း တလြဲေတြ လုပ္ၿပီး ရုပ္တည္ ႀကီးနဲ႔ လည္း ၿဖီးတက္ေသးတဲ့ႀကြားရတာလည္း ၀ါသနာပါတဲ့ ရဲ႒ာနက ဗုိလ္ေလး ဖရန္႔ဒရက္ဘင္ကကြ်န္ေတာ့္ ကေလးဘ၀မွာ ေက်နပ္ ႏွစ္သက္ခဲ့ရတဲ့ ဇာတ္ေကာင္ေတြ ထဲကတစ္ေယာက္ပဲ ျဖစ္ပါတယ္။တကယ္ေတာ့ ဒီ Naked Gun က နဂုိ 1982 ကထြက္ရွိခဲ့တဲ့ Police Squad ဆုိတဲ့ TV ဇာတ္လမ္းတြဲကုိ ျပန္ရုိက္ကူးထားတာျဖစ္ပါတယ္။ဒီပထမကားမွာေတာ့ ပရိတ္သတ္ ကုိ ဖရန္႔ နဲ႕ စတင္ မိတ္ဆက္ေပးထားၿပီး ဖရန္႔ ရဲ႕ေနထုိင္ပုံ အလြဲေတြကုိ တင္ျပထားပါတယ္။ ဒီကားမွာေတာ့ အဂၤလန္ ဘုရင္မႀကီးလာေရာက္လည္ ပတ္တာကုိ လုံၿခဳံေရးတာ၀န္ က်ပါတယ္။ အဲ့အခ်ိန္မွာပဲ ဖရန္႔ရဲ႕ရင္းႏွီးတဲ့ လုပ္ေဖာ္ကုိင္ဘက္ ျဖစ္တဲ့ ေနာ့ဘတ္ဟာလည္း ဒဏ္ရာ အျပင္းအထန္ရၿပီးေဆးရုံကုိ ေရာက္သြားပါတယ္။ဒီအခ်ိန္မွာပဲ ဖရန္႔ဟာ ဆက္စက္ စဥ္းစားရင္းဗင္းဆင့္ ဆုိတဲ့ လူဆီကုိ ေျခရာခံမိပါတယ္။ သူလုပ္တယ္ဆုိတာ သိေနေသာ္လည္းလက္ဆုပ္ လက္ကုိင္ မျပႏုိင္ သက္ေသ မရွိလုိ႔ ဖမ္းဖုိ႔ ခက္ေနျပန္ပါတယ္။တစ္ဖက္မွာလည္းဘုရင္မႀကီးကုိ လုပ္ႀကံဖုိ႔ ဗင္းဆင့္ က စီစဥ္ေနတယ္ဆုိတာကုိ ေျခရာခံမိပါတယ္ ဒါေပမဲ့ဘယ္လုိ လုပ္ႀကံမလဲ ဆုိတာကုိ မသိရေသးပါဘူး။ဒီလုိနဲ႔မွ ဘုရင္မႀကီးကုိ ေဘ့စ္ေဘာပြဲမွာလုပ္ႀကံမယ္ ဆုိတာ သိရပါတယ္။ ဒါေပမဲ့ ဖရန္႔က ဘုရင္မႀကီးနဲ႔ ေတြ႕ဆုံပြဲမွာ အလြဲလြဲေတြလုပ္ခဲ့လုိ႔ ရာထူးက ရပ္ထားခံရပါတယ္။ဒါဆုိ ဥပေဒဘက္ေတာ္သား အမွန္တရားဘက္ေတာ္သားဖရန္႔တစ္ေယာက္ ဘုရင္မႀကီးကုိ ဘယ္လုိ ကာကြယ္ဖုိ႔ ႀကဳိးစားမလဲ ေနာ့ဘတ္ရဲ႕ ကိစၥကတစ္ကယ္ပဲ ဗင္းဆင့္ နဲ႔ ဆက္စပ္ ေနလား ဆုိတာေတြကုိ ပါးစပ္ မေစ့ပဲ ရယ္ေမာ ၾကည့္ရွဳ႕ရမွာပါIMDB 7.6 လည္း ရထားတာမုိ႔ ဟာသကားတစ္ကားအေနနဲ႔ ေတာ္ေတာ္ျမင့္တဲ့ Rating လုိ႔လဲ ေျပာလုိ႔ရပါတယ္။ ဒီကားေလး ကုိေတာ့ Missy မွ ဘာသာျပန္ေပးထားတာျဖစ္ပါတယ္ဗ်ာ။File Size : (852 MB)Quality : BluRay 720pRunning Time :1h 25minFormat : Mp4Genre : Comedy, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264 YTS.AGTranslator : MissyEncoded by Tariq L Walker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4jEtYARsVUJHJhLgsuY4iLINHQG.jpg",
      "https://image.tmdb.org/t/p/w300/hIwXpSmPVfXHug0HhqlfB4NTa34.jpg",
      "https://image.tmdb.org/t/p/w300/qpjuVCGZvNsbDa4UyxrbAa4Dno3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wQHTHJ3jBKtz2c6VT9JZ8TD73yl.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ng3xnbixz25h.html",
        "server": "usersdrive.com",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-naked-gun-from-the-files-of-police-squad-1988-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/ec34e7e/the-naked-gun-from-the-files-of-police-squad-198-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2SM55/The_Naked_Gun_-_From_The_Files_Of_Police_Squad!_[1988]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/eSI3HagK#jaqWXjVXGYBDnSOQb0SHwwJmvzRZKcp3EkUaZTqEIdo",
        "server": "mega.nz",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/an704d5iagqi",
        "server": "upstream.to",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-naked-gun-from-the-files-of-police-squad-1988",
        "server": "VIP Links",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "PACTQutbow4",
      "video_url": "https://www.youtube.com/watch?v=PACTQutbow4",
      "embed_url": "https://www.youtube.com/embed/PACTQutbow4"
    }
  },
  {
    "metadata": "|2009||Adventure,Comedy,Family",
    "rating": {
      "rating": "6.9/10",
      "rating_count": ""
    },
    "title": "Cloudy with a Chance of Meatballs (2009)",
    "description": "ကာတွန်းဆိုတဲ့ ရုပ်ရှင်အမျိုးအစားက ကလေး လူငယ်လူကြီးမရွေး နှစ်သက်ကြတဲ့၊ ကြည့်ရှုဖြစ်ကြတဲ့ ရုပ်ရှင်အမျိုးအစားတစ်မျိုးပါ။ဟိုးအရင်က ထွက်ခဲ့တဲ့ ကာတွန်းကားတွေထဲကမှ စားစရာတွေမိုးပေါ်ကကျလာတဲ့ ကာတွန်းကားလေလို့ ပြောလိုက်ရင် မသိတဲ့သူမရှိသလောက်ဖြစ်ခဲ့ဖူးတာကို သိကြမှာပါ။အဲဒီ စားစရာတွေ မိုးပေါ်ကကျလာတဲ့ ကာတွန်းကားကိုCM ကနေ quality ကောင်းကောင်းနဲ့ တင်ဆက်ပေးသွားတော့မှာ ဖြစ်ပါတယ်။ဒီကာတွန်းကားလေးက ၂၀၀၉ ခုနှစ်ကထွက်ခဲ့တာဖြစ်ပြီးတော့Columbia Pictures နဲ့ Sony Pictures တို့က ပူးပေါင်းထုတ်လုပ်ထားတာ ဖြစ်ပါတယ်။ဝင်ငွေအနေနဲ့ အမေရိကန်ဒေါ်လာ ၂၄၃ သန်းအထိ ရရှိခဲ့ပါတယ်။မသိတဲ့သူတွေရော သိတဲ့သူတွေပါ ထပ်သိသွားရအောင်လို့ဇာတ်လမ်းအကျဉ်းကိုပြောပြရရင်တော့ ဒီဇာတ်ကားလေးထဲမှာအဓိကဇာတ်ကောင်က ဖလင်လော့ခ်ဝုဒ်ဆိုတဲ့ ကောင်လေးပါ။ငယ်ငယ်ကတည်းက သိပ္ပံပညာကို စိတ်ဝင်စားပြီးပစ္စည်းအသစ်အဆန်းတွေကို ဖန်တီးရတာ ဝါသနာပါခဲ့တယ်။ဒါပေမဲ့ သာမန်ကလေးတွေကြားမှာသူ့ရဲ့ တီထွင်မှုတွေက လှောင်ပြောင်စရာဖြစ်ခဲ့တယ်။သူနေတဲ့ မြို့လေးက ဆာဒင်းငါးသေတ္တာလုပ်ငန်းအပေါ် မှီခိုနေရတဲ့ မြို့လေး။ဒါပေမဲ့ အဲဒီလုပ်ငန်းပိတ်သိမ်းသွားချိန်မှာ သူအပါအဝင်တစ်မြို့လုံးက ဆာဒင်းငါးကလွဲပြီး တခြားဘာမှမစားနိုင်ခဲ့တော့ဘူး။တစ်မြို့လုံးက ဆားဒင်းငါးပြီးရင်း ဆာဒင်းငါးစားနေရတော့ကြာတော့ လူတွေပါ ဆာဒင်းငါးရုပ်ပေါက်မတတ်ပဲပေါ့။တစ်နေ့မှာတော့ ဖလင့်က သူ့မြို့ကလူတွေကို ဒီအဖြစ်ဆိုးကနေကယ်တင်ဖို့အတွက် အစားအစာဖန်တီးတဲ့စက်ကိုတီထွင်ဖို့ ကြိုးစားတော့တယ်။ရေထည့်လိုက်ရုံနဲ့ မှာတဲ့အစားအစာကို အလိုလျောက်ထုတ်လုပ်ပေးသွားမယ့် စက်မျိုးပါ။ငယ်ငယ်ကတည်းက မြို့ရဲ့ ငကြောင်လို့ သတ်မှတ်ခံထားရတာမလို့သူ့ရဲ့ တီထွင်မှုကို မြို့ခံတွေက သဘောကျလက်ခံပါ့မလား၊ သူ ထွင်တဲ့ စက်ကရောဘာချွတ်ယွင်းချက်မှမရှိ အလုံးစုံ ပြည့်စုံနေနိုင်ပါ့မလား၊ ဘယ်လိုပြဿနာတွေပေါ်လာမလဲဆိုတာကိုတော့ Cloudy with a Chance of Meatballs ဆိုတဲ့ဟောဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုလိုက်ပါနော်။ပေါ့ပေါ့းပါးပါးနဲ့ ရယ်ရယ်မောမော ကြည့်ရှုရမှာဖြစ်တာမလို့မိသားစုနဲ့အတူ ကြည့်ဖို့လည်း အဆင်ပြေတဲ့ ကာတွန်းကားကောင်းလေးပါ။တစ်နေ့တာ ပင်ပန်းနေတာတွေ ပြေပျောက်ချင်ရင်တော့ဒီကားလေးကြည့်ဖို့ recommend ပေးလိုက်ပါတယ်။File size…  1.7 GB /  852 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 30mGenre …..  Animation , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Elizabeth Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iIvtWOkRgzprh6PRPEdnEcwGyM0.jpg",
      "https://image.tmdb.org/t/p/w300/doNIj6jX27hhfcbD6GEb22ydLSF.jpg",
      "https://image.tmdb.org/t/p/w300/aYtmZND6u0dLUMpiIFmHBADiTyv.jpg",
      "https://image.tmdb.org/t/p/w300/hX1hhnFz8J2fLYDCWlPNDVZ0Mtk.jpg",
      "https://image.tmdb.org/t/p/w300/4lBK7EjGqFkTlusxxWy3sCHBhUH.jpg",
      "https://image.tmdb.org/t/p/w300/bgh8N6rH5zqLbjZ0cNEpU9Me15i.jpg",
      "https://image.tmdb.org/t/p/w300/qXXe1OynUfEf9GGLzRQrjxLrDwj.jpg",
      "https://image.tmdb.org/t/p/w300/z8OJOBiOEQQSUKDQaa8ZvkrqHMG.jpg",
      "https://image.tmdb.org/t/p/w300/sJ8syllC1J1yOqOjolpgoJmSEMe.jpg",
      "https://image.tmdb.org/t/p/w300/uabJtYXJ7MrljGwLhwinolF115t.jpg",
      "https://image.tmdb.org/t/p/w300/nFulIahF35o7fBxcqiDiSWGboE0.jpg",
      "https://image.tmdb.org/t/p/w300/mVKdaARGTnwfmS1yAgg6Dvr8WnI.jpg",
      "https://image.tmdb.org/t/p/w300/qWZQ2hqjrYBiyJ26NJQo8g0kilm.jpg",
      "https://image.tmdb.org/t/p/w300/7sUmc7KpQBsGldSg0xVBoGGllXD.jpg",
      "https://image.tmdb.org/t/p/w300/kJ8jPMb7XA4ow1GQTMMlUOWs4Vx.jpg",
      "https://image.tmdb.org/t/p/w300/joDrUF64jvoVJcuXPzgz34t27f1.jpg",
      "https://image.tmdb.org/t/p/w300/dUHhgtD2NXWD5MIoFPKXzo8E11V.jpg",
      "https://image.tmdb.org/t/p/w300/sR6EwUa3TyXF0cKrCeHaSLNzYOH.jpg",
      "https://image.tmdb.org/t/p/w300/wE3YvqqEsXUwD2uUX55PcbZo2dq.jpg",
      "https://image.tmdb.org/t/p/w300/nOyRQkvvnYRqfbVEzs5N78fYi27.jpg",
      "https://image.tmdb.org/t/p/w300/sKm5jMx0n4A5brY9tiY8I1CWXah.jpg",
      "https://image.tmdb.org/t/p/w300/67EZmNhoHPj2g5SBIiJDN8idn3Y.jpg",
      "https://image.tmdb.org/t/p/w300/cslS1Er64IP0t5VKCqQh435NeFd.jpg",
      "https://image.tmdb.org/t/p/w300/gcwJPxXqI9RRB8Yyhe0C6m3M3kV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/057700R1-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/965pwvrdm7h6.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1.7 GB"
      },
      {
        "link": "https://yoteshinportal.cc/cloudy-with-a-chance-of-meatballs-2009-1080-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1.7 GB"
      },
      {
        "link": "https://megaup.net/208y1/Cloudy.with.a.Chance.of.Meatballs.2009.1080p.BluRay_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1.7 GB"
      },
      {
        "link": "https://send.cm/d/mxR9",
        "server": "veryfiles.com",
        "size": "1.7 GB",
        "quality": "1.7 GB"
      },
      {
        "link": "https://usersdrive.com/o0rsn62heygh.html",
        "server": "usersdrive.com",
        "size": "852 MB",
        "quality": "852 MB"
      },
      {
        "link": "https://yoteshinportal.cc/cloudy-with-a-chance-of-meatballs-2009-720-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "852 MB",
        "quality": "852 MB"
      },
      {
        "link": "https://megaup.net/208yb/Cloudy.with.a.Chance.of.Meatballs.2009.720p.BluRay_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "852 MB",
        "quality": "852 MB"
      },
      {
        "link": "https://send.cm/d/mxRB",
        "server": "veryfiles.com",
        "size": "852 MB",
        "quality": "852 MB"
      }
    ],
    "trailer": {
      "video_id": "5lsG2kp8Ifw",
      "video_url": "https://www.youtube.com/watch?v=5lsG2kp8Ifw",
      "embed_url": "https://www.youtube.com/embed/5lsG2kp8Ifw"
    }
  },
  {
    "metadata": "|2022||Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1800"
    },
    "title": "En Corps(Rise) (2022)",
    "description": "En Corps(Rise) (2022)================IMDb Rating – 7.2/10ဇတ်လမ်းလေးကတော့ ဘဲလေးကချေသည်လေးအဲလစ်မှာစင်ပေါ်မှာဖျော်ဖြေနေတုန်းမှာ ခြေကျင်းဝတ်ဒဏ်ရာရသွားတယ်၊အရင်ကတည်းကဒဏ်ရာဟောင်းကိုပဲသုံးခါလောက်ထပ်ဖြစ်တော့ဆရာဝန်က ဘဲလေးအကကို နှစ်အနည်းငယ်လောက်နားဖို့ပြောလိုက်တာပေါ့၊ ငယ်ငယ်ကတည်းက ဘဲလေးအကကို ကလာတာရယ် ရူးသွပ်တဲ့စွဲလန်းမှုတွေကြောင့် ရပ်နားရမယ်လို့ကြားလိုက်ရတဲ့စကားကသူ့အတွက်အတော်လေးစိတ်ဓာတ်ကျစေတယ်။အက မကရတဲ့အတွက်အခြားအလုပ်ကိုပြောင်းပြီးလုပ်မယ်လို့စိတ်ကူးရင်းနဲ့ သူငယ်ချင်းဆဘရီနာနဲ့ဆက်သွယ်ဖြစ်တယ်၊ ဆဘရီနာရဲ့ ချစ်သူက အနုပညာသင်တန်းတစ်ခုမှာစာဖိုမှူးလုပ်နေတာဆိုတော့အဲလစ်လည်းလက်ခံလိုက်တယ်၊ဆေးကုနေရင်း အနုပညာသင်တန်းမှာခေတ်ပေါ်အကကိုတဖြည်းဖြည်းနဲ့လိုက်က ကြည့်တယ်၊ ဒဏ်ရာကတဖြည်းဖြည်းသက်သာတဲ့အတွက် ခေတ်ပေါ်အကအဖွဲ့ကိုဝင်ကရင်းနဲ့စင်ပေါ်မှာပြန်လည်တင်ဆက်နိုင်ဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေကိုစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြည့်ရှုပေးပါဦးလို့ပြောလိုက်ပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin MyoLwin ဖြစ်ပါတယ်)File Size……….(2.2 GB) / (870 MB) / (514 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 57MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, DramaTranslator…….Tin Myo LwinEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/duCaYLwr7LOhGTcyhcZP94rd2BS.jpg",
      "https://image.tmdb.org/t/p/w300/xZ4AkMpDKIEydmDU8xTW9mLoh3V.jpg",
      "https://image.tmdb.org/t/p/w300/uKV3BynfrQyja0l1W9iB3A8IAMB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMGJiZTVhNTItMTdmMC00ZDE4LWI2ZmItNjFhMmFiMzc1MmNhXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/encore-2022-french-1080-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xrR6/Encore.2022.FRENCH.1080p.WEBRip.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/EAZh2JaJ#jlSGstFkcGh5vQImIOdDC78MYV_k61e3o2c40LtafgU",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/rl9rv7gpwgtj.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/yjbb69hoak8x",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/encore-2022-french-720-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3dpij/Encore.2022.FRENCH.7200p.WEBRip.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/egme0hawq8tv.html",
        "server": "streamsb.com",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/EJoWwJSC#2xQlrerAeYQplylp1AvFBYQG9KpoMr5_zYRWS2BzUoI",
        "server": "mega.nz",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/y7pofukc1dza.html",
        "server": "usersdrive.com",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/rr2ufrtuftvx",
        "server": "streamvid.io",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/encore-2022-french-480-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "514 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Runx/Encore.2022.FRENCH.480p.WEBRip.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "514 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/gi1hza8k6zwe.html",
        "server": "streamsb.com",
        "size": "514 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/oRJDFDbC#b2HlalutvYyVmPwPcR0oD5XCooPRZ3EqLOMgqcHKxHg",
        "server": "mega.nz",
        "size": "514 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/v8fxb4hh8ero.html",
        "server": "usersdrive.com",
        "size": "514 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/wqs0lx17ocfz",
        "server": "streamvid.io",
        "size": "514 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1990|119 min|Adult,Comedy,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "258,789"
    },
    "title": "Pretty Woman (1990)",
    "description": "IMDb (7/10)Pretty Womanဇာတ်လမ်းက အချစ် အပျော်လေးပေါ့။escortမလေး (ခေတ်စားနေတဲ့ စကားနဲ့ဆို ရွှေကြာလေး) Vivian နဲ့ အကြောင်းအပေါင်းကြုံလို့ တွေ့ဆုံခဲ့တဲ့ ချမ်းသာတဲ့ စီးပွားရေးသမား Edward တို့ရဲ့ ခေတ်သစ် စင်ဒရဲလားပုံပြင်လေး။အဆင့်မတူ ကြီးပြင်းပုံမတူ အပြုအမူမတူတဲ့သူနှစ်ဦးရဲ့ မဖြစ်နိုင်တဲ့ အချစ်ဇာတ်လမ်းလေး။ကြည်နူးစရာကောင်းတယ်။ငယ်ငယ်တုန်းက ကြည့်တုန်းကတော့ Julia Roberts ချောလိုက်တာ Richard Gere က စိတ်ကူးယဉ်စရာ Prince on the White Horse ပေါ့။ခုနောက်ပိုင်း ဒီအလုပ်လုပ်တဲ့ မိန်းကလေးတွေအကြောင်း ရုပ်ရှင်တွေ ထွက်လာတိုင်း Pretty Woman နာမည်ကို ပြန်ပြန်ဖော်လာကြတော့ နည်းနည်းထူးဆန်းသွားတယ်။ကိုယ်ကြည့်တုန်းက ရွှေကြာဆင်ပယ်သိုက်ဇာ လို့ မခံစားခဲ့ရဘူးလေ။အဲ့တာနဲ့ ပြန်ကြည့်မိတော့ နည်းနည်းမတူတာလေးတွေ တွေ့ရတယ်။ကိုယ်လိုရာ ကိုယ်ဆွဲတွေးတယ်ပဲ ဆိုပါစို့။မင်းသမီးရဲ့ ဇာတ်ရုပ်အကြောင်းပဲ ကြည့်ကြတာပေါ့။သူက လမ်းပေါ်က မိန်းကလေးဒါမယ့် ပထွေးရန်က လွတ်အောင် ထွက်ပြေးလာတာတို့ ဘာတို့ မဟုတ်ဘူး။one bad decision after another အမှားတစ်ခုကနေ နောက်တစ်ခုနဲ့ ဒီလမ်းပေါ် ရောက်လာတာ။အကုသိုလ်တွေ ဘဝအကျိုးပေး မကောင်းလို့တွေ ဒရာမာ မပါဘဲ escort ဖြစ်လာတယ်ပေါ့ (ညံ့ပါ့နော် … သည်းခြေကြိုက် မလိုက်တတ်ဘူး)။ဒီအလုပ်ကြီးကို သိပ်ကြိုက်လှတယ် မဟုတ်ဘဲ လုပ်နေရကြောင်းကို ပထမဆုံးညက ငိုလိုက်ရတာလို့ ပြောတာလောက် သူ့အလုပ်အကိုင်ကို လူမသိစေချင်တာလောက်ပဲ ပြသွားတယ် (ငါက ရွှေညာ ဘလားဘလားဘလား လက်ညိုးထိုး အော်ခဲ့ပါတော့လား)။စကားပြောတာလဲ ညစ်ညစ်ညမ်းညမ်းမပါဘဲ လေယူလေသိမ်း အပြုအမူနဲ့ပဲ အဆင့်မရှိတာ ပြတယ်။ဒါတောင်သူက သူ့စကပ်ကို ဆွဲဆွဲချနေသေးတာလူချမ်းသာကြီးနဲ့ ပွပေါက်တိုးတော့ အလိုက်အထိုက်နေရင်း အဆင်ပြေလာတယ်ပေါ့။ချစ်သူကလဲ လက်ခံပြီး လူတွေကလဲ လက်ခံလာတယ်ပေါ့။အဲ့မှာ Vivian က escort တစ်မျိုးသမီးလုံးကို ကိုယ်စားပြုတဲ့ ကာရိုက်တာ ဖြစ်လားဆိုတော့ မဖြစ်ဘူးရယ်။ဘာကွာသွားလဲဆိုတော့ Vivian က ကြိုးစားတယ် ရိုးသားတယ် သူ innocent ဆိုတာ ခံစားရတယ်။သူ အကျီသွားဝယ်တယ် သူ့ကိုမရောင်းဘူး ဘာလို့မရောင်းလဲ သူသိတယ် ကူညီနိုင်မယ့်လူကို ရိုးရိုးသားသား ပြောပြတယ်။ညစာစားပွဲသွားရမယ်နော် သူ ဇွန်းခရင်းမကိုင်တတ်ဘူး အဲ့တာကို ကြို သင်သွားတယ်။သူက သင်လွယ်တတ်လွယ် ဒါကို သူရောက်မယ့် နေရာမှာ အသုံးချပြီး ဝင်တိုးသွားတာ ပြတယ်။Escort တိုင်းက Vivian လို ဖြစ်နိုင်မလားဆိုတာတော့ မသိနိုင်ဘူးလေ။သူက Vivian ကိုပဲ ပြတာ။အရည်အချင်းမနည်းလှတဲ့သူ အခွင့်အရေးပေးလိုက်တော့ ပိုကောင်းတဲ့ နေရာရောက်သွားတယ် ဒါလောက်ပဲ။ (အမေရိကားမှာ မလို့လားတော့ မသိဘူးပေါ့လေ)ရွံစရာ စိတ်နာစရာ သံဝေဂရစရာ ဘာညာ ဘာညာမပါဘူး။ချစ်စရာကောင်းတယ်အပေါ်ယံလောက်ပဲ ပြတယ်လို့လဲ ပြောလို့ရတယ်။သူတို့အလုပ်ခွင်မှာ အနိုင်ကျင့်ခံရတာ ခွဲခြားခံရတာ ရှိမှာပဲ။ဒါကိုပြတဲ့ အခြားရုပ်ရှင်တွေ ရှိပါတယ်။Pretty Woman ကတော့ ဒီလောက်အကြီးကြီး မသွားဘဲ လူတစ်ဦးတစ်ယောက်ကိုပဲ ကွက်ပြသွားတယ်။နောက်ဆုံးနည်းလမ်းလို့ လက်ခံထားတဲ့ ဒီအလုပ်လုပ်တဲ့သူတွေမှာတောင် ဒီလိုကိုယ့်ကိုကိုယ်မြှင့်တင်နိုင်တဲ့သူတွေ ရှိပါသေးတယ် ဆိုတာလောက်တော့ ချဲ့တွေးလို့ ရတာပေါ့။ကိုယ်သေချာမသိတဲ့ အသိုင်းအဝိုင်း profession တစ်ခုကို သိမ်းကြုံး ကိုယ်စားပြုဖို့ဆိုတာ မဖြစ်နိုင်တဲ့ ကိစ္စပဲ။အရမ်း researchတွေ လုပ်ထားနိုင်တယ်ဆိုရင်တောင် အားလုံးကို ခြုံငုံမိနိုင်ဖို့ မလွယ်ဘူး။Documentary ဆိုရင်တော့ တစ်မျိုးပေါ့။ရုပ်ရှင်အနေနဲ့တော့ အောင်မြင်ဖို့ ခဲယဉ်းလိမ့်မယ်။Pretty Woman က ရွှေကြာဆင်ပယ်သိုက်ဇာလို့ ပြောရင်တော့ လက်မခံချင်ဘူး။ရိုးသားကြိုးစားရင် ဘယ်နေရာကနေမဆို ရုန်းထွက်နိုင်တာ ပြတဲ့ရုပ်ရှင်ဆိုတာ ပိုဖြစ်သင့်တယ် ထင်တယ်။အဲ … မရိုးသားရတဲ့အထဲ ကြိုးစားချင်စိတ်လဲ မရှိရင်တော့ ရွှေကြာဖြစ်ရင်တောင် တင်းမပြည့် ကျပ်မပြည့် လေးထောင့်ရွှေကြာလေးပဲ ဖြစ်မယ်ထင်တယ်။#Jenny Mon(ရုပ်ရှင်အညွှန်းကို  Jenny Mon Facebook မှ ကူးယူဖော်ပြပါသည်။)———————————————————————————–ဇာတ္လမ္းက အခ်စ္ အေပ်ာ္ေလးေပါ့။escortမေလး (ေခတ္စားေနတဲ့ စကားနဲ႔ဆို ေရႊၾကာေလး) Vivian နဲ႔ အေၾကာင္းအေပါင္းႀကံဳလို႔ ေတြ႕ဆံုခဲ့တဲ့ ခ်မ္းသာတဲ့ စီးပြားေရးသမား Edward တို႔ရဲ့ ေခတ္သစ္ စင္ဒရဲလားပံုျပင္ေလး။အဆင့္မတူ ႀကီးျပင္းပံုမတူ အျပဳအမူမတူတဲ့သူႏွစ္ဦးရဲ့ မျဖစ္နိုင္တဲ့ အခ်စ္ဇာတ္လမ္းေလး။ၾကည္ႏူးစရာေကာင္းတယ္။ငယ္ငယ္တုန္းက ၾကည့္တုန္းကေတာ့ Julia Roberts ေခ်ာလိုက္တာ Richard Gere က စိတ္ကူးယဥ္စရာ Prince on the White Horse ေပါ့။ခုေနာက္ပိုင္း ဒီအလုပ္လုပ္တဲ့ မိန္းကေလးေတြအေၾကာင္း ရုပ္ရွင္ေတြ ထြက္လာတိုင္း Pretty Woman နာမည္ကို ျပန္ျပန္ေဖာ္လာၾကေတာ့ နည္းနည္းထူးဆန္းသြားတယ္။ကိုယ္ၾကည့္တုန္းက ေရႊၾကာဆင္ပယ္သိုက္ဇာ လို႔ မခံစားခဲ့ရဘူးေလ။အဲ့တာနဲ႔ ျပန္ၾကည့္မိေတာ့ နည္းနည္းမတူတာေလးေတြ ေတြ႕ရတယ္။ကိုယ္လိုရာ ကိုယ္ဆြဲေတြးတယ္ပဲ ဆိုပါစို႔။မင္းသမီးရဲ့ ဇာတ္ရုပ္အေၾကာင္းပဲ ၾကည့္ၾကတာေပါ့။သူက လမ္းေပၚက မိန္းကေလးဒါမယ့္ ပေထြးရန္က လြတ္ေအာင္ ထြက္ေျပးလာတာတို႔ ဘာတို႔ မဟုတ္ဘူး။one bad decision after another အမွားတစ္ခုကေန ေနာက္တစ္ခုနဲ႔ ဒီလမ္းေပၚ ေရာက္လာတာ။အကုသိုလ္ေတြ ဘဝအက်ိဳးေပး မေကာင္းလို႔ေတြ ဒရာမာ မပါဘဲ escort ျဖစ္လာတယ္ေပါ့ (ညံ့ပါ့ေနာ္ … သည္းေျခႀကိဳက္ မလိုက္တတ္ဘူး)။ဒီအလုပ္ႀကီးကို သိပ္ႀကိဳက္လွတယ္ မဟုတ္ဘဲ လုပ္ေနရေၾကာင္းကို ပထမဆံုးညက ငိုလိုက္ရတာလို႔ ေျပာတာေလာက္ သူ႔အလုပ္အကိုင္ကို လူမသိေစခ်င္တာေလာက္ပဲ ျပသြားတယ္ (ငါက ေရႊညာ ဘလားဘလားဘလား လက္ညိဳးထိုး ေအာ္ခဲ့ပါေတာ့လား)။စကားေျပာတာလဲ ညစ္ညစ္ညမ္းညမ္းမပါဘဲ ေလယူေလသိမ္း အျပဳအမူနဲ႔ပဲ အဆင့္မရွိတာ ျပတယ္။ဒါေတာင္သူက သူ႔စကပ္ကို ဆြဲဆြဲခ်ေနေသးတာလူခ်မ္းသာႀကီးနဲ႔ ပြေပါက္တိုးေတာ့ အလိုက္အထိုက္ေနရင္း အဆင္ေျပလာတယ္ေပါ့။ခ်စ္သူကလဲ လက္ခံၿပီး လူေတြကလဲ လက္ခံလာတယ္ေပါ့။အဲ့မွာ Vivian က escort တစ္မ်ိဳးသမီးလံုးကို ကိုယ္စားျပဳတဲ့ ကာရိုက္တာ ျဖစ္လားဆိုေတာ့ မျဖစ္ဘူးရယ္။ဘာကြာသြားလဲဆိုေတာ့ Vivian က ႀကိဳးစားတယ္ ရိုးသားတယ္ သူ innocent ဆိုတာ ခံစားရတယ္။သူ အက်ီသြားဝယ္တယ္ သူ႔ကိုမေရာင္းဘူး ဘာလို႔မေရာင္းလဲ သူသိတယ္ ကူညီနိုင္မယ့္လူကို ရိုးရိုးသားသား ေျပာျပတယ္။ညစာစားပြဲသြားရမယ္ေနာ္ သူ ဇြန္းခရင္းမကိုင္တတ္ဘူး အဲ့တာကို ႀကိဳ သင္သြားတယ္။သူက သင္လြယ္တတ္လြယ္ ဒါကို သူေရာက္မယ့္ ေနရာမွာ အသံုးခ်ၿပီး ဝင္တိုးသြားတာ ျပတယ္။Escort တိုင္းက Vivian လို ျဖစ္နိုင္မလားဆိုတာေတာ့ မသိနိုင္ဘူးေလ။သူက Vivian ကိုပဲ ျပတာ။အရည္အခ်င္းမနည္းလွတဲ့သူ အခြင့္အေရးေပးလိုက္ေတာ့ ပိုေကာင္းတဲ့ ေနရာေရာက္သြားတယ္ ဒါေလာက္ပဲ။ (အေမရိကားမွာ မလုိ႔လားေတာ့ မသိဘူးေပါ့ေလ)ရြံစရာ စိတ္နာစရာ သံေဝဂရစရာ ဘာညာ ဘာညာမပါဘူး။ခ်စ္စရာေကာင္းတယ္အေပၚယံေလာက္ပဲ ျပတယ္လို႔လဲ ေျပာလို႔ရတယ္။သူတို႔အလုပ္ခြင္မွာ အနိုင္က်င့္ခံရတာ ခြဲျခားခံရတာ ရွိမွာပဲ။ဒါကိုျပတဲ့ အျခားရုပ္ရွင္ေတြ ရွိပါတယ္။Pretty Woman ကေတာ့ ဒီေလာက္အႀကီးႀကီး မသြားဘဲ လူတစ္ဦးတစ္ေယာက္ကိုပဲ ကြက္ျပသြားတယ္။ေနာက္ဆံုးနည္းလမ္းလို႔ လက္ခံထားတဲ့ ဒီအလုပ္လုပ္တဲ့သူေတြမွာေတာင္ ဒီလိုကိုယ့္ကိုကိုယ္ျမွင့္တင္နိုင္တဲ့သူေတြ ရွိပါေသးတယ္ ဆိုတာေလာက္ေတာ့ ခ်ဲ႕ေတြးလို႔ ရတာေပါ့။ကိုယ္ေသခ်ာမသိတဲ့ အသိုင္းအဝိုင္း profession တစ္ခုကို သိမ္းႀကံဳး ကိုယ္စားျပဳဖို႔ဆိုတာ မျဖစ္နိုင္တဲ့ ကိစၥပဲ။အရမ္း researchေတြ လုပ္ထားနိုင္တယ္ဆိုရင္ေတာင္ အားလံုးကို ၿခံဳငံုမိနိုင္ဖို႔ မလြယ္ဘူး။Documentary ဆိုရင္ေတာ့ တစ္မ်ိဳးေပါ့။ရုပ္ရွင္အေနနဲ႔ေတာ့ ေအာင္ျမင္ဖို႔ ခဲယဥ္းလိမ့္မယ္။Pretty Woman က ေရႊၾကာဆင္ပယ္သိုက္ဇာလို႔ ေျပာရင္ေတာ့ လက္မခံခ်င္ဘူး။ရိုးသားႀကိဳးစားရင္ ဘယ္ေနရာကေနမဆို ရုန္းထြက္နိုင္တာ ျပတဲ့ရုပ္ရွင္ဆိုတာ ပိုျဖစ္သင့္တယ္ ထင္တယ္။အဲ … မရိုးသားရတဲ့အထဲ ႀကိဳးစားခ်င္စိတ္လဲ မရွိရင္ေတာ့ ေရႊၾကာျဖစ္ရင္ေတာင္ တင္းမျပည့္ က်ပ္မျပည့္ ေလးေထာင့္ေရႊၾကာေလးပဲ ျဖစ္မယ္ထင္တယ္။#Jenny Mon(႐ုပ္ရွင္အၫႊန္းကိုJenny Mon Facebookမွ ကူးယူေဖာ္ျပပါသည္။)File size…(1.1 GB)Quality….Blu-Ray Rip 720pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3tuWpnCTe14zZZPt6sI1W9ByOXx.jpg",
      "https://image.tmdb.org/t/p/w300/fztlIPN1EAO2kFVdJhKaXjAgjhH.jpg",
      "https://image.tmdb.org/t/p/w300/3NFqisk4qYbFNfdVm2gHRqmo5As.jpg",
      "https://image.tmdb.org/t/p/w300/saa9YOeaWrOylXXmfLZ3qhpYBjg.jpg",
      "https://image.tmdb.org/t/p/w300/3R8FOU8CU09o70OXb1dWTZIxnSb.jpg",
      "https://image.tmdb.org/t/p/w300/qoKJULTvMp1HnQaj8kzgvWQE3VM.jpg",
      "https://image.tmdb.org/t/p/w300/3UiuiZvOZZ8s6mS7bLnKrv7wHs4.jpg",
      "https://image.tmdb.org/t/p/w300/fmk9Qs28Dl1nxp6WFO5k1LzC2BL.jpg",
      "https://image.tmdb.org/t/p/w300/ljgz7MQHi0VwXrXRbElyM1QNE5q.jpg",
      "https://image.tmdb.org/t/p/w300/mc1vIYObkNok0MeiRkxEqA7ABCZ.jpg",
      "https://image.tmdb.org/t/p/w300/rOlOFsioQMSdqJP2Z7wGugstUa0.jpg",
      "https://image.tmdb.org/t/p/w300/sLrTh9zbDmn60Kd9PIBUzvwFrb4.jpg",
      "https://image.tmdb.org/t/p/w300/63SjKMSIFTspbxVCpzsZJ2nIiVz.jpg",
      "https://image.tmdb.org/t/p/w300/ykhYw1KFDtyib0R2PqMREkV62w1.jpg",
      "https://image.tmdb.org/t/p/w300/j4QsN6U3dhp1JeffSuwotpkHhA2.jpg",
      "https://image.tmdb.org/t/p/w300/d3WOeGhMs1Tt8nUUfemy18pUhdS.jpg",
      "https://image.tmdb.org/t/p/w300/ipwgBBQ9t9AMIf6w9Tjm8UPBAe4.jpg",
      "https://image.tmdb.org/t/p/w300/zCjPaFpo1MOfvnUWMZwp9ubsbFD.jpg",
      "https://image.tmdb.org/t/p/w300/2N5icqQ008Ng9kUOasmL0NGRzTn.jpg",
      "https://image.tmdb.org/t/p/w300/m3aBJrTxbz0IfoCHkJzRS4kbrlJ.jpg",
      "https://image.tmdb.org/t/p/w300/uYcuZIo4xlk9gTPCgM1dqX7FKjM.jpg",
      "https://image.tmdb.org/t/p/w300/dZqXMilRRN6gP7Ic5ApyHf25MHt.jpg",
      "https://image.tmdb.org/t/p/w300/1mXSMWNi6OWs7NHKsrjqDxiRzh3.jpg",
      "https://image.tmdb.org/t/p/w300/a4KCzdnBJAzUw1YXHfnzjw4dcHL.jpg",
      "https://image.tmdb.org/t/p/w300/qR65BuiuYtazfO2TiUejkYeWc7V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjk2ODQzNDYxNV5BMl5BanBnXkFtZTgwMTcyNDg4NjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5xyfm5k2ywzk.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pretty-woman-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/b5e6ebbfb7/prety-woman-190-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yB3k/Pretty_Woman_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xc9hUDLQ#mEd0UHFPz_TmY3TBTTVKTbfiPJM2CGj4-WSh4nCxfdk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/q6slvmzuxdux",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wzii8IuL8lk",
      "video_url": "https://www.youtube.com/watch?v=Wzii8IuL8lk",
      "embed_url": "https://www.youtube.com/embed/Wzii8IuL8lk"
    }
  },
  {
    "metadata": "PG-13|1997|86 min|Comedy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "237,791"
    },
    "title": "Liar Liar (1997)",
    "description": "Imdb 6.9 ရထားၿပီး PG 13 သတ္မွတ္ထားတဲ့The Mask မင္းသား Jim Carreyပါ၀င္တဲ႔ဟာသကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ရိဒ္ ဖလက္ခ်ာဟာ လိမ္ေျပာတဲ႔ေနရာမွာကၽြမ္းက်င္တဲ႔ေရွ႕ေနတေယာက္ပါ။ လူတေယာက္သားစိတ္ခ်မ္းသာေအာင္ပဲျဖစ္ျဖစ္ လိမ္ေျပာတတ္ပါတယ္။သူဟာ အိမ္ေထာင္ကြဲေနျပီး သားေလးကိုခ်စ္ေပမယ္႔အခ်ိန္မေပးခဲ႔ပါဘူး။ သားကိုကတိအမ်ိဳးမ်ိဳးေပးေပမယ္႔မတည္တာမ်ားေနပါတယ္။ ေနာက္ေတာ႔သူ႔သားကသူ႔ေမြးေန႔လာမယ္ကတိေပးျပီးမွ မလာတဲ႔အေဖအတြက္ေမြးေန႔မွာဆုေတာင္းခဲ႔ပါတယ္။သူ႔အေဖတရက္ေလာက္ပဲျဖစ္ျဖစ္လိမ္မေျပာနိုင္ပါေစနဲ႔လို႔။ေမြးေန႔ဆုေတာင္းက အမွန္ျဖစ္လာတယ္႔အခ်ိန္မွာေတာ႔….ဘယ္လိုေတြေတာင္ ဗရုတ္သုတ္ချဖစ္ကုန္မလဲရႈစားၾကည္႔ၾကပါဦးခင္ဗ်ာQty – 720p BlurayDuration 1hr 28minGern – ComedyTranslator – RebelEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r2HPHDQGEoOYUvFqbKmPADPa0Em.jpg",
      "https://image.tmdb.org/t/p/w300/9YpqDt1Gz6Y7A4c1j9vTopY9kFZ.jpg",
      "https://image.tmdb.org/t/p/w300/y62h5OC7MlrKpR3yFRrMOtxLjYd.jpg",
      "https://image.tmdb.org/t/p/w300/7xNMV50JJxBeATjJYXaXN7MkmiI.jpg",
      "https://image.tmdb.org/t/p/w300/vWOiKibxhaptr6azWTJQBReKvp2.jpg",
      "https://image.tmdb.org/t/p/w300/vMaLfaj3IPLgRTmXJWP4MYBRA2A.jpg",
      "https://image.tmdb.org/t/p/w300/7iTWp23r4If0povnbzKFuvJMpQ5.jpg",
      "https://image.tmdb.org/t/p/w300/jhhmK7MaXLzM8ShOHL7XlvPjqII.jpg",
      "https://image.tmdb.org/t/p/w300/ssx6yy6bVelmV4TNF1Ckx0CQIUO.jpg",
      "https://image.tmdb.org/t/p/w300/xYKn8dNcYuQmvmT1Lf16WcHRKU5.jpg",
      "https://image.tmdb.org/t/p/w300/moyVOUub8XCtl5HC3nZ8N3kNGy5.jpg",
      "https://image.tmdb.org/t/p/w300/ot9UA7WIeG8sYZk0gZwegwLOwqI.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/liar-liar-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p Bluray"
      },
      {
        "link": "https://yuudrive.me/cffd1a01fe/liar-liar-197-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "780MB",
        "quality": "720p Bluray"
      },
      {
        "link": "https://megaup.net/2Srmn/Liar_Liar_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p Bluray"
      },
      {
        "link": "https://mega.nz/file/jkJ1maBb#trmOaaNVCuDd0_oabdQ1fV8PgTRMQCtDogkbAW09764",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p Bluray"
      },
      {
        "link": "https://upstream.to/mqa2tw7as2vh",
        "server": "upstream.to",
        "size": "780MB",
        "quality": "720p Bluray"
      }
    ],
    "trailer": {
      "video_id": "C1no75lpOiw",
      "video_url": "https://www.youtube.com/watch?v=C1no75lpOiw",
      "embed_url": "https://www.youtube.com/embed/C1no75lpOiw"
    }
  },
  {
    "metadata": "|2023|2h 11m|Bollywood,Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "159"
    },
    "title": "Pareshan (2023)",
    "description": "Pareshan 2023IMDb rating – 6.7/10ခုတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ တေလဂူးရုပ်ရှင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။သရုပ်ဆောင်တွေ အများကြီးနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမှာဖြစ်ပြီး ဇာတ်‌အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ လူ့ဘောင်လူ့လောကမှာ ဖြစ်တတ်တဲ့ကိစ္စအဝဝကို ဟာသနှောပြီးကြည့်ရှုရမှာပါ။မိန်းမရှိလျှက်နဲ့ ‌အငယ်လေးတစ်ယောက်ကိုကြူးရင်း လူမိလို့ရဲစခန်းရောက်သွားတဲ့သူနဲ့၊ ဦးလေးဆီပြန်ပေးရမဲ့ငွေကို ဒုက္ခရောက်နေတဲ့ သူငယ်ချင်းကိုကူရင်း ငွေတွေပလုံသွားတဲ့သူနဲ့၊ ရည်းစားချိန်းတွေ့ရာမှ ဂွင်ဆင်ခံရပြီး တကယ်လက်ထပ်လိုက်ရတဲ့သူနဲ့၊သားဖြစ်သူကိုထောင်ထဲကနေထုတ်ဖို့ အာမခံငွေမရှိသူနဲ့…စစသဖြင့် ဇာတ်ကားမှာ ပျင်းစရာတစ်ကွက်မှမပါဘဲကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီတော့ ဇာတ်ကားနာမည် Pareshan (ဒုက္ခ)ဆိုတဲ့အတိုင်းလောကဓံဒုက္ခတွေကို သူတို့ဘယ်လို အမျိုးစုံကြိုးခုန်ကြမယ်ဆိုတာအပန်းဖြေရင်းကြည့်ရှုလိုက်ရအောင်ဗျာ….(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Moon ~V~Cherry~BpL~Yunni~Aditi တို့ပဲဖြစ်ပါတယ်။)File size…2.05GB / 1GBQuality…1080p WEBDL / 720pFormat…mp4Duration….2h 11mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Moon ~V~Cherry~BpL~Yunni~Aditi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDk5YzcyZjktZGFjMi00YTI4LTlhYjUtZjE5NDAzNDdhODRmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/pareshan-2023-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oj8t7fswrbjw.html",
        "server": "usersdrive.com",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1g0ui/Pareshan_2023)_WEB-DL_-_1080p_-_AVC_-_AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OvBnySIY#hVJNK3pJYQbHZHTg1UDMC-73QTQaBwTc7AXu9yyGoiQ",
        "server": "mega.nz",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pareshan-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/21hd1f3cxii9.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BVpl/Pareshan_2023)_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/b3YEVJiJ#8ExkfR2WXYTtbgPXJiFvrqfUdaygRxrqGt0wA_HGM9o",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9ajcp3wsycby",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/u5evsuf8x23v",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2000|2h 36m|Action,Bollywood,Comedy,Crime",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "67k"
    },
    "title": "Hera Pheri (2000)",
    "description": "Hera Pheri (2000)Action, Comedy, CrimeIMDb 8.1/10 (67K)ဒီကားလေးကတော့ အရှေးကူမား နဲ့ ဆူနီးရှက်တီးတို့ တွဲဖက်ကောင်းခဲ့စဥ်ကရိုက်ကူးခဲ့တဲ့ ဟာသကားကောင်းလေးလို့ ပြောရမယ်အတော်လည်းရယ်ရတယ်ရာဂျူး ရှာမ်နဲ့ ဘာဘူရောင်းဆိုတဲ့ မတည့်အတူ​ေနလူသုံးယောက်…ရာဂျူးက အမြဲလူတွေကို နှစ်ကျပ်ကွက်နင်းပြီး ပိုက်ဆံရှာချင်နေတယ်ရှာမ်ကတော့ အလုပ်တစ်ခုရှာလုပ်ပြီး အကြွေးဆပ်ချင်နေသူ…ဘာဘူရောင်းကတော့ ဒီနှစ်ယောက်စလုံးကို အိမ်ခေါ်တင်ကြွေးထားတဲ့စိတ်သဘောထားမြင့်မြတ်တဲ့ ဂလည်အူကြောင်တစ်ယောက်ပေါ့ဗျာ…ဒီလိုလုံးလည်ချာလည်လိုက်နေတဲ့ သူတို့သုံးယောက်ရဲ့ဘဝထဲမှာ အဆန်းတကြယ်ဖြစ်ရပ်တစ်ခုကြုံခဲ့ပါတယ်အဲ့ဒါကတော့ သူဠေးကြီးတစ်ယောက်ရဲ့မြေး ပြန်ပေးဆွဲခံရတာကို သူတို့ဆီကို ဖုန်းဆက်ပြီးပြန်ပေးငွေတောင်းနေပါတယ်ဖြစ်ချင်​တော့လမ်းညွှန်းစာအုပ်က ဖုန်းနံပါတ်ကို မှားရိုက်မိတာပါပဲငွေလိုနေတဲ့သူတို့သုံးယောက်စလုံး ဒီကိစ္စကို အခြေခံပြီးဘယ်လိုနှစ်ကျပ်ကွက်နင်းမလဲဆိုတာတော့…။တစ်ကားလုံး အလွဲလွဲအချော်ချော်နဲ့ရယ်မောပျော်ရွှင်နေရမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်း​ဆိုပေးလိုက်ပါတယ်နော်…ဒါနဲ့ စကားမဆက် သူ့အဆက်ကိုတင်ဆက်ပေးဦးမှာမို့ နံပါတ်၂ ကို cm မှာ ဆက်လက်စောင့်မျှော်ပေးပါဦးလို့ လက်တို့ပေးလိုက်ပါတယ်….File size…2.23GB / 1.12GBQuality…1080p AMZ WEB DL /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4awpqEzHTaubD2H7iu1gEfTSxCZ.jpg",
      "https://image.tmdb.org/t/p/w300/uAqUozzKrNvDwqRHSVVxKvByAqK.jpg",
      "https://image.tmdb.org/t/p/w300/MXad5zDaqoV5rdHljOfxPvhit5.jpg",
      "https://image.tmdb.org/t/p/w300/6eDG0P80qXruGUUCVUxdqHmrLrm.jpg",
      "https://image.tmdb.org/t/p/w300/dUGy2KcA4INhKQ3pRDbChIpWmgk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jSnwHZTkSufd5rFenTm2jUP03wV.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hera-pheri-2000-hindi-1080-p-amzn-web-dl-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5giah0o6tl50.html",
        "server": "usersdrive.com",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Q97b/Hera_Pheri_2000_Hindi_1080p_AMZN_WebDL_AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6YZRVJ5R#BiYtFym-Bl83zW7alDf-Y7UsfMtGiJdhBE2ZojgjQm8",
        "server": "mega.nz",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/prvgw4k38xe6.html",
        "server": "streamsb.com",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hera-pheri-2000-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/b5rehr4x7php.html",
        "server": "usersdrive.com",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Q97g/Hera_Pheri_2000_Hindi_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HMxlgYaa#jItMSbIpJG3H7QDVNDJqQfM2IJG1rjUH6Pr9NdEFXcc",
        "server": "mega.nz",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/j9oy1xl66a8p.html",
        "server": "streamsb.com",
        "size": "1.12GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "A Return to Salem’s Lot (1987)",
    "description": "ဒီဇာတ်ကားလေးက ၁၉၈၇ခုနှစ်ထွက် Vampire ဇာတ်ကားပါ။ ဒီကားထက်အရင် ၁၉၇၉ခုနှစ်မှာပဲ Salem’s lotဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကားရှိပါသေးတယ်။ ဇာတ်ကား၂ကားလုံးက Salem’s lotဆိုတဲ့မြို့ငယ်လေးကိုပဲအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ထူးဆန်းထွေလာတွေကိုရိုက်ကူးတင်ဆက်ပြတဲ့ ဂျိုးဟာ သားဖြစ်သူနဲ့အတူ အမွေရထားတဲ့အိမ်ကိုသွားတဲ့အခါမှာ မြို့ငယ်လေးရဲ့တမူထူးနေပုံကိုသတိထားမိသွားပါတယ်။သားအဖ၂ယောက်လုံး Vampires တွေရဲ့မာယာကျော့ကွင်းမှာမိပြီး သူတို့မြို့ငယ်လေးမှာပဲနေသွားမှာလား၊ဒါမှမဟုတ် ရုန်းကန်ထွက်ပြေးကြမလားဆိုတာကိုစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာFile size…(2.3 GB)/(1.1 GB)/(620 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:41:00Genre…Horror, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Pyae Phyo Min",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2iULPcgHJT9j72EgtnOSKDe3Ptl.jpg",
      "https://image.tmdb.org/t/p/w300/6OkhPaV5C8mR4cKGX3uTDZWYhly.jpg",
      "https://image.tmdb.org/t/p/w300/jkO0pFURcEcSBph1ICluKDWRzgD.jpg",
      "https://image.tmdb.org/t/p/w300/vcBfmkWMQx1GBGlDbiHmJqCVUL1.jpg",
      "https://image.tmdb.org/t/p/w300/vm7SLYJXkDSiDwdLFG8iVs7LkIB.jpg",
      "https://image.tmdb.org/t/p/w300/qgkM6L3J8Dh5K99z8ZNVwJzAlNk.jpg",
      "https://image.tmdb.org/t/p/w300/mdaJwVFOGP9YYK2gR3BhBzG1Cli.jpg",
      "https://image.tmdb.org/t/p/w300/uij2fAIqpS3XlBqcQVeMWMU4ACw.jpg",
      "https://image.tmdb.org/t/p/w300/aQv6zVeNO1RU6Mz2DFlFYHxx2Bj.jpg",
      "https://image.tmdb.org/t/p/w300/b0dw3grt9uceIm5VAEtwmeE53vP.jpg",
      "https://image.tmdb.org/t/p/w300/20fzM8Fb4MLFCkaZXXwzroiJpP6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTA0ZGQ2ZWEtM2EzMi00NmEzLThjNjItMDkyZGU1M2JiM2FlXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-return-to-salems-lot-1987-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mampk34ke5ls.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UV4i/A.Return.To.Salems.Lot.1987.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dbt1Ea5J#wNKYMea_0zxbgnYTWXKymptaBMgBqi2BOE8QOxQHhrE",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-return-to-salems-lot-1987-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ul7kxqbpd7hv.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ASwh/A.Return.To.Salems.Lot.1987.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4fcWhK6D#M5IjPDbblEOty2DqsHoQpECKADcmrQ3vqsiwVc7GnAY",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/ep2wc3xdhdw6.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/dd12ni1v9mqu",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-return-to-salems-lot-1987-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/7j9ch9k6pmf2.html",
        "server": "usersdrive.com",
        "size": "620MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2ASw5/A.Return.To.Salems.Lot.1987.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "620MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/gLFkjJAR#9WDFhL_Y3xPBlVQx4S9Xj45BF9TspdVeB96pvd1sAmI",
        "server": "mega.nz",
        "size": "620MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/xy5s3flky7hn.html",
        "server": "streamsb.com",
        "size": "620MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/cygwp3tc6vw2",
        "server": "streamvid.io",
        "size": "620MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "ImfWpDwE9sk",
      "video_url": "https://www.youtube.com/watch?v=ImfWpDwE9sk",
      "embed_url": "https://www.youtube.com/embed/ImfWpDwE9sk"
    }
  },
  {
    "metadata": "TV-G|2015|1h 20min|Adventure,Comedy,Family",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "2,432"
    },
    "title": "Invisible Sister (2015)",
    "description": "Invisible Sister (2015)_____IMDb – 6.1/10disney ကနေ ထုတ်လုပ်တင်ဆက်ထားတဲ့ Invisible Sisterဆိုတဲ့ဇာတ်ကားလေးကိုတင်ပေးလိုက်ပါတယ်ပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းတဲ့သိပ္ပံဇာတ်ကားလေးပါပဲIMDb Rate ကတော့ 6.1 ရရှိထားပါတယ် 2015 တုန်းကထွက်ရှိထားပြီးရိုက်ကူးသူဒါရိုက်တာကတော့ Paul Hoen ဖြစ်ပါတယ်ကလီယို နဲ့ မော်လီတို့ဟာ ညီအစ်မဖြစ်ပါတယ်..မော်လီက အားကစားပွဲတော်တွေ ကစားနည်းတွေ အပျော်အပါးတွေမှာဝါသနာထုံတဲ့သူဖြစ်ပြီး ကလီယိုကတော့ သိပ္ပံပရောဂျက်တွေကိုလုပ်ဆောင်နေတဲ့သူတစ်ယောက်ပါ..ခဏခဏလည်းကျရှုံးပါတယ်..တစ်နေ့ဆရာက ကလီယိုကို အိမ်မှာ သကြားဖေါ်ဖို့အတွက်သိပ္ပံပရောဂျက်ကိုလုပ်ခိုင်းလိုက်ပါတယ်အဲ့နေ့မှာ မော်လီကသူ့သူငယ်ချင်းတွေနဲ့အိမ်မှာပါတီလုပ်ပါတယ်.ကလီယိုက သကြားဖော်ရင်းနဲ့မတော်တဆနဲ့ဓါတုဗေဒပစ္စည်းတွေ ဖျော်ရည်ထဲမှောက်ကျသွားပြီး အငွေ့တွေထွက်လာတဲ့အခါ လိပ်ပြာလေးတစ်ကောင်က အဲ့အငွေ့ကိုဖြတ်ပျံ မိတဲ့အခါမှာတော့ လိပ်ပြာကတော့ ကိုယ်ပျောက်သွားပါတယ်..ကလီယိုဟာလန့်ပြီးလိပ်ပြာကိုကြိုးစားပြီးလိုက်ဖမ်းပေမယ့်မမိပါဘူး အဲ့လိပ်ပြာကတော့ မတော်တဆပဲ မော်လီသောက်မယ့် ရေခွက်ထဲကိုကျသွားတဲ့အခါ ကိုယ်ပျောက်နေတာဖြစ်တဲ့အတွက်မော်လီကမမြင်ပဲသောက်လိုက်တဲ့အခါ ………..ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားကြပါFile size : 802 MBQuality : WEB-DL 720pFormat : mp4Run Time : 1h 20 minSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/95cbzZWutffu5iHVd1owtkzfgYe.jpg",
      "https://image.tmdb.org/t/p/w300/eLVRVJ2OqVDa9Wl6dHTNRtgNcOB.jpg",
      "https://image.tmdb.org/t/p/w300/zeFMd7362VogPufpo7gIeZfsRsz.jpg",
      "https://image.tmdb.org/t/p/w300/bEYdIvqkEDNRWr3Om4l3yB5e1Bc.jpg",
      "https://image.tmdb.org/t/p/w300/mZ7LiRPLRg2UzsGdhWWtUf2Tdxb.jpg",
      "https://image.tmdb.org/t/p/w300/ai6nZf2A3xC0Mo3aFTwDNWwsLyz.jpg",
      "https://image.tmdb.org/t/p/w300/xIHRkFv56CYf4ZZBsZdapLSYfvc.jpg",
      "https://image.tmdb.org/t/p/w300/60ZaQPJFVZIOXuIT2MZvInJgUSu.jpg",
      "https://image.tmdb.org/t/p/w300/dS4GlFAlYgf3vhjaWjyE7OVj0xV.jpg",
      "https://image.tmdb.org/t/p/w300/yAyxzq9J6oA5rnk5YSsptbGLWVd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/03/invisible-sister-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/f4x2ak12h033.html",
        "server": "usersdrive.com",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/invisible-sister-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/766f1a5100/invisible-sister-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://www.filedwon.info/pt1z9ih462cs/Invisible_Sister_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/TExl/Invisible_Sister_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/0g4xBKgB#mTVLpm6XThCDJylGwLrTig6sS79D4_zYmkVN5iprYXk",
        "server": "mega.nz",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/nwvwbcxcq993",
        "server": "upstream.to",
        "size": "802 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "eQCvyvME6x0",
      "video_url": "https://www.youtube.com/watch?v=eQCvyvME6x0",
      "embed_url": "https://www.youtube.com/embed/eQCvyvME6x0"
    }
  },
  {
    "metadata": "|2006||Comedy",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "Accepted (2006)",
    "description": "2006 ခုနှစ်ကထွက်ရှိခဲ့ပီး IMDb rating 6.4 ရရှိထားတဲ့​ကျောင်းသားကား​လေးကိုခံစားကြည့်ကြရ​အောင်ပါ။​ကောလိပ်​ကျောင်းတွေဟာ အထက်တန်း​ကျောင်းသားဘဝ က​နေအမှီအခိုကင်းကင်းရပ်တည်နိုင်တဲ့ ဘဝ​တွေဆီ​ရောက်​အောင်သွားကြရာမှာမဖြစ်မ​နေဖြတ်​ကျော်ကြရတဲ့အရာပါ။ဒါ​​တွေကြောင့်ပဲ ​ကောလိပ်ဝင်ခွင့်​တွေဟာ နိုင်ငံ​တော်​တော်များများမှာ​တော့လူငယ်​တွေအတွက်အိပ်မက်ဆိုးလိုဖြစ်​​နေတာပါပဲ။society က သတ်မှတ်ထားတဲ့စံညွှန်း​တွေ​ကလည်း​ကောလိပ်​​ကျောင်း​ကောင်း​ကောင်းတက်​ရောက်​ရေးဖိအား​တွေ​ပေးကြပါတယ်။ဒီဇာတ်ကားထဲမှာလည်း ​ကျောင်းဝင်ခွင့်​တွေ အကြိမ်ကြိမ်ပယ်ခံရတဲ့လူငယ်​လေး​တွေ ဟာ ကြံမိကြံရာကြံကြရင်းသတ်မှတ်ချက်​ဘောင်​တွေကို ချိုးဖြတ်ဖို့ဖြစ်လာကြပါတယ်။လူငယ်​တွေကို အကန့်အသတ်မဲ့ ပျံသန်းခွင့်​ပေးလိုက်ရင်အံ့အားသင့်စရာ​တွေဖြစ်လာနိုင်တယ်ဆိုတာပြထားတာပါ။ ​ပညာ​ရေးစနစ်ကြီးရဲ့အလွဲ​တွေကို​ထောက်ပြထားပြီးမူဝါဒ​တွေကိုလည်းသ​ရော်ထားပါ​သေးတယ်။ဒါ့အပြင် ​နောက်ခံသီချင်း​လေး​တွေကလည်း အမိုက်စား​လေး​တွေဖြစ်တဲ့အတွက်အဲ့ဒီခုနှစ်ဝန်းကျင်က ​ကျောင်းတက်ကြသူ​တွေဆို အတိတ်ကိုပြန်လွမ်းမိသွားနိုင်သလို Gossip girls တို့ Age of Adaline တို့ထဲကမင်းသမီး​ချော Blake Lively ရဲ့ နုနုနယ်နယ်တက်ကြွတဲ့အလှ​ကိုလည်းခံစားနိုင်ပါတယ်။ဒါ​​ကြောင့် ကြည့်သင့်တဲ့ကား​လေးဖြစ်လို့ ခံစားကြည့်ကြပါဦး။File size…  2.1 GB /  840 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 33mGenre …..  ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Sophie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7n2TWofKqzzpniHdEfIfZhNpU5k.jpg",
      "https://image.tmdb.org/t/p/w300/mzSE77QAYqbuL73kXQGwVeqkzwa.jpg",
      "https://image.tmdb.org/t/p/w300/nGC6wVB38PRpbpJVEfEGPqs1BJR.jpg",
      "https://image.tmdb.org/t/p/w300/bKdNEAJ4TEN7w9Y8MgUwiC7F8Xd.jpg",
      "https://image.tmdb.org/t/p/w300/x5urpsiGEWRohAZtfvXZox5VGxD.jpg",
      "https://image.tmdb.org/t/p/w300/nMTml5ty3GUPLkl9ms58zQ6awUQ.jpg",
      "https://image.tmdb.org/t/p/w300/uuD45ughgpWQG4d8ntZrmv5l8Rr.jpg",
      "https://image.tmdb.org/t/p/w300/nYsdRoUrnCIfD03PPGFbWmv1c9p.jpg",
      "https://image.tmdb.org/t/p/w300/d6Gfa08uXobyfk4L5ji0ucaNOb.jpg",
      "https://image.tmdb.org/t/p/w300/ezMwDQxoR1BfWwaSGUV58HAOgV8.jpg",
      "https://image.tmdb.org/t/p/w300/4ySA2nnLRsI6SO4n6DFHAobrzNT.jpg",
      "https://image.tmdb.org/t/p/w300/ywdK98sByFeT7wKiI7LmQQVrvUO.jpg",
      "https://image.tmdb.org/t/p/w300/dakxb35CGeO58d2rDOdNee3CeDZ.jpg",
      "https://image.tmdb.org/t/p/w300/52rR8gP8wRUen6BD7oArqJ6UkXm.jpg",
      "https://image.tmdb.org/t/p/w300/aULbRr9wG7SQ6hJ1xhyq4k6KSQY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pMh1dCw5vhMATmJs0ve0OpoSVED.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7mpqkqsn9ej1.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/accepted-2006-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2DXgD/Accepted.2006.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/O6hzwTzD#JEXi-fEkqTq68TC36gmkaZUrlwJUAsW-QP153_SCp74",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/k6fb600ptjkj",
        "server": "streamvid.io",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rjeh0ofo59q5.html",
        "server": "usersdrive.com",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/accepted-2006-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i2m1/Accepted.2006.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/P2oXmA5K#NJZbbQnB5ByQIOYO9V22rtPG35aiAuCSVSplkUtPtig",
        "server": "mega.nz",
        "size": "840 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/r43f9vutbpvh",
        "server": "streamvid.io",
        "size": "840 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MZkurgJOP4c",
      "video_url": "https://www.youtube.com/watch?v=MZkurgJOP4c",
      "embed_url": "https://www.youtube.com/embed/MZkurgJOP4c"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Comedy,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "4156"
    },
    "title": "Let It Snow (2019)",
    "description": "ဒီတစ္ခါေတာ႔ CM ပရိသတ္ၾကီးအတြက္ခ်စ္စရာRomance ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္ႏွင္းေတြထူထဲစြာက်တဲ႔အခ်ိန္မွာျဖစ္ေပၚလာခဲ႔တဲ႔ အခ်စ္ဇာတ္လမ္းေလးေတြ အေၾကာင္းေပါ႔ႏွင္းေတြေၾကာင္႔စိတ္အေႏွာင္႔အယွက္ျဖစ္ရတာေခ်ာ္လဲရတာ၊ေႏွာင္႔ေႏွးရတာေတြရွိေပမယ္႔လွပတဲ႔ ႏွင္းမႉန္ေလးေတြကို လြတ္လြတ္လပ္လပ္က်ခြင္႔ေပးလိုက္ပါလို႔ေျပာထားတဲ႔ဒီကားေလးက အခုလိုခ်မ္းေအးတဲ႔တန္ေဆာင္တိုင္ကာလမွာၾကည္႔လို႔ေကာင္းတဲ႔ကားေလးျဖစ္လာမွာပါ။နာမည္ေက်ာ္သရုပ္ေဆာင္ေတြပါဝင္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Let it Snow (2019) ပါ။File Size : ( 875 MB , 325 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4oSRQ03nJjl8sZAPgIXgi51XZva.jpg",
      "https://image.tmdb.org/t/p/w300/xcwmDItb2On573HyPiODgVvtoAh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rEVu3E1OhMPJeCAn9a6QLyVhZDj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-let-it-snow-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/a985aacb6e/cm-let-it-snow-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AT9/(CM)_Let_It_Snow_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/Qqp7/(CM)_Let_It_Snow_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/10ghHSSR#UXjZBgbEQmghIOU7Jt5K4NYphaG83oaV0iprlrVnmOI",
        "server": "mega.nz",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Ty2j",
        "server": "yuudrive.me",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/hr1e0x572ya0",
        "server": "upstream.to",
        "size": "875 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "pitxxQYZcug",
      "video_url": "https://www.youtube.com/watch?v=pitxxQYZcug",
      "embed_url": "https://www.youtube.com/embed/pitxxQYZcug"
    }
  },
  {
    "metadata": "R|2012|110 min|Comedy,Crime",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "225,097"
    },
    "title": "Seven Psychopaths (2012)",
    "description": "Seven Psychopaths (2012) ဆိုတဲ့ Comedy, Crimeဇာတ်ကားလေးကတော့ ရယ်ရသလို ကြည့်လို့လဲကောင်းပါတယ်။နက်နက်နဲနဲတွေးချင်ရင်လည်း ရပါသေးတယ်။ ဒီဇာတ်ကားကိုကျွန်တော့်ဉာဏ်လေးမတောက် တခေါက်နဲ့ ညွှန်းလိုက်ရင်ပေါ့သွားမှာ ဆိုးလို့ကောင်းတယ်၊ရယ်ရတယ် ဒီလောက်ပဲညွှန်းပါရစေ။ ဇာတ်လမ်းအကျဉ်းကတော့အရူး ၇ ယောက်အကြောင်းကို ဇာတ််လမ်းရေးမယ့် စာရေးဆရာအရက်သမားတစ်ယောက် ဇာတ်လမ်း စဉ်းစားရကြပ်နေပါတယ်။နောက်တော့ ခွေးကို ပြန်ပေးဆွဲနေတဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်နဲ့ အတူဇာတ်ရှုပ်တစ်ခုထဲကို ဝင်မိကြပါတယ်။ အဲဒီမှာ သူ့ဇာတ်လမ်းအတွက်အရူးတွေကို ထပ်တွေ့လာပြီး သူ့သူငယ်ချင်းနှစ်ယောက်က သူ့ဇာတ်လမ်းကိုဘယ်လိုကူရေးပေးကြမလဲ ကြည့်ရမှာပါ။ Rating တွေကလည်း ကောင်းပါတယ်။IMDB 7.2 ရှိပြီး Rotten Tomatoes 82% ရရှိထားပါတယ်။Translated & Review By D3monEncoded By LK",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNTZmZjU1NDYtZGFhYi00YTM0LWFhYzEtMjQzZjczNGI4YjNjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007351000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/seven-psychopaths-2012-mm-sub",
        "server": "VIP Links",
        "size": "1.16 GB",
        "quality": "BrRip 720p"
      },
      {
        "link": "https://megaup.net/2NLf6/(CM)Seven.Psychopaths.2012.BrRip.720p.mp4",
        "server": "megaup.net",
        "size": "1.16 GB",
        "quality": "BrRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/seven-psychopaths-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16 GB",
        "quality": "BrRip 720p"
      },
      {
        "link": "https://viewsb.com/1m5277ulvtnv.html",
        "server": "streamsb.com",
        "size": "1.16 GB",
        "quality": "BrRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Extract (2009)",
    "description": "ဒီရုပ်ရှင်လေးကတော့ ၂၀၀၉ခုနစ်တုန်းကထွက်ရှိထားတဲ့ အင်ဒီ ဟာသရုပ်ရှင်ကားကောင်းလေးတကားဖြစ်ပါတယ်။ လွန်ခဲ့တဲ့ဆယ်စုနှစ်ကျော်က ရုပ်ရှင်ဖြစ်တဲ့အတိုင်း ဇာတ်အိမ်ပိုင်းရော သရုပ်ဆောင်ပိုင်းမှာပါ တော်တော်လေးမိုက်ပါတယ်။ဂျိုးဟာ အနှစ်ထုတ်တဲ့စက်ရုံတခုရဲ့ သကလ်လတ်အရွယ် ပိုင်ရှင်သူဌေးတယောက်ပါ။ ဂျိုးမှာ ဆူဇီလို့ခေါ်တဲ့ မိန်းမတယောက်ရှိပါတယ်။ ဒီလိုနဲ့ တနေ့မှာ ဂျိုးရဲ့စက်ရုံမှာ အလုပ်သမားတယောက် မတော်တဆမှုတခုဖြစ်ပြီး ဝှေးစေ့တဖက်ကိုဆုံးရှုံးလိုက်ရပြီး ဂျိုးရဲ့ကုမ္ပဏီကို တရားစွဲမယ်လို့ ခြိမ်းခြောက်လိုက်ရာကနေစလို့ သာယာနေတဲ့ စက်ရုံပိုင်ရှင်ဂျိုးတယောက် ဒုက္ခလှလှတွေ့ပါတော့တယ်။ဒါတင်မကသေးဘူး လိင်ကိစ္စငတ်မွတ်နေတဲ့ ဂျိုးဟာ စက်ရုံက အစမ်းခန့်၀န်ထမ်းကောင်မလေးတယောက်ဖြစ်တဲ့ စင်ဒီကိုလည်း စိတ်ကစားမိသွားပြီး သူငယ်ချင်းဖြစ်သူ ဘားပိုင်ရှင် ဒင်းရဲ့အကူအညီနဲ့ ဘ၀မှတခါမှမလုပ်ခဲ့ဖူးတဲ့ အကွက်ဆန်းတွေကိုထွင်ဖို့ ဆုံးဖြတ်မိလိုက်ပါတော့တယ်။ဒီရုပ်ရှင်က ဟာသကားဆိုပေမဲ့ မရယ်ရတဲ့ဟာသတွေနဲ့ ကလိထိုးရယ်ခိုင်းနေတာမဟုတ်ဘဲ ဇာတ်လမ်းဇာတ်ကွက်နဲ့ သရုပ်ဆောင်ပိုင်းမှာ တော်တော်ကောင်းတဲ့အထဲပါပါတယ်။ အထူးသဖြင့် ဂျိုးနေရာမှာ ဂျေဆန်ဘိတ်မန်း ဂျိုးသူငယ်ချင်း ဘားပိုင်ရှင်နေရာမှာ ဘတ်မန်းမင်းသား ဘင်အက်ဖလက် တို့လို ဝါရင့်သရုပ်ဆောင်ကောင်းတွေကိုသုံးထားတာကြောင့် သရုပ်ဆောင်ချက်တွေက တော်တော်ပီပြင်ပါတယ်။ဒီလိုနဲ့ ဂျိုးတယောက် ပြဿနာပေါင်းသောင်းခြောက်ထောင်အကြားကနေ သူ့ရဲ့ကုမ္ပဏီကို ကယ်တင်နိုင်ပါ့မလား၊ ဖင်ယားမှုအာမမခံဆိုတဲ့အတိုင်း အကွက်ဆန်းတွေထွင်လိုက်မိတဲ့အတွက် ဘယ်လိုတွေငါးပါးမှောက်ဦးမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ညစ်ညမ်းတဲ့အသုံးအနှုန်းတွေပါ၀င်တာကိုတော့သတိပြုပေးပါ)File size…(2.3 GB)/(1.2 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Steven Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vSUz6gjbK0x9LfaDxZcIKk84Dxs.jpg",
      "https://image.tmdb.org/t/p/w300/9BrbxYZPRcXvnXrYhp4EyZVSNQf.jpg",
      "https://image.tmdb.org/t/p/w300/AeEp9GSKqCAshEcXd4Yn7Y7j2Pk.jpg",
      "https://image.tmdb.org/t/p/w300/scWDsAV6KWLCjj6BN02TWGTtxLZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BNDZmMzVmN2UtYTk2MS00NTRlLTk1YWItYTQxYzQ0MTM4YTBmXkEyXkFqcGdeQXVyMjI5MjYyMjg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-extract-2009-1080-p-bluray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m5mnju6r5cc1.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZ1nc/(CM)_Extract.2009.1080p.Bluray.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sOcGERCS#DLfX889SOOUNDpC04oLlx9iUt0ZpnFIusRVR40zylnw",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-extract-2009-720-p-bluray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0x69m4w7c6w5.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7rQ93/(CM)_Extract.2009.720p.Bluray.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ze02yDwT#Q8jY8lCiWzdxeW5yV5hImZYp58C5rD2_gq10VFw0wXU",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KQrjlWZmM8E",
      "video_url": "https://www.youtube.com/watch?v=KQrjlWZmM8E",
      "embed_url": "https://www.youtube.com/embed/KQrjlWZmM8E"
    }
  },
  {
    "metadata": "not rated|2023|2h 10m|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "392"
    },
    "title": "Charles Enterprises (2023)",
    "description": "Charles Enterprises (2023)IMDb 6.7ဟိုးရှေးရှေးတုန်းက ကုန်းမြေ၈ခုဆုံတဲ့ နယ်မြေတစ်ခုရှိခဲ့တယ်တဲ့ တစ်နေ့တော့ အဲဒီကိုသူခိုးနှစ်ကောင်ရောက်လာပြီး ဘုရားကျောင်းထဲက ရတနာပစ္စည်းတွေခိုး ..ရောင်းချပြီးပျော်ပျော်ကြီးပေါပေါလျှံလျှံနေနေရသတဲ့ တစ်နေ့တော့ အတားအဆီးမှန်သမျှဖယ်ရှားပေးပါတယ်ဆိုတဲ့မဟာပိန္နဲရဲ့ ဆင်းတုကို မျက်စိကျသွားလေရဲ့ သူတို့ခိုးယူလာပေမဲ့ ဘယ်ဆိုင်ကမှ ဒီဆင်းတုကိုမဝယ်ရဲကြတော့သူခိုး၂ယောက် ဆင်းတုကိုနေရာမှန်ပြန်ထားဖို့ကိစ္စနဲ့ ရန်ဖြစ်ပါလေရောဒီလိုနဲ့တစ်ယောက်က အုန်းပင်အမြင့်ကြီးပေါ်မှာ ဘယ်သူမှမမြင်အောင်သွားဖွက်ထားခဲ့လေသတဲ့ဆယ်စုနှစ်တွေအထိ ဘယ်သူမှမမြင်..သတိမထားမိဘဲ နေဒဏ်မုန်တိုင်းဒဏ်ကို ကြံ့ကြံ့ခံခဲ့ရတဲ့ဆင်းတုက တစ်နေ့တော့ သူ့ဘုရားကျောင်းကိုပြန်ဖို့ လမ်းစရှာတွေ့ခဲ့လေတယ်…ဆိုတဲ့ဇာတ်လမ်းနဲ့အစချီပြီး မဟာပိန္နဲဆင်းတုကို ခိုးမဲ့ ဇာတ်ကားတစ်ကားပါဒီဇာတ်လမ်းထဲမှာ ဆင်းတုတွေလိုက်စုတဲ့ ပါဗသမ်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရှိတယ်ကြိုက်တာတွေ့ရင် အိမ်အထိလိုက်ဝယ်တတ်တဲ့လူတစ်ယောက်..သူကြိုက်တဲ့ဆင်းတုကမိသားစုဘုရားကျောင်းထဲက မဟာပိန္နဲဆင်းတုဖြစ်နေတော့ ပိုက်ဆံဘယ်လောက်ပေးပေးမရောင်းဘူးဆိုတဲ့အဖွဲ့ရယ်လိုချင်တာမရရင် အိမ်မပြန်တတ်တဲ့ပါဗသမ်ရယ်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်( ဇာတ်လမ်းအညွှန်းကိုတော့ Yunniမှ ရေးသားပေးထားပြီးဘာသာပြန်တွေကတော့ Yunni~Thaik San~BpL~Aditi~Moonနဲ့ Zwe Yanတို့ပဲ ဖြစ်ပါတယ် )File size…2.37GB / 1.07GBQuality…1080p WEB DL  / 720pFormat…mp4Duration….2h 10minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by  Yunni~Thaik San~BpL~Aditi~Moon~ Zwe Yan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1MFIgFQZYN8i8ngNpeCYEpKkiVD.jpg",
      "https://image.tmdb.org/t/p/w300/kk1XbpDS60nEYtsbbqMAw37fkX8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bnVRLe76H5Fpg135i0HEV7gvn2K.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/charles-enterprises-2023-malayalam-hq-hd-rip-1080-p-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z8cb4qinkn8p.html",
        "server": "usersdrive.com",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3gWUB/Charles_Enterprises_(2023)_Malayalam_HQ_HDRip_-_1080p_-_x264(CM).mp4",
        "server": "megaup.net",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AmV1WJSR#IVVcRv6Y0v-_DMOauj5waFEq-5sAb0FKNBytf3LQPVo",
        "server": "mega.nz",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/charles-enterprises-2023-malayalam-hq-hd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9zddrb7pivbk.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3gWTX/Charles_Enterprises_(2023)_Malayalam_HQ_HDRip_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JjEmGLBY#b0gS6_xdHtxul-OAi64BJzJIWH40abjxIdjrGgGvxns",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/qyomsl6o3yb9.html",
        "server": "streamsb.com",
        "size": "1.07GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2014||Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Force Majeure (2014)",
    "description": "သင်ဟာ ဇာတ်ကားလေးကြည့်ရင်း တွေးနေရတာကိုသဘောကျသူလား၊ တစ်စိမ့်စိမ့်နဲ့ဆွဲခေါ်သွားတဲ့ဇာတ်ကားမျိုးကိုသဘောကျသူလား၊ အဆုံးမှာတွေးစရာတွေပေးသွားတာမျိုးကို သဘောကျသူလား။ဒါဆို Force Majeure ဆိုတဲ့ drama/comedy ဇာတ်ကားလေး ရှိပါတယ်။ဒီဇာတ်ကားမှာပေါ့ တိုမက်စ် နဲ့ အက်ဘီဆိုတဲ့ လင်မယားမှာဟယ်ရီ နဲ့ ဗီရာဆိုတဲ့ သားသမီးနှစ်ယောက်ရှိပါတယ်။သူတို့တွေဟာ မိသားစုနဲ့အတူ အနားယူချင်တာကြောင့်နှင်းလျှောစီးတဲ့နေရာကို ၅ရက် အပန်းဖြေခရီးထွက်လာခဲ့ကြတာဖြစ်ပါတယ်။နှင်းလျှောစီးတဲ့အချိန် အဆင်ပြေနေခဲ့ကြပေမယ့် နေ့လယ်စာစားချိန်ရောက်တော့ ပြဿနာစလာပါတော့တယ်။သူတို့‌ နေ့လယ်စာ စားဖို့လုပ်တုန်း နှင်းတောင်ပြိုမှုတစ်ခုဖြစ်လာခဲ့ပါတယ်။ဒါဟာ နှင်းလျှောစီးသူတွေအန္တရာယ်ကင်းအောင် တမင်ဖြိုချတာဖြစ်ပေမယ့်စားသောက်ဆိုင်တည့်တည့်ကို အရှိန်နဲ့ဆင်းလာတဲ့အခါတိုမက်စ်လည်း ကလေးတွေနဲ့မိန်းမကို ထားခဲ့ပြီး တန်းနေအောင်ပြေးပါတော့တယ်။ကံကောင်းစွာနဲ့ ဘယ်သူမှဘာမှမဖြစ်ခဲ့ပေမယ့် ဒီအဖြစ်အပျက်ဟာအက်ဘာကို စိတ်ခုစေခဲ့ပါတယ်။ဒီအဖြစ်အပျက်ပြီးကတည်းက တိုမက်စ်နဲ့အက်ဘာဟာ အဆင်မပြေတွေဖြစ်ခဲ့ကြပြီးသူတို့ပြဿနာကတစ်ဖက်၊ ကလေးတွေကတစ်ဖက်၊ ကြားမှာဘယ်လိုတွေဆက်ပြီးဖြစ်သွားမလဲ၊ တိုမက်စ်တကယ်ပဲမှားခဲ့တာလား၊အက်ဘာကပဲ အတွေးလွန်နေတာလား၊ အဆုံးမှာဘယ်လိုဖြစ်သွားမလဲဆိုတာစိတ်၀င်စားဖို့ကောင်းတာကြောင့် drama ကြိုက်သူတွေကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…  1.20 GB /  697 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2hGenre …..  Drama, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Jaka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oZp8CLwvRXgBAYGhn8P0pKOD4Ho.jpg",
      "https://image.tmdb.org/t/p/w300/os632o7nbJ2PTdLaJoo5mRJ30LP.jpg",
      "https://image.tmdb.org/t/p/w300/qZ3rzhbOFmPdbaje0Hvl3sYoRqU.jpg",
      "https://image.tmdb.org/t/p/w300/xBRgrLY9zydqKvrO1Nq7Io9szaN.jpg",
      "https://image.tmdb.org/t/p/w300/l16hW8OVOMnkyM1CT6McnfMSSxy.jpg",
      "https://image.tmdb.org/t/p/w300/wzAsaOtQf2SZc6sus0H5sfYWfMv.jpg",
      "https://image.tmdb.org/t/p/w300/6TgIMBaXyfAFQMCEexJ7zhNn25Z.jpg",
      "https://image.tmdb.org/t/p/w300/8nTKWjwHDAL76PoCnCP5ONPpcJu.jpg",
      "https://image.tmdb.org/t/p/w300/3qIF0NekCz0ADEsa3cS9WQdu8T.jpg",
      "https://image.tmdb.org/t/p/w300/mzSKNYL5PYCyBZBJZvdIlyVqRvj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/41agNfzepz2DTdgTBX1fX0QclHp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2yi3jqs9k5hs.html",
        "server": "usersdrive.com",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/force-majeure-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Eyky/Force.Majeure.2014.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/V2VlkTYZ#SVitjRBR47HknWOrUKGkiIKtINIo0R8D2_VZz_DAKts",
        "server": "mega.nz",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qet1es8lps6n",
        "server": "streamvid.io",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tsui7j74vnwo.html",
        "server": "usersdrive.com",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/force-majeure-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Eykh/Force.Majeure.2014.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hiNinaKK#qQODskSH-I-uCDR-VT8XzdwxOPgJ4G_IXbtexjmf-qk",
        "server": "mega.nz",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/q3bpa9uh7fy8",
        "server": "streamvid.io",
        "size": "697 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fjjzVbTBF8o",
      "video_url": "https://www.youtube.com/watch?v=fjjzVbTBF8o",
      "embed_url": "https://www.youtube.com/embed/fjjzVbTBF8o"
    }
  },
  {
    "metadata": "PG-13|2018|1h 41min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "130,276"
    },
    "title": "Isle of Dogs (2018)",
    "description": "Isle of Dogs (2018)IMDb – 7.9/10_____Rotten – 90%ဒီဇာတ်လမ်းလေးအကြောင်းကို စမပြောခင် Animation ရဲ့ Graphic ပုံစံဟာ မြင်တွေ့နေကြပုံစံမျိုးမဟုတ်ပါဘူးလို့ စကားဦးခံထားပါရစေဘာလို့လဲဆိုတော့ ဘာသာပြန်ဖို့စကြည့်တဲ့အချိန်မှာ မိမိကိုယ်တိုင်လည်း ဘယ်လိုကြီးလဲဆိုပြီး အတွေးဝင်မိလို့ဖြစ်ပါတယ်ဒါပေမယ့် ဒီကားဟာ IMDb 7.9 တောင်ရရှိထားပြီး အသံသရုပ်ဆောင်တွေကလည်း ထိပ်ထိပ်ကြဲတွေဖြစ်တဲ့ Scarlett Johnson တို့ Breaking Bad ကမင်းသားကြီး Bryan Cranston တို့ Bill Murray တို့ပါဝင်သရုပ်ဆောင်ထားကြဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူးကဲ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ကြရအောင်လွန်ခဲ့တဲ့ ရာစုနှစ်ဆယ်စုစာတုန်းက ခွေးတွေဟာ လူတွေရဲ့ အမိန့်ကို နာခံတတ်ကြတဲ့ အိမ်မွေးတိရစ္ဆာန်တွေမဟုတ်ကြပါဘူးအဲ့အချိန်မှာ ခွေးမုန်းတီးရေးဝါဒီကိုဘာယားရှီမျိုးနွယ်တွေဟာ ခွေးတို့ိကို စစ်အင်အားအလုံးအရင်းနဲ့ဝင်တိုက်ပါတော့တယ်အဲ့အချိန်မှာ ခွေးတွေဘက်က ရပ်တည်ပေးတဲ့ သူရဲကောင်းကလေးတစ်ဦး ပေါ်ပေါက်လာတာတော့တယ်ခွေးတွေကတော့ လူတွေရဲ့ အိမ်မွေးတိရစ္ဆာန်တွေဖြစ်လာပါတယ်နောက်နှစ် နှစ်ဆယ်ကြာလာတဲ့အခါ ခွေးတုပ်ကွေးရောဂါပြန့်ပွားမှုဟာ ပြင်းထန်တဲ့အဆင့်ကို ရောက်ရှိနေပါတယ်အဲ့အချိန်မှာ ခွေးမုန်းတီးတဲ့ ကိုဘာယားရှီအာဏာပိုင်တွေဟာ ရောဂါပိုးကူးစက်ခံထားရတဲ့ ခွေးတွေကို အမှိုက်ကျွန်းကို ပို့ပစ်ပါတော့တယ်ကိုဘာယားရှီရဲ့တူဖြစ်သူ အာတာရီရဲ့ ခွေးလေး စပေါ့ကိုပါ ပို့ပစ်လိုက်တဲ့အတွက် အာတာရီဟာ လေယာဉ်တစ်စီးကိုခိုးပြီး အမှိုက်ကျွန်းကို သွားပါတော့တယ်အမှိုက်ကျွန်းမှာ လမ်းဘေးခွေးချိဖ်တို့တစ်အုပ်နဲ့တွေ့ပြီး စပေါ့စ်ရှာဖွေရေးကြီးစတင်ပါတော့တယ်လမ်းခရီးတစ်လျှောက် ဘာတွေဆက်ဖြစ်မလဲ စပေါ့စ်ကိုပြန်တွေ့ပါမလားခွေးတွေကို အမြစ်ဖြတ်သုတ်သင်ချင်နေတဲ့ အာဏာပိုင်တွေကိုရော တားဆီးနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်သခင်ဆိုတာကို အယုံအကြည်မရှိတဲ့ ချိပ်တစ်ကောင် အာတာရီကို ဘယ်လိုသံဃောဇဉ်တွယ်သွားမလဲMan and his best friend လို့တင်စားရတဲ့ လူနဲ့ခွေးကြားက မေတ္တာတရားကို ခံစားကြည့်ရှုရမှာမလို့ ခွေးချစ်သူတွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားပါပဲလို့ ပြောကြားလိုက်ပါရစေ(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (800 MB)Quality : Blu-Ray 720pRunning Time : 1hr 41minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by May Myat ThuEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dkk1wFBDhPzLXPwVmHTRzny3rkX.jpg",
      "https://image.tmdb.org/t/p/w300/jB5zHG1eHh0OC1S61itXNApZlLD.jpg",
      "https://image.tmdb.org/t/p/w300/vubuyJ2m7jnfG0oqfKB4p1ayD18.jpg",
      "https://image.tmdb.org/t/p/w300/5YtXsLG9ncjjFyGZjoeV31CGf01.jpg",
      "https://image.tmdb.org/t/p/w300/p8Pj5mjJDBwnQ96NTlSXgUO7e0B.jpg",
      "https://image.tmdb.org/t/p/w300/i4fi0qTX9PUjqu66bLgRbikopyD.jpg",
      "https://image.tmdb.org/t/p/w300/6utVGu3wu8AV8x7jGo17M5RnrJN.jpg",
      "https://image.tmdb.org/t/p/w300/9RqAHrMcGkmwpVJQjh8XXMzxcvZ.jpg",
      "https://image.tmdb.org/t/p/w300/i5L0Sb84R0JtYOonfDyjJkx9CJ4.jpg",
      "https://image.tmdb.org/t/p/w300/an5SmZphegIIvn3wK43Savy6IFB.jpg",
      "https://image.tmdb.org/t/p/w300/A4lgv4hxl8BwHV03wIhprvnFWK4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/isle-of-dogs-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xn47o03ik65m.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/isle-of-dogs-inugashima-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2TsuW/Isle_Of_Dogs_(Inugashima)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/VNwFHTRA#-DLymgZ2t_UcjXlelODpMtezUKltmI4ppLrDtzUl9Ak",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/tpeb52mapjs3",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "dt__kig8PVU",
      "video_url": "https://www.youtube.com/watch?v=dt__kig8PVU",
      "embed_url": "https://www.youtube.com/embed/dt__kig8PVU"
    }
  },
  {
    "metadata": "|||Comedy,Family,Musical",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "674 votes"
    },
    "title": "Sneakerella (2022)",
    "description": "Sneakerella (2022)===============ဒစ်စနေးရဲ့ ဂီတ ရုပ်ရှင်အသစ်လေး ကြည့်လိုက်ရအောင်။သီချင်းတွေနဲ့ စကားပြောလှလှလေးတွေရယ် ဇာတ်လမ်းကောင်းလေးရယ်နဲ့တန်ဆာဆင်ထားတာပါပဲ။ သရုပ်ဆောင်အကုန်လုံးလည်း ချစ်ဖို့ကောင်းပါတယ်။ကြည့်ရင်းတစ်ချိန်လုံးပြုံးနေရမယ့် ရုပ်ရှင်မျိုးပါပဲ။ဇာတ်လမ်းနာမည် စနိကရဲလားဆိုတာ စင်ဒရဲလားရဲ့ ခေတ်သစ်ပုံပြင်အနေနဲ့ရိုက်ထားတာပါ။ ဖန်ဖိနပ်လေးအစား စနိကာလေးတစ်ရံ ဖြစ်လာပြီး မင်းသမီးလေးကဆင်းရဲသားလေးကို လိုက်ရှာရတဲ့ ဇာတ်လမ်းလေးပေါ့။ အဲလ်ဆိုတဲ့ ကောင်လေးဟာစနိကာဖိနပ်တွေကိုအရမ်းချစ်တတ်လာအောင်သင်ပေးခဲ့တဲ့ အမေဆုံးပါးသွားပြီးနောက်မှာပထွေးဖြစ်သူရယ်၊ ပထွေးရဲ့သားနှစ်ယောက်ရယ်နဲ့ ဖိနပ်ဆိုင်လေးမှာ အနှိမ်ခံဘဝနဲ့ဆက်အလုပ်လုပ်နေရပါတယ်။ ဒါပေမဲ့ တစ်နေ့မှာအောင်မြင်တဲ့ဖိနပ်ဒီဇိုင်နာဖြစ်ရမယ့်အိပ်မက်တွေရယ် ဖိနပ်ဒီဇိုင်းတွေနဲ့ ပြည့်နေတဲ့ စာအုပ်လေးတစ်အုပ်ရယ် ရှိနေတာပေါ့။တစ်နေ့မှာတော့ သူ့အိပ်မက်တွေကို တကယ်ဖြစ်လာစေမယ့် ကောင်မလေးတစ်ယောက်နဲ့တွေ့မိလာတဲ့အခါမှာ… ငြိမ့်ငြိမ့်မြူးမြူးလေးနဲ့ကြည့်ရမယ့် Disney movie ကောင်းလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size – (2.4GB) / (1.13 GB)Quality – Web-Rip 1080p / 720pDuration – 1Hr 52minsSubtitle – Myanmar HardsubFormat – MP4Genre : Comedy, Family, MusicalTranslator – Mr.AndersonEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AfRgDih0N952YNipEHKS1t7PkEi.jpg",
      "https://image.tmdb.org/t/p/w300/lju1XJmNjObh2Qk7VJvNsyPJVFR.jpg",
      "https://image.tmdb.org/t/p/w300/rxlp8PuHfgZK8u2Q4eqvm4ONGZm.jpg",
      "https://image.tmdb.org/t/p/w300/xjh2ufBeeKGpfenaPSmeNap8RUD.jpg",
      "https://image.tmdb.org/t/p/w300/zS0zYXzMtafUnUJd2dTIElHb3zt.jpg",
      "https://image.tmdb.org/t/p/w300/uYL2jVrh4bzyFscwDf0eoRUa7bn.jpg",
      "https://image.tmdb.org/t/p/w300/vzqed3VHyYQZKUX0aa2rtVw19cP.jpg",
      "https://image.tmdb.org/t/p/w300/g1oswUQwYLtu7G35VsbRtQK06MZ.jpg",
      "https://image.tmdb.org/t/p/w300/y14iEmn4Fewe85TpSNXc0g71p63.jpg",
      "https://image.tmdb.org/t/p/w300/yTpPwAo3j4nyd5sA1gpTUKVio16.jpg",
      "https://image.tmdb.org/t/p/w300/rd4g7CnciXy0nScHyB83gPisLK8.jpg",
      "https://image.tmdb.org/t/p/w300/sRzPy8RqXgiNDEVVioiORKKCqka.jpg",
      "https://image.tmdb.org/t/p/w300/rKHMQqIR6DSKquuXHmuesXCqyJQ.jpg",
      "https://image.tmdb.org/t/p/w300/NebLMUFbsHozqWWXFTBlFKTjLG.jpg",
      "https://image.tmdb.org/t/p/w300/iTubkPhLPljGZXINbcvpTaGUdZ2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jJ07f8DTdeWnCKCwDzB4htLXKBN.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sneakerella-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/sneakerella-2022-1080-p-dsnp-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2qEU0/Sneakerella.2022.1080p.DSNP.WEB-DL%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/r7xBHCIJ#6ODF6C0bfdzTD-Svh0qlfnuCvJ58gAyaPXkoO7jqvig",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/wwh1h46qtcdq.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/sneakerella-2022-720-p-dsnp-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.13 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2qEC3/Sneakerella.2022.720p.DSNP.WEB-DL%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/9p4kxqpvu0ap.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/rv4GDZrZ#Ejt-HjdsnHpUnWJHgnHBDjxvoDdysI8pHUzUO_Qdm0E",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/1cmdfd58zbh1.html",
        "server": "usersdrive.com",
        "size": "1.13 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "imaaYfy4oM0",
      "video_url": "https://www.youtube.com/watch?v=imaaYfy4oM0",
      "embed_url": "https://www.youtube.com/embed/imaaYfy4oM0"
    }
  },
  {
    "metadata": "PG||2h|Action,Adventure,Comedy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "89,696"
    },
    "title": "Around the World in 80 Days (2004)",
    "description": "[Unicode]IMDb rating 5.4/10 ရရှိထားပြီးဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။နောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။သူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။ကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။သူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်ပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလားလောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလားဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး )[Zawgyi]IMDb rating 5.4/10 ရရွိထားျပီးျဗိတိသွ် တီထြင္သူတေယာက္၊ တရုပ္လူမ်ိဳးသူခိုးနဲ႕ ျပင္သစ္အႏုပညာရွင္ေကာင္မေလး ေခ်ာေခ်ာေလးတို႕ရဲ႕ စြန္းစားခန္းေတြကိုရိုက္ကူးထားတာျဖစ္ပါတယ္။ဖီလီးယက္ေဖာ့ဟာ အဂၤလန္ ဗစ္တုိးရီးယန္းမွာ ေနထုိင္တဲ့ တီထြင္သူတစ္ေယာက္ၿဖစ္ၿပီး သူဟာ ကမၻာၾကီးကုိ ရက္ ရွစ္ဆယ္နဲ႔ပတ္ႏုိင္လိမ့္မယ္လုိ႔ ယုံၾကည္ေနပါတယ္။ေနာက္ထပ္ တီထြင္သူ တစ္ေယာက္က သူ႔ကုိ အဲ့ဒီခရီးသြားဖုိ႔ စိန္ေခၚမႈအေလာင္းအစားကိုကုိ ဖီလီးယက္ လက္ခံခဲ့ပါတယ္။သူ႔နဲ႔ အတူ ခရီးသြားေဖာ္ကေတာ့ သစၥာရွိ အိမ္ေစတစ္ေယာက္ၿဖစ္တဲ့ ပါဆီပါေတာက္နဲ႔ လွပတဲ့ လမ္းၿပတစ္ေယာက္ၿဖစ္တဲ့ မိုနစ္ခ္ ၿဖစ္ပါတယ္။ကြဲၿပားတဲ့သယ္ယူပု႔ိေဆာင္ေရးေတြ ပါဆီပါေတာက္ရဲ႕ သုိင္းပညာအစြမ္းေတြနဲ႔သူတုိ႔ သုံးေယာက္ ကမၻာပတ္ဖုိ႔ထြက္လာၾကပါတယ္။သူတို႔ခရီးစဥ္မွာ ဘာေတြဘယ္လိုၾကံဳေတြ႔ၾကမယ္ေပ်ာက္ဆံုးေနတဲ့ ေက်ာက္စိမ္းဆင္းတုကိုေကာ ရွာေတြ႕ႏိုင္ပါ့မလားေလာင္းထားတဲ့ အေလာင္းအစားကိုေကာႏိုင္ပါ့မလားဘယ္လိုမ်ား အခက္အခဲေတြကို ရင္ဆိုင္ေက်ာ္ျဖတ္ၾကမလဲ ဆိုတာကို ရင္သပ္ရွဴေမာဖြယ္ရာ ရိုက္ကြင္းရိုက္ကြက္မ်ားနဲ႕ ရွဴစားႏိုင္ဖို႕ ၾကည့္ရွဳလိုက္ၾကပါအံုးဗ်ာ။( ပါ၀င္ရုပ္ေဆာင္ထားတဲ့ မင္းသားၾကီးကေတာ့ ျပည္သူ႕ အသည္းေက်ာ္ ဂ်က္ကီခ်န္းဆိုေတာ့ အေထြအထူးမေျပာေတာ့ပါဘူး )Quality__BR1080p , 720pIMDb Rating__5.9/10Format__mp4Duration__02:02:00Type__Action , Adventure , ComedySubtitle__Myanmar Subtitle (Hardsub)Translated byMyo Min AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tQh0aGBOPrDhRNUnpCzUtTdxqu.jpg",
      "https://image.tmdb.org/t/p/w300/c08QuNy04972BzNFGcXMBauT6Y8.jpg",
      "https://image.tmdb.org/t/p/w300/rJ6sAbC4H9X04MPM23MnYxyMjNO.jpg",
      "https://image.tmdb.org/t/p/w300/paGCwMI8KcoDi8XI6suIwHEX3zE.jpg",
      "https://image.tmdb.org/t/p/w300/7722oGABMzaizOfVPoeYwGCqWkQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cxxpp1lqz0u4.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://usersdrive.com/8rlwg99zm4kw.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yoteshinportal.cc/around-the-world-in-80-days-2004-br-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://yoteshinportal.cc/around-the-world-in-80-days-2004-br-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://megaup.net/2fbA8/Around_the_world_In_80_days_(2004)_BR1080P.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://megaup.net/1ze7c/Around_the_world_In_80_days_(2004)_BR720P.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://upstream.to/39jln1yayly6",
        "server": "upstream.to",
        "size": "2.1 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://upstream.to/6n1en16xi2m9",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/around-the-world-in-80-days-2004",
        "server": "VIP Links",
        "size": "2.1 GB , 1.1 GB",
        "quality": "Both"
      }
    ],
    "trailer": {
      "video_id": "trN-9UMoHlg",
      "video_url": "https://www.youtube.com/watch?v=trN-9UMoHlg",
      "embed_url": "https://www.youtube.com/embed/trN-9UMoHlg"
    }
  },
  {
    "metadata": "PG||1h 39min|Comedy,Family",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "24766"
    },
    "title": "Diary of a Wimpy Kid: Rodrick Rules (2011)",
    "description": "Wimpy Greg Heffley, now in seventh grade, thinks he has it all together. He has mastered middle school and gotten rid of the Cheese Touch. However, Greg’s older brother, Rodrick, is itching to cut him down to size. He gets the perfect opportunity when their mother tries to force the boys to bond. Rodrick may be Greg’s chief tormentor, but he feels his constant pranks are just what his little brother needs to prepare him for life’s hard knocks.ဒီဇာတ်ကားလေးဟာ စာရေးဆရာ Jeff Kenny ရဲ့ကလေးဝတ္တ္တုလေးတွေကို ရုပ်ရှင်အဖြစ်ပြန်လည်အသက်သွင်းထားတဲ့ဇာတ်ကားလေးတွေထဲမှတစ်ကားဖြစ်ပြီး IMDB Rating 6.6 ထိရရှိထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ဂရက် နဲ့ ရော့ဒရစ် ညီအကိုနှစ်ယောက်ရဲ့ ကတောက်ကဆမှုတွေနဲ့ပဲ ပတ်သက်ပြီးအစပျိုးထားပါတယ်။နောက်ပြီး ဂရက် တို့ကျောင်းကိုအသစ်ပြောင်းလာတဲ့ ပေါ်ပြူလာအဖြစ်ဆုံးဘက်စုံထူးချွန်တဲ့ကျောင်းသူလေး ဟိုလီ သူကလည်း ဂရက်သာ မက အားလုံးကစိတ်ဝင်စားခြင်းခံရသူပါ။ဂရက် ဟာလည်း အိမ်မှာတင်မကပဲ ကျောင်းအထိပါ ရော့ဒရစ် ရဲ့ လွှမ်းမိုးမှုကြောင့် ကျောင်းမှာပါအဆင်မပြေမှုတွေကြုံရတယ်ဟုယူဆကာ မိသားစုအပေါ်အမြင်မကြည်ခဲ့ပါဘူး။ဒီပြသနာတွေကို အဆင်ပြေစေဖို့ သူတို့မိဘတွေက နှစ်ယောက်ပူးတွဲလုပ်ဆောင်ရမဲ့ကိစ္စတွေကိုတာဝန်ပေးခဲ့ပေမဲ့လည်း ခဏတာပဲအဆင်ပြေခဲ့ပြီး နားလည်မှုလွဲမှားကြကာပြန်မသင့်မမြတ်ဖြစ်ခဲ့တာကြောင့် နှစ်ယောက်စလုံး သူတို့ရဲ့အဖိုးရှိတဲ့ အငြိမ်းစားဂေဟာကိုသွားနေဖို့ဒဏ်ပေးခြင်းခံရတဲ့နောက်မှာတော့ ဂရက်တစ်ယောက် ဘယ်လိုအကြံစည်တွေ ဘယ်လိုမိတ်ဆွေသစ်တွေရခဲ့ပြီး ဒီပြသနာတွေကိုဖြေရှင်းမလဲဆိုတာ ကိုဇာတ်ကားလေးမှာပဲဆက်လက်ကြည့်ကြပါခင်ဗျာ။———————————————————————–ဒီဇာတ္ကားေလးဟာ စာေရးဆရာ Jeff Kenny ရဲ႕ကေလးဝတၱၱဳေလးေတြကို ႐ုပ္ရွင္အျဖစ္ျပန္လည္အသက္သြင္းထားတဲ့ဇာတ္ကားေလးေတြထဲမွတစ္ကားျဖစ္ၿပီး IMDB Rating 6.6 ထိရရွိထားပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ထံုးစံအတိုင္း ဂရက္ နဲ႔ ေရာ့ဒရစ္ ညီအကိုႏွစ္ေယာက္ရဲ႕ ကေတာက္ကဆမႈေတြနဲ႔ပဲ ပတ္သက္ၿပီးအစပ်ဳိးထားပါတယ္။ေနာက္ၿပီး ဂရက္ တို႔ေက်ာင္းကိုအသစ္ေျပာင္းလာတဲ့ ေပၚျပဴလာအျဖစ္ဆံုးဘက္စံုထူးခြၽန္တဲ့ေက်ာင္းသူေလး ဟိုလီ သူကလည္း ဂရက္သာ မက အားလံုးကစိတ္ဝင္စားျခင္းခံရသူပါ။ဂရက္ ဟာလည္း အိမ္မွာတင္မကပဲ ေက်ာင္းအထိပါ ေရာ့ဒရစ္ ရဲ႕ လႊမ္းမိုးမႈေၾကာင့္ ေက်ာင္းမွာပါအဆင္မေျပမႈေတြႀကံဳရတယ္ဟုယူဆကာ မိသားစုအေပၚအျမင္မၾကည္ခဲ့ပါဘူး။ဒီျပသနာေတြကို အဆင္ေျပေစဖုိ႔ သူတို႔မိဘေတြက ႏွစ္ေယာက္ပူးတြဲလုပ္ေဆာင္ရမဲ့ကိစၥေတြကိုတာဝန္ေပးခဲ့ေပမဲ့လည္း ခဏတာပဲအဆင္ေျပခဲ့ၿပီး နားလည္မႈလဲြမွားၾကကာျပန္မသင့္မျမတ္ျဖစ္ခဲ့တာေၾကာင့္ ႏွစ္ေယာက္စလံုး သူတို႔ရဲ႕အဖိုးရွိတဲ့ အၿငိမ္းစားေဂဟာကိုသြားေနဖုိ႔ဒဏ္ေပးျခင္းခံရတဲ့ေနာက္မွာေတာ့ ဂရက္တစ္ေယာက္ ဘယ္လိုအႀကံစည္ေတြ ဘယ္လိုမိတ္ေဆြသစ္ေတြရခဲ့ၿပီး ဒီျပသနာေတြကိုေျဖရွင္းမလဲဆိုတာ ကိုဇာတ္ကားေလးမွာပဲဆက္လက္ၾကည့္ၾကပါခင္ဗ်ာ။File Size         : 713 MBQuality           : Blu ray 720PRunning Time : 1hr 34 minuteFormat           : Mp4Genre             : Comdey,FamilyEncoder         : Joker.phs",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tPRtQ3RABnM0LxKvYH7DKejdE5m.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/06/Diary-of-a-wimpy-kid-2-2011.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/htdxzo2s2tpc.html",
        "server": "usersdrive.com",
        "size": "713 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/diary-of-a-wimpy-kid-rodrick-rules-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "713 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/fceb574/diary-of-a-wimpy-kid-rodrick-rules-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "713 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yCeg/Diary_Of_A_Wimpy_Kid_-_Rodrick_Rules_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "713 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/1bZXTIjQ#I1E2am-JBZm-s9EDuglrLt_Nqihb_5ltHc7cSbMwgd8",
        "server": "mega.nz",
        "size": "713 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/8ske2dw43kd2",
        "server": "upstream.to",
        "size": "713 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ZbqqYuG1TCM",
      "video_url": "https://www.youtube.com/watch?v=ZbqqYuG1TCM",
      "embed_url": "https://www.youtube.com/embed/ZbqqYuG1TCM"
    }
  },
  {
    "metadata": "|||Comedy,Horror",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "1735"
    },
    "title": "Vampires vs. the Bronx 2020",
    "description": "Netflix မှာ မကြာသေးခင်ကမှ ပူပူနွေးနွေးထွက်ထားတဲ့ ဇာတ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ခင်ဗျာ ဇာတ်လမ်းလေးကတော့ Lil Mayor ,Bobby နဲ့ Luis တို့က တစ်ရပ်ကွက်တည်းသား အချစ်ဆုံးသူငယ်ချင်းသုံးယောက်ပါ Lil Mayor က သူ့ရဲ့ ရပ်ကွက်လုံခြုံရေးကို အရမ်းအရေးထားတဲ့ကလေးတစ်ယောက်ပါ ဒါပေမဲ့ သူတို့ရဲ့ မြို့ကို သွေးစုပ်ဖုတ်ကောင် အဖွဲ့တစ်ဖွဲ့က နယ်မြေသစ်အဖြစ် နေရာလုပ်ဖို့ မျက်စိကျပြီး မြို့ပေါ်ကဆိုင်တွေအိမ်တွေကို တစ်ခုပြီးတစ်ခု လိုက်၀ယ်သလိုနဲ့ အားလုံးကို သွေးစုပ်သတ်ပြီးလုယူ‌နေကြတာပါ ညတစ်ညမှာတော့ Lil Mayor တစ်ယောက် သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်က သူ့ကိုအနိုင်ကျင့်နေကြ လူ Slim ကို သွေးစုပ်သတ်နေတာကို အမှတ်မထင်တွေ့လိုက်ရပြီး သူငယ်ချင်းတွေနဲ့ စုကာ ရပ်ကွက်ကို ကယ်တင်ဖို့ ကြိုးစားကြပါတော့တယ် ကလေးသုံးယောက်ရဲ့ရပ်ကွက်အတွက်ကြိုးပမ်း စွန့်စားခန်းထုတ်ပုံတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုပေးကြပါခင်ဗျာ…… ဇာတ်ကားကို Jaden Michael , Gerald W. Jones III ,Gregory Diaz IV နဲ့ Sarah Gadon တို့က အဓိကပါ၀င်သရုပ်ဆောင်ထားပြီး comedy horror ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်File Size : 1GB and 500mbQuality : webrip 1080p/ 720pFormat…mp4Duration…1hr 25 minGenre :Comedy, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Nay Oo LwinEncoded by Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fvmMtehtEL50A5DqwCoGpTIuVQB.jpg",
      "https://image.tmdb.org/t/p/w300/onpWnO4mJsHSFBXYRBf48t9tipk.jpg",
      "https://image.tmdb.org/t/p/w300/lewf0gpvYHcg63enXS33414VO6V.jpg",
      "https://image.tmdb.org/t/p/w300/8Co9aHGStU2wP8jBVFf5rxdrere.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/vampire-vs-the-bronx.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/vampires-vs-the-bronx-2020",
        "server": "VIP Links",
        "size": "1 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vampires-vs-the-bronx-2020-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vampires-vs-the-bronx-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 Mb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/a4r8nbli6vbh",
        "server": "VIP Links",
        "size": "1 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2f6zU/Vampires.vs.The.Bronx.2020.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "k2yfp6oj2hw",
      "video_url": "https://www.youtube.com/watch?v=k2yfp6oj2hw",
      "embed_url": "https://www.youtube.com/embed/k2yfp6oj2hw"
    }
  },
  {
    "metadata": "|2023|1h 47min|Action,Adventure,Comedy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "229"
    },
    "title": "Virgo and the Sparklings (2023)",
    "description": "Virgo and The Sparkling (2023a)ရီအာနီ ဆိုတဲ့ ကျောင်းသူလေးတစ်ယောက်က မွေးရာပါ မီးစွမ်းအားနဲ့မွေးဖွားလာသူတစ်ယောက်ပါသူကစိတ်လှုပ်ရှားလာတဲ့အခါ မီးပွားတွေ ထွက်လာတတ်ပြီး မီးတောက်တွေကိုပါ ဖြစ်လာစေတတ်လို့သူ့မိဘတွေက သူ့သမီးရဲ့သရုပ်မှန်ကို မပေါ်စေဖို့ ကျောင်းခဏခဏပြောင်းပေးကြရပါတယ်သူမက တီးဝိုင်းတစ်ခုထောင်ပြီး အဆိုတော်ဖြစ်ချင်နေတဲ့ ဝါသနာအိုးလေးတစ်ယောက်လည်းဖြစ်တဲ့အပြင်သူမဟာ သံစဉ်တွေရဲ့အ‌ရောင်တွေကိုလည်း ခွဲခြားမြင်နိုင်ပါတယ်တစ်နေ့မှာတော့ လူငယ်တွေကိုပဲ ကူးစက်တတ်တဲ့ရောဂါပိုးတစ်ခုဟာ အွန်လိုင်းပေါ်က ဗွီဒီယိုတွေကနေတစ်ဆင့်ပျံ့နှံ့လာပါတော့တယ်ဗွီဒီယိုကိုကြည့်မိတဲ့လူငယ်တွေက ညို့ယူခံလိုက်ရပြီး သူတို့ရဲ့မိဘတွေကို စတင်တိုက်ခိုက်ကြပါတော့တယ်ဒီအခါမှာ ရီအာနီက သူ့မီး‌တောက်တွေက ညို့ယူခံရတဲ့သူတွေကိုသတိဝင်စေမှန်းသိပြီးတဲ့နောက်သူနဲ့သူ့သူငယ်ချင်းတွေက သူတို့အိပ်မက်တွေကို အကောင်အထည်ဖော်ရင်းလူတွေကို ဘယ်လိုအကူအညီပေးကြမလဲဆိုတာကြည့်လိုက်ကြရ‌အောင်အညွှန်းနဲ့ ဘာသာပြန်ကတော့Thae Thaeပဲ ဖြစ်ပါတယ်။Genre….. Acion, Adventure, ComedyFile size… 2.1GB | 841MBFormat… mp4Duration…. 1h 47minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Thae ThaeEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tAYvq2oqLD7weLOq4lyjVOF0ZEg.jpg",
      "https://image.tmdb.org/t/p/w300/qZAUYXwlC4Gax7EBhap11DQVfVh.jpg",
      "https://image.tmdb.org/t/p/w300/60RFZEtCJ2NamzrDXVENWKYhKWK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/445eQrW7AMcphgd32twDNI5U58y.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bwg93nvp619g.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/virgo-and-the-sparklings-2023-1080-p-hs-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3mK0a/Virgo.and.the.Sparklings.2023.1080p.HS.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KgwkiKpZ#tOCoMsqz2sPaUPhWOGj87Nyp3vCd6JUUD0jtvxZWG4M",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/14w5zatkxrfx.html",
        "server": "usersdrive.com",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/virgo-and-the-sparklings-2023-720-p-hs-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/42Hsf/Virgo.and.the.Sparklings.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/usQyQDja#PE1k0EbG2Hb7e5qBYLBsM6t7esD0A5AD4YA6DbbxPOc",
        "server": "mega.nz",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/szh3035xhhbi",
        "server": "streamvid.io",
        "size": "841MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/78naeyx5wk5m",
        "server": "streamsb.com",
        "size": "841MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dWER-aJP_Ac",
      "video_url": "https://www.youtube.com/watch?v=dWER-aJP_Ac",
      "embed_url": "https://www.youtube.com/embed/dWER-aJP_Ac"
    }
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "See You Next Christmas (2021)",
    "description": "ဒီဇာတ်လမ်းလေးဟာ Before trilogy လို vibe မျိုး ပေးတဲ့ ဇာတ်လမ်းမျိုးပါဒီကားလေးမှာတော့ ခရစ်စမတ် ၆ ခုကို အခြေခံ ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအကျဉ်းနာတာလီဆိုတဲ့ ဂေါ်မစွံအပျိုကြီးမမဟာ အများတကာ ပျော်မြူးနေတဲ့ခရစ်စမတ်လို အချိန်တွေမှာလည်း အိမ်ထဲအောင်းနေတတ်သူပါနှစ်တစ်နှစ်ရဲ့ ခရစ်စမတ်မှာတော့ သူ့ရဲ့ အစ်မ၀မ်းကွဲဖြစ်သူ ကလာ့ခ်မိသားစုရဲ့ကလာ့ခ်မတ်စ်ပါတီကို မိခင်ရဲ့ တိုက်တွန်းမှုကြောင့် ရောက်သွားတဲ့ အခါမှာတော့သူလိုပဲ တစ်ကိုယ်တည်း လူပျိုကြီး လိုဂန်ဆိုသူနဲ့ တွေ့ဆုံ ငြိစွန်းခဲ့ကြပါတယ်။သိုပေမဲ့ မရေရာမှုတွေနဲ့ သူတို့ ငြိစွန်းမှုက one night love လိုဖြစ်နေပြီးပါတီပြီးဆုံးချိန်မှာ ခရစ်စမတ်ပြီးဆုံးချိန်မှာ အရာအားလုံးက တိတ်ဆိတ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ နဂိုမူလ အပျိုကြီး လူပျိုကြီး ဘ၀တွေပြန်ရောက်သွားကြပြန်ပါရော။သူတို့ ၂ ယောက်ရဲ့ တွေ့ဆုံချိန်ဟာ နှစ်တစ်နှစ်ရဲ့ ခရစ်စမတ်အချိန်အခါဒီနေရာလေးမှာပဲ အမြဲ ဖြစ်နေခဲ့ပါတယ်။ဒီတော့ နောင်လာမယ့် ခရစ်စမတ်တွေမှာရော သူတို့ ၂ ယောက် ဘာတွေ ဘယ်လိုဆက်ဖြစ်ကြမလဲ။ ဘယ်လို ဇာတ်လမ်းတွေ ရေးဆွဲကြဦးမလဲ ခံစားကြည့်ရှုပေးပါဦးခင်ဗျာFile size…(1.8 GB) / (900 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:39:00Genre…Adventure, Comedy, FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Yoon Sandi Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iAn6N9YEcxrn7tHP6STTvHdyV9A.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/see-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/see-you-next-christmas-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/see-you-next-christmas-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/see-you-next-christmas-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/I2QhH4p-",
        "server": "Direct Link",
        "size": "1.8 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/y5MuQMRS",
        "server": "Direct Link",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mqjg/See.You.Next.Christmas.2021.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.8 Gb",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/2mqjr/See.You.Next.Christmas.2021.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/cim9lej77uxo.html",
        "server": "streamsb.com",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/cim9lej77uxo.html",
        "server": "streamsb.com",
        "size": "500 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/na9nb75klbp1.html",
        "server": "usersdrive.com",
        "size": "900 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cbG1hbxWVO0",
      "video_url": "https://www.youtube.com/watch?v=cbG1hbxWVO0",
      "embed_url": "https://www.youtube.com/embed/cbG1hbxWVO0"
    }
  },
  {
    "metadata": "N/A|2017|141 min|Bollywood,Comedy",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "2,139"
    },
    "title": "Fukrey Returns (2017)",
    "description": "ဒီတစ်ခါမှာတော့စီအမ်ပရိတ်သတ်တွေအတွတ်ဘောလိဝုကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။Fukrey Returns (2017) ဆိုတဲ့ ဟာသကားလေးပါ။IMDb rating 6.8/10 ရထားတာဆိုတော့ဒီလောက်ကြီးညွှန်းစရာမလိုတော့ပါဘူး။ဒါပေမယ့်ဘောလိဝုပေါကားလေးတစ်ကားလို့လည်းသတ်မှတ်လို့တော့ရပါတယ်။ပေါကားဆိုပေမယ့်ဇာတ်လမ်းထဲမှာပြောတဲ့စကားလုံးတွေကမြန်မာပေါကားတွေလိုအောက်ပိုင်းပြက်လုံးတွေနဲ့ရူးတူးတူးစကားလုံးတွေမဟုတ်ပါဘူး။ဇာတ်လမ်းရဲ့ဖြစ်စဉ်ထဲမှာပဲအလွဲလွဲအချော်ချော်လေးတွေဖြစ်သွားရင်းနဲ့ရယ်ရမယ့်ဟာသမျိုးတွေပါ။မြန်မာတွေအတိုင်းပဲအိမ်မက် မက်တဲ့ဟာလေးကိုအတိတ်ကောက်ပြီး၂လုံး၃လုံးထိုးကြသလိုဒီဇာတ်လမ်းလေးထဲမှာလည်းကောင်လေးတစ်ယောက်ရဲ့အိမ်မက်နဲ့လူငယ်လေးယောက်ကံစမ်းရင်းပိုက်ဆံတွေအများကြီးရလာပါတယ်။အဲ့အချိန်ကောင်မလေးတစ်ယောက်ကလည်းသူတို့လေးယောက်နဲ့ပူးပေါင်းပြီးအလုပ်အတူတူလုပ်ခဲ့ကြပေမယ့်ကောင်လေး၄ယောက်ရဲ့ထောင်ချောက်ဆင်ခံရမှုကြောင့်ထောင်ကျသွားခဲ့ပါတယ်။ထောင်ကလွတ်ဖို့နိုင်ငံရေးသမားတစ်ယောက်နဲ့ကတိလုပ်ပြီးပြန်လွတ်လာချိန်မှာကောင်လေး၄ယောက်ဆီကနေအကြွေးပြန်တောင်းပါတော့တယ်။တစ်ဖက်ကကောင်လေးတွေမှာလည်းလုပ်ငန်းတစ်ခုလုပ်ကိုင်ရင်းနဲ့မီလီယံပေါင်းများစွာအရှုံးပေါ်နေခဲ့ပါတယ်။အဲ့အချိန်မှာပဲအိမ်မက် မက်တဲ့ကောင်လေးကရတနာပစ္စည်းတွေကိုမြင်မက်လာပါတယ်။ဒီရတနာပစ္စည်းတွေကသူတို့အတွတ်ရည်မှန်းချက်တစ်ခုဖြစ်လာပါတယ်။ဒါပေမယ့်တစ်ဖက်မှာလည်းအကြွေးတွေပေးဖို့ရှိနေတော့ဒီရတနာတွေကိုရှာဖို့အကြောင်းဖန်လာပါတော့တယ်။ဒီရတနာတွေရဖို့ကိုတော့ဘယ်လိုဆက်ကြိုးစားမလဲဒီရတနာတွေကဘယ်လောက်တောင်အဖိုးတန်နေလဲဒီရတနာတွေကိုရောတကယ်ပဲရလာပါ့မလားဘယ်လိုအန္တရာယ်မျိုးတွေနဲ့ရင်ဆိုလာရမလဲ စတဲ့မေးခွန်းတွေကိုတော့ဇာတ်လမ်းအဆုံးမှာပရိသတ်ကြီးကအဖြေရှာတွေ့ကြမှာပါ။ဇာတ်လမ်းလေးကိုပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ရှုခံစားရင်းရယ်မောလိုက်ကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုနေမျိုးပါ)File Size : (999 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 2hr 21minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0-DTOneTranslated by Nay MyoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i8HViPRJCAXgQUEY3aGBPnzM1Z.jpg",
      "https://image.tmdb.org/t/p/w300/FrsPIFcWMD8mpwYLbH1mXqhkjx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3qpFYwMtSJh7SPatd9LS1Gz1kBO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fukrey-returns-2017",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/fukrey-returns-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/k1j931448tdg.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "f-UzOpuKOVY",
      "video_url": "https://www.youtube.com/watch?v=f-UzOpuKOVY",
      "embed_url": "https://www.youtube.com/embed/f-UzOpuKOVY"
    }
  },
  {
    "metadata": "|||Comedy,Crime",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "20K"
    },
    "title": "Life of Crime (2013)",
    "description": "Tim Robbins နဲ့ Jennifer Aniston တို့ အဓိကပါဝင်ထားတဲ့ Comedy ဇာတ်ကားလေး တစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်….ဇာတ်လမ်းအစမှာတော့ အိမ်ခြံမြေလုပ်ငန်းရှင် ဖရန့်ခ်ဒေါ်ဆင်ရဲ့မိန်းမ မစ်ကီဒေါ်ဆင်ကို ပြန်ပေးဆွဲဖို့ တိုင်ပင်နေကြတဲ့ရာဇဝတ်သား ၂ ယောက်ရဲ့ ဇာတ်ဝင်ခန်းနဲ့ စထားပါတယ်.သူ့မိန်းမကိုယ်တိုင်တောင်မသိတဲ့ ဖရန့်ခ်ဒေါ်ဆင်ရဲ့ လျှို့ဝှက်ချက်တွေကို သိထားတဲ့ သူတို့ ၂ယောက်ကတော့ ဖရန့်ခ်ရဲ့မိန်းမကိုပြန်ပေးဆွဲငွေညှစ်တာက လွယ်လွယ်လေးပိုက်ဆံရမယ့် အလုပ်လို့ထင်ထားခဲ့တာပါ.ဒါပေမယ့် သူတို့မသိတာက ဖရန့်ခ်မှာ သူတို့မထင်ထားတဲ့ မယ်လနီဆိုတဲ့ အငယ်အနှောင်း ရှိနေပြီး.သူ့မိန်းမ မစ်ကီ့ကိုလည်း ကွာရှင်းဖို့ထိ စီစဉ်ထားပြီးဖြစ်နေခဲ့တယ်ဆိုတာပါပဲ.တကယ့်တကယ် မစ်ကီကို ပြန်ပေးဆွဲချိန်မှာတော့ ဖရန့်ခ်အနေနဲ့က သူ့မိန်းမကို ဒေါ်လာ ၁ သန်း ပေးပြီး ပြန်အရယူဖို့စိတ်ကူးမရှိသလို သူ့အငယ်အနှောင်း မယ်လနီကလည်းတခြားအကြံအစည် တစ်ခုရှိနေပါတယ်.ငွေအရလွယ်ဖို့ ပြန်ပေးဆွဲမိကာမှ မြွေပွေးခါးပိုက်ပိုက်မိတဲ့အဖြစ်ကြုံရတဲ့သူတို့၊ မစ်ကီကို ဖမ်းထားရင်း ကြုံတွေ့ရတဲ့အလွဲများ၊ တစ်ဖက်က ဖရန့်ခ်ရဲ့ မီးခဲဖင်ခုထိုင်မိသလိုကြံရာမရဖြစ်ပုံများနဲ့ ဘာတွေ ဆက်ဖြစ်ကြမလဲ စတာတွေကိုဟာသနှော တင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.File size…1.26GB / 529MBQuality…Blu-Ray 1080p / 720pFormat…mp4Duration….1h 38mGenre ….. Comedy , CrimeSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Sai Sumali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/axHYNo8m45qYVekeNzcDucRhnLD.jpg",
      "https://image.tmdb.org/t/p/w300/zxxIzU6XjzTQKS9pPeLmYTDTFL1.jpg",
      "https://image.tmdb.org/t/p/w300/qDK6LtjyHmdudJECCpZYoJrdyGi.jpg",
      "https://image.tmdb.org/t/p/w300/sxJAQBDnH5aECPbO3vhbvFkyBqq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/apO5xGmcEHpdIBc3Zreax7MXl2m.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tj868ksn3jbn.html",
        "server": "usersdrive.com",
        "size": "1.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/life-of-crime-2013-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1UNy8/Life.Of.Crime.2013.BluRay.1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/QXch2AKS#0DdTDIOTD8kbQ30GyH_oqA4Xqi1sr0SSImNAWlNIWAw",
        "server": "mega.nz",
        "size": "1.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3atjmy3tcglx.html",
        "server": "usersdrive.com",
        "size": "529MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/life-of-crime-2013-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "529MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1UNxU/Life.Of.Crime.2013.BluRay.720p(CM).mp4",
        "server": "megaup.net",
        "size": "529MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/VL1wEaZC#2nRoInktfIK2cXOMEie93IYz3h6hEHcaz5EERqrFOMc",
        "server": "mega.nz",
        "size": "529MB",
        "quality": "720P"
      },
      {
        "link": "https://sblona.com/r0i3bd0agglg.html",
        "server": "streamsb.com",
        "size": "529MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/wbya47dzdxwd",
        "server": "streamvid.io",
        "size": "529MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "Fpq8v0ItU0c",
      "video_url": "https://www.youtube.com/watch?v=Fpq8v0ItU0c",
      "embed_url": "https://www.youtube.com/embed/Fpq8v0ItU0c"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "89K"
    },
    "title": "Stuck in Love (2012)",
    "description": "Stuck in Love (2012)================IMDb 7.2 / Rotten Tomatoes 58%မင်းသမီးချောလေးတွေဖြစ်တဲ့ Gennifer Connelly နဲ့ Lily Collins တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး Stuck in Loveဇာတ်လမ်းလေးကတော့…ဇနီးဟောင်းကို မေ့မရနိုင်ဖြစ်နေတဲ့ နာမည်ကျော်စာရေးဆရာ ဘေးလ်မိဘတွေရဲ့ အိမ်ထောင်ရေးကွာပြဲမှုကြောင့် ချစ်ရမှာ ကြောက်နေတဲ့သမီးဖြစ်သူ ဆမ်တစ်ယောက်ဆို တစ်ယောက် စွဲစွဲလမ်းလမ်းချစ်တတ်တဲ့သားဖြစ်သူ အချစ်သမားလေး ရက်စတီ Stuck in Love ဆိုတဲ့အတိုင်းအချစ်နွံနစ်ကြမယ့် သားအဖသုံးယောက်ရဲ့ ဇာတ်လမ်းလေးကိုနှစ်သက်ဖွယ် ကြည့်ရှုရမယ့် Romance / Drama ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်..File size…1.36GB / 544MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 37mGenre ….. Crime , Drama , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Phoebe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dWiqMpC1WXeHEtVexPqws7jPXyq.jpg",
      "https://image.tmdb.org/t/p/w300/dzcu980sa90w2iBaFHBmDlKXGQ7.jpg",
      "https://image.tmdb.org/t/p/w300/jhUzVw3oicuef9J7FLU7XY8vtyi.jpg",
      "https://image.tmdb.org/t/p/w300/FCtOQSsmJ8D5NB4RBC3hae9RQ1.jpg",
      "https://image.tmdb.org/t/p/w300/wrEYy9YsWYHAPstMbC2PxwYx4Rq.jpg",
      "https://image.tmdb.org/t/p/w300/lLxobUqfyTc5cG3L8NvNflJuNqY.jpg",
      "https://image.tmdb.org/t/p/w300/6Oz03RCLriZXaXaRG95X2NLZXCZ.jpg",
      "https://image.tmdb.org/t/p/w300/jN6R4xgJ9cZyK59Ig9QExPVuLKy.jpg",
      "https://image.tmdb.org/t/p/w300/tOefzHCSsa9NZURHEF8kEKuOxrZ.jpg",
      "https://image.tmdb.org/t/p/w300/gxNg52nzaDZDXJr4eQf53qT9NEE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qw34d1M7GtE4GPf0eI8QBnUEA0T.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/eg05gsssloxd.html",
        "server": "usersdrive.com",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/stuck-in-love-2012-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xMqr/Stuck.in.Love.2012.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Ydx23LzT#TdhLEpXFo1JIK2momZJviHbVZ5Z6AFpKG8J9VmwLXFQ",
        "server": "mega.nz",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/6bx9136i0f2t.html",
        "server": "streamsb.com",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/kdbkbo34gdaz",
        "server": "streamvid.io",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cu5w7qlmxtdt.html",
        "server": "usersdrive.com",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/stuck-in-love-2012-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xMpg/Stuck.in.Love.2012.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/sFo1hQKY#Ikao5cdHUIFbgisYKSm7j72kvqFO18Fw9zQG9HGTI20",
        "server": "mega.nz",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/xv4c32i03l69.html",
        "server": "streamsb.com",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/9mlrdccb1zwi",
        "server": "streamvid.io",
        "size": "544MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "ORKb_Vqbz9U",
      "video_url": "https://www.youtube.com/watch?v=ORKb_Vqbz9U",
      "embed_url": "https://www.youtube.com/embed/ORKb_Vqbz9U"
    }
  },
  {
    "metadata": "|2022||Comedy",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "1235"
    },
    "title": "Christmas in Paradise (2022)",
    "description": "Christmas in Paradise (2022)=====================ခရစ်စမတ်စ်လဲမကြာခင်ကျရောက်တော့မှာဖြစ်လို့ မိသားစုတွေနဲ့ အတူတူကြည့်နိုင်မယ့် ခရစ်စမတ်စ်ရုပ်ရှင်ကားလေးတစ်ကားအကြောင်းကိုပြောပြပေးချင်ပါတယ်။ဂျိုအန်နာဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ မကြာခင်ကျရောက်တော့မယ့် ခရစ်စမတ်စ်မှာ သူ့ခင်ပွန်း၊ သူ့ချစ်သမီးလေးတို့နဲ့အတူမိသားစုသုံးယောက်တည်းပဲ အိမ်မှာနေရင်းသာသာယာယာ၊ ငြိမ်းငြိမ်းချမ်းချမ်းလေးနဲ့ဖြတ်သန်းဖို့စိတ်ကူးထားသူပါ။ ဒါပေမယ့်လဲသူ့ညီမဖြစ်သူ ကယ်ရိုလိုင်းဆီကနေဝင်လာတဲ့ဖုန်းက သူ့အတွက်ကံဆိုးမှုတွေသယ်လာခဲ့ပါတယ်။ ဒါကတော့ သူတို့တွေရဲ့ဖခင်ဖြစ်သူဂျိမ်းစ်ခရစ်စမတ်စ်တစ်ယောက်ပျောက်သွားတယ်ဆိုတဲ့အကြောင်းပါ။ဂျိမ်းစ်ဟာ အရင်ကလဲ သူတို့ညီအစ်မတွေကိုထားသွားခဲ့ဖူးတဲ့ ရာဇဝင်ရှိနေတော့ ဒီတစ်ခေါက်လဲထပ်ပြီးထားသွားလေသလား၊ ဒါမှမဟုတ်အကြောင်းတစ်စုံတစ်ရာများဖြစ်နေလေသလား။ ဂျိမ်းစ်တစ်ယောက်ဘယ်တွေမှာရောက်နေပြီးတော့ အရင်က ဘာကြောင့် ဂျိုအန်နာတို့ညီအစ်မတွေကိုထားသွားခဲ့ရတာလဲ။ အခုကရော ဘာအကြောင်းကြောင့်ပျောက်ဆုံးနေတာလဲ။ ဂျိုအန်နာတို့တွေကရော သူတို့ရဲ့ဖေဖေခရစ်စမတ်စ်ကြီးကို ခရစ်စမတ်စ်မတိုင်ခင်ရှာတွေ့ပြီးတော့ သူတို့မူလကရည်ရွယ်ထားတဲ့ခရစ်စမတ်စ်အိပ်မက်လေးတွေကို အကောင်အထည်ဖော်နိုင်ပါ့မလား။ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Fiona Gillen ဖြစ်ပါတယ်)File Size……….(1.82 GB) / (750 MB) / (450 MB)Quality…………Web-DL 1080p / 720p / 480pDuration………2Hr 09minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..ComedyTranslator…….Fiona GillenEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fLSLbZAxuBsJ3fHzz8DWYUgKw9j.jpg",
      "https://image.tmdb.org/t/p/w300/yjHW0yskXpv4oiadHfXXQnKD0e1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTU5MmFhZTEtZTQ5NS00ZDc5LWI5MjktY2FjZmI0N2JlNjYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/christmas-in-paradise-2022-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1a4ws/Christmas.in.Paradise.2022.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/WQhGyQIA#_dOjHS8v6wj4I-I_AFFad4bDlCU3OHCIYW9OUJYvhGI",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/or4s5958o9kf.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/christmas-in-paradise-2022-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2vZqw/Christmas.in.Paradise.2022.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/v444hj12c99o.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/6FRD3YBJ#wWlrmiyWh_i1lLKKdET978zs5Kl6ClmksZqUBtxBw3I",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/j0banp3ysmrn.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/christmas-in-paradise-2022-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "390 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3bWSE/Christmas.in.Paradise.2022.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "390 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/s8ur6vvifly6.html",
        "server": "streamsb.com",
        "size": "390 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/LVBg2I5A#3AJfmU8KxDwaVtnh30V0yV5COTiTR3wHMcazjpiAXH8",
        "server": "mega.nz",
        "size": "390 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/478rgde0cp9l.html",
        "server": "usersdrive.com",
        "size": "390 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "6kMu550SmE0",
      "video_url": "https://www.youtube.com/watch?v=6kMu550SmE0",
      "embed_url": "https://www.youtube.com/embed/6kMu550SmE0"
    }
  },
  {
    "metadata": "R|2013|94 min|Comedy",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "80,647"
    },
    "title": "Movie 43 2012",
    "description": ">>> Do not watch with Family due to sexual content<<<Rating လဲမေကာင္း.. 18+ ေတြလဲပါတဲ႔ ဇာတ္ကားကို ဘာလို႔တင္တာလဲလို႔ ေမးစရာရွိပါတယ္…တစ္ခါတစ္ေလမွာ စိတ္ရႈပ္ေထြးစရာေတြအျပင္ေလာကမွာၾကံဳဆံုေနတဲ႔အခါမ်ိဳးမွာ.. လက္ေတြ ့မွာဘယ္လိုမွမျဖစ္ႏိုင္တဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ ညစ္တီးညစ္ပတ္စကားလံုးေတြ ခြတီးခြက်ေပါက္ကရျဖစ္ရပ္ေတြက အံ့ၾသသင့္ဖို ့လဲေကာင္းသလို ရီဖို ့လဲေကာင္းလြန္းတဲ႔ ဒီလိုဇာတ္ကားမ်ိဳးၾကည့္ျခင္းက သင့္ဦးေႏွာက္ကို အသစ္အဆန္းတစ္မ်ိဳးနဲ႔ မိတ္ဆက္ေပးရာေရာက္လိမ္႔မယ္လို႔ ထင္မိလို႔ပါ…ဒီဇာတ္ကားကို နာမည္ၾကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာနဲ႔ ဒါရိုက္တာေပါင္းမ်ားစြာက ဆယ္စုႏွစ္တစ္ခုစာေလာက္ၾကာေအာင္ ရိုက္ကူးထုတ္လုပ္ခဲ႔ပါတယ္။ကဲ… rating ကေတာ့ျမင္တဲ့အတိုင္းပဲ (Rating- IMDb : 4.3/10 , RT:4 , Matacritis : 18%) ျဖစ္ပါတယ္…အဲ့ဒီရုပ္ရွင္ထဲက Cast ေတြအေနနဲ ့ကေတာ့….…Kate Winslet , Emma Stone , Naomi Watts , Kate Bosworth , Chloe Grace Moretz , Helle Berry , Anna Faris (Scary Movie) , Elizabeth Banks , Uma Thurman , Kristen Bell , Leslie Bibb အစရွိတဲ့ နာမည္ၾကီး အမ်ိဳးသမီးသရုပ္ေဆာင္ေတြအျပင္ Richard Gere , Gerard Butler , Hugh Jackman , Chris Pratt , Terrence Howard , Josh Duhamel , Dannis Quaid ,Gerg Kinner , Jeremy Allen , Stephen merchant , Christopher Mintz-Plasse , Justin Long , Kieran Culkin , Jason Sudeikis , Jimmy Bennet စတဲ့နာမည္ၾကီး အမ်ိဳးသားသရုပ္ေဆာင္ေတြပါ၀င္ထားပါတယ္။ဒါတင္မကေသးပါဘူး ၊ ဒါရိုက္တာအေနနဲ ့လည္း Steven Brill, Peter Farrelly, Elizabeth Banks စသည္တို ့အပါအ၀င္ စုစုေပါင္းဒါရိုက္တာ 13ဦးရိုက္ကူးျပီး ဇာတ္ညႊန္းပိုင္းမွာလဲ ဇာတ္ညႊန္းေရးဆရာ အေယာက္ 20အထိပါ၀င္ထားတဲ့ဒီရုပ္ရွင္ကိုရိုက္ကူးထုတ္လုပ္ရာမွာ အေစာကေျပာခဲ႔သလို ဆယ္စုႏွစ္တစ္ခုစာေလာက္ၾကာျမင့္ခဲ့ပါတယ္။ဇာတ္ညႊန္းကိုထုတ္ေ၀သူအမ်ားစုကျငင္းပယ္ျခင္း၊ ကမ္းလွမ္းတဲ့သရုပ္ေဆာင္ေတြကသရုပ္ေဆာင္ရန္ ျငင္းဆန္ျခင္း ၊ ရိုက္လက္စသူအခ်ိဳ ့ကလဲ ဆက္မရိုက္ေတာ့ဘူးဆိုကာ ရိုက္ကူးေရးမွထြက္ခ်င္ျခင္း စတဲ့အခက္အခဲေပါင္းမ်ားစြာရင္ဆိုင္ခဲ့ျပီးေနာက္ 2013 Junuary 25 မွာထြက္လာခဲ့တဲ့ Movie 43 ဟာ 34ၾကိမ္ေျမာက္ Golden Raspberry ဆုေပးပြဲမွာ Worst Picture, Worst Director, Worst Screenplay စတဲ့ဆုသံုးဆုကိုဆြတ္ခူးရရွိခဲ့ပါတယ္။ ထို ့အျပင္ one of the worst films of all time ရဲ့စာရင္းထဲကိုလဲ၀င္သြားခဲ့ပါေသးတယ္။ ၾကာျမင့္ခ်ိန္ 98 မိနစ္ရွိျပီး Indie / Comedy အမ်ိဳးအစားျဖစ္တဲ့ ဒီရုပ္ရွင္ရဲ့ထူးျခားခ်က္ကေတာ့ ရိုက္ကူးေရးအတြက္ စုစုေပါင္းကန္ေဒၚလာ 6 မီလီယံ ကုန္က်ခဲ့ျပီး Box office မွာ 32.4 မီလီယံေဒၚလာထိျပန္ရခဲ့ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ ……Calvin Culter နဲ ့သူ ့သူငယ္ခ်င္း JJ တို ့ဟာ သူတို ့ရိုက္ကူးထားတဲ့ေပါေၾကာင္ေၾကာင္ Video တစ္ခုကို Youtube မွာ တင္လိုက္ျပီး မိနစ္ပိုင္းတြင္းမွာပဲ သူတို ့ရဲ့ Video ဟာ 1,000,000 view ရသြားတဲ့အခါ အၾကီးအက်ယ္ေပ်ာ္ရႊင္ေနၾကပါတယ္။ ဒါေပမဲ့ သူတို ့ရဲ့အေပ်ာ္ဟာၾကာၾကာမခံလိုက္ပါဘူး…ဘာျဖစ္လို ့ဆိုေတာ့ အဲ့ဒိ ့viewer အမ်ားၾကီးတိုးလာတာက Calvin ရဲ့ညီ ကြန္ပ်ဴတာကြ်မ္းက်င္ Baxter ရဲ့ April Fool’s Prank ျဖစ္ေနလို ့ပါ…အရမ္းစိတ္ဆိုးသြားတဲ့ Calvin Culter နဲ ့ JJတို ့ဟာ Baxter ကိုျပန္ကလဲ့စားေခ်ဖို ့ၾကံစည္ပါေတာ့တယ္။ သူတို ့ရဲ့အၾကံအစည္က Baxter ရဲ့ laptop ထဲကို Virus ေတြထည့္ဖို ့ပါပဲ….. သူတို ့လက္စားေခ်ျခင္းရဲ့ပထမအဆင့္အေနနဲ ့ကေတာ့ Baxter ရဲ့ Laptop ကိုခိုးဖို ့ပါ..အဲ့လိုခိုးဖို ့အတြက္ Baxter ကိုသူ ့အခန္းထဲကေနေအာင္ Movie 43 အေၾကာင္းလုပ္ၾကံျပီးေၿပာရာကေနျပီး ဇာတ္လမ္းေလးျဖစ္လာခဲ့တာပါ….ဒီရုပ္ရွင္ကိုၾကည့္ခ်င္မိသြားတာက 24 Bad Movies You Forgot Starred Some of Today’s Greatest Actors ဆိုတဲ့ ေဆာင္းပါးကိုစဖတ္မိရကပါ။ အဲ့ဒိေဆာင္းပါးမွာ moviefone က အဲ့ဒီရုပ္ရွင္အတြက္ အားနာမိတဲ့သရုပ္ေဆာင္ေတြကို ေဖာ္ျပရမွာ “Kate Winslet & Everyone else” လို ့ေဖာ္ျပခဲ့လို ့ပါ။ Rating နည္းနည္းေလးပဲရထားျပီး နာမည္ၾကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာ ပါ၀င္ထားတဲ့ဒီရုပ္ရွင္ဟာ စၾကည့္လိုက္တာနဲ ့ဆက္ၾကည့္ခ်င္သြားေအာင္ဆြဲေဆာင္ႏိုင္ပါတယ္…. လက္ေတြ ့မွာဘယ္လိုမွမျဖစ္ႏိုင္တဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ ညစ္တီးညစ္ပတ္စကားလံုးေတြ ခြတီးခြက်ေပါက္ကရျဖစ္ရပ္ေတြက အံ့ၾသသင့္ဖို ့လဲေကာင္းသလို ရီဖို ့လဲေကာင္းလြန္းပါတယ္။ (က်ေနာ္ဆို ၾကည့္ေနရင္းနဲ ့ပါးစပ္အေဟာင္းသားျဖစ္မိပါတယ္… သူ ့ဇာတ္လမ္းေတြက အံ့ၾသသင့္စရာေကာင္းလြန္းလို ့ပါ)..ဘယ္လိုပဲျဖစ္ျဖစ္ သင္ဟာ ရုပ္ရွင္၀ါသနာအိုးတစ္ေယာက္ဆိုရင္ေတာ့ ဒီကားေလးကိုလက္လြတ္မခံပဲၾကည့္ဖို ့တိုက္တြန္းပါရေစ….။#Nucleon_Review#Admin_T(ရုပ္ရွင္အညႊန္းကိုNucleon’s FB Pageမွကူးယူေဖာ္ျပပါသည္။)File size…(700MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:38:01Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungDownload 720p HD (700MB)Download 360p Small File (320MB)(or)Download and Watch 720p HD (OP Link)Download and Watch 720p and 360p (YP Link)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/movie-43-2012-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/movie-43-2012",
        "server": "VIP Links",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/01483-movie-43-2013-comedy-usa-4-3-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/01483-movie-43-2013-comedy-usa-4-3-mp-4",
        "server": "disk.yandex.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1AMy7/[01483]_Movie_43_(2013)_[Comedy]_[USA]_[4.3].mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/5btkuogkdu7y",
        "server": "upstream.to",
        "size": "700MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Asian,Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Seven Sundays (2017)",
    "description": "Seven Sundays 2017IMDB 7.6/10သာမန် အာရှဆန်ဆန် family drama ဖိလစ်ပိုင်ကားတွေကနေ ကွဲထွက်ခဲ့ပြီလို့ review တွေ‌ပေးထားကြပြီး 2017 မှာ ဆုပေါင်းများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးဟာ Box Office မှာ 271 Millions ရရှိထားပါသေးတယ်။ မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့သိုက်သိုက်ဝန်းဝန်းရိုက်ကူးထားတဲ့ Drama ဇာတ်ကားလေးပါ။လူ့ဘောင်လောကမှာ လူတိုင်းဟာကြိုးစားရုန်းကန်လှုပ်ရှားကြရင်း အခက်အခဲပေါင်းများစွာ၊ ဘဝရဲ့ရိုက်ခတ်မှုများစွာနဲ့ ငယ်ဘဝ နှလုံးသားဒဏ်ရာများစွာ ရှိနေကြမှာပါပဲ။ ပြီးပြည့်စုံခြင်းဆိုတာ ဘာပါလဲ။ ငွေကြေးချမ်းသာခြင်း၊ ဆင်းရဲခြင်း၊ ပျော်ရွှင်မှု၊ အထီးကျန်မှု၊ စည်းလုံးမှုတွေ ကို တစ်ခုချင်းဆီ portray ထားတဲ့ ဒီဇာတ်ကားလေးဟာ သင့်ကို ဝမ်းသာ၊ ဝမ်းနည်း၊ ကြည်နူး၊ ပျော်ရွှင်၊ သနား စတဲ့ ရသမျိုးစုံခံစားရ‌အောင် ပေးစွမ်းပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းချစ်ရတဲ့မိန်းမ ကွယ်လွန်သွားပြီဖြစ်တဲ့ Captain Manuel Bonifacio ဆိုတဲ့ ရပ်ရွာရဲ့လူကြီးလူကောင်း အဖိုးကြီးတစ်ယောက်ဟာ သားသမီးလေးယောက်၊ မြေးတွေများစွာရှိပါလျက်နဲ့ အိမ်မှာ တူဖြစ်သူ Jun နဲ့ နှစ်ဦးထဲ နေရသူပါ။ သူ့ရဲ့ ၆၉ နှစ်ပြည့်မွေးနေ့မှာ လာဖို့ သားသမီးတွေကိုခေါ်ပေမယ့် ဘယ်သူမှမအားဘူးဆိုတဲ့အကြောင်းပြချက်တွေနဲ့အတူ ဒီမွေးနေ့မှာ မိသားစုသိုက်သိုက်ဝန်းဝန်းမရှိပဲ ဖြတ်သန်းလိုက်ရပါတယ်။ ဒါပေမယ့် အဲဒီညမှာပဲ နောက်ဆုံးဧည့်သည်က ဆရာဝန်ဖြစ်နေပြီး သူဟာ အဆုတ်ကင်ဆာရှိနေတာကြောင့် ၂လပဲ နေရတော့မယ်ဆိုတာကို သိလိုက်ရပါတယ်။ ဒီအခါမှာ သားသမီးတွေကို ဆက်သွယ်ပြီး နှစ်လတာကာလအတွင်းက တနင်္ဂနွေခုနှစ်ရက် (Seven Sundays) ဇာတ်လမ်းကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။တနင်္ဂနွေ ခုနှစ်ရက် အတွင်းမှာ ဒီဖခင်နဲ့ ညီကိုမောင်နှမလေးယောက် ဘာ‌တွေဘယ်လိုဆက်ဖြစ်ကြမယ်ဆိုတာကိုတော့ ရသမျိုးစုံခံစားရင်း ကြည့်လိုက်ကြပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Nyan Hlyan Chit မှတင်ဆက်ထားပါတယ်။)Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင်https://t.me/Myname2021hakak/85မှာဝင်ကြည့်ပါ။720p HD ကို တင်ပေးထားပါတယ်။File size…(3.9 GB)/(1.1 GB)Quality…WEB-DL 1080p / 720pFormat…mp4Duration….02:08:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byNyan Hlyan Chit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/23X8IjMzgcWL1aZCIunoQNOzTKU.jpg",
      "https://image.tmdb.org/t/p/w300/wuoeptnIPjBNCuCoydWseKRHZRB.jpg",
      "https://image.tmdb.org/t/p/w300/qIhgxJX3dcUTfLKbPTp7SfDnWoo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/mv5bmgvinmu3zwytmdriyi00ngyyltk2mzmtyze3nduyzwuwyja0xkeyxkfqcgdeqxvynti5njiymw-_v1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-seven-sundays-2017-1080-p-nf-web-dl-ddp-2-0-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1bX1c/(CM)_Seven.Sundays.2017.1080p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "3.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RNZhiTKJ#LQItGm4K2T5ZQ8jKsqutOIefY2er7ozxPVGGG2ZP_HE",
        "server": "mega.nz",
        "size": "3.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6hmvwfag3q6d.html",
        "server": "usersdrive.com",
        "size": "3.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/0pqv46ybfqgh",
        "server": "streamvid.io",
        "size": "3.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-seven-sundays-2017-720-p-nf-web-dl-ddp-2-0-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1bX0h/(CM)_Seven.Sundays.2017.720p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pEY2FBYa#wKSJvKX5TU4yq27obHYk8Ie7b7FCTaw1lj0pwhBz_nY",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ftv06uthktom.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/key0lrcr15pn",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/kcvxmpxsmhxu.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BMUhYuKN4eo",
      "video_url": "https://www.youtube.com/watch?v=BMUhYuKN4eo",
      "embed_url": "https://www.youtube.com/embed/BMUhYuKN4eo"
    }
  },
  {
    "metadata": "|2023||Comedy",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "2700"
    },
    "title": "EXmas (2023)",
    "description": "EXmas (2023)===========ဒီဇာတ်လမ်းမှာ ဂရေဟမ်က မကြာသေးခင်ကမှ သူနဲ့စေ့စပ်ထားတဲ့ကောင်မလေးနဲ့ပြတ်ပြီး အသည်းကွဲရင်း အလုပ်တွေနဲ့ပိနေခဲ့တယ်။အဲဒီအချိန် ခရစ္စမတ်ကို အရမ်းသဘောကျတဲ့ သူ့မိဘတွေက ဂရေဟမ်ကို ခရစ္စမတ်ပိတ်ရက် အလည်လာဖို့ပြောတော့ အစက အလုပ်မအားလို့ငြင်းခဲ့သေးတယ်။ ဒါပေမဲ့ နောက်တော့ သူ့ဘဝကြီးက အသည်းကွဲဒဏ်၊ အလုပ်ဒဏ်နဲ့ အတော်ပျက်ဆီးနေတာ သူ့ကိုယ်သူနားလည်သွားပြီးခရစ္စမတ်မှာ သူ့မိသားစုနဲ့ ပျော်ပျော်ကုန်ဆုံးဖို့ ဆုံးဖြတ်လိုက်တယ်။အဲဒီလိုနဲ့ သူ့မိဘတွေဆီ လေယာဥ်နဲ့သွားပြီး သူ့အိမ်ကိုမပြောမဆို ရောက်ချလာမှ မြင်လိုက်ရတာက သူ့ Exက သူ့အိမ်မှာ သူ့မိဘတွေနဲ့ ခရစ္စမတ်ပျော်နေတာပါပဲ။ နောက်တော့ ဂရေဟမ်တစ်ယောက် သူ့ Ex နဲ့ ဘယ်လိုတွေပြိုင်ဆိုင်ပြီး ရန်ဖြစ်မလဲဆိုတာကို ဟာသပေါင်းစုံနဲ့ ဒီဇာတ်လမ်းမှာဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thwal Htoo Zin ဖြစ်ပါတယ်)File Size……….(1.75 GB) / (657 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 33MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..ComedyTranslator…….Thwal Htoo ZinEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rQLwcuKZYjqADTbQedJMvQZ4wgC.jpg",
      "https://image.tmdb.org/t/p/w300/tdengLGIjgg4RXjJ4SNGB8CysOp.jpg",
      "https://image.tmdb.org/t/p/w300/2AxShkBvqACZUuoMwgzCb65FCKo.jpg",
      "https://image.tmdb.org/t/p/w300/dUaI3LkHqrtjcvbLF5qOtp2K0yE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BMjMyMGE1NzUtNmJiOC00NmVmLThiYjctYmEyNmY2MmZlNTc3XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/e-xmas-2023-1080-p-amzn-web-dl-ddp-5-1-h-264-flux-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2GRsg/EXmas.2023.1080p.AMZN.WEB-DL.DDP5.1.H.264-FLUX(CM).mp4",
        "server": "megaup.net",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/9y2jgcy8pvqw",
        "server": "streamsb.com",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/T8wD1aYB#EB_3WO1t7DzFKYv5hCas20owZjPkdGi04Cm7TZwKJ94",
        "server": "mega.nz",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/luqzc68gm6li.html",
        "server": "usersdrive.com",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/e-xmas-2023-720-p-amzn-web-dl-ddp-5-1-h-264-flux-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "657 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2GRrp/EXmas.2023.720p.AMZN.WEB-DL.DDP5.1.H.264-FLUX(CM).mp4",
        "server": "megaup.net",
        "size": "657 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/2nbft7d43zhj",
        "server": "streamsb.com",
        "size": "657 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/P5IUySzQ#8TQniMYba6ZoBShk9jDNoHKh4P4BuK5mQKIUrw4DnJw",
        "server": "mega.nz",
        "size": "657 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7bcua0tq37w3.html",
        "server": "usersdrive.com",
        "size": "657 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "33AqED4jMjE",
      "video_url": "https://www.youtube.com/watch?v=33AqED4jMjE",
      "embed_url": "https://www.youtube.com/embed/33AqED4jMjE"
    }
  },
  {
    "metadata": "N/A|2012|145 min|Comedy,Drama,Fantasy",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "12,898"
    },
    "title": "Makkhi Eega (2012)",
    "description": "Channel Myanmar ပရိတ္သတ္ေတြတကယ္အၾကိဳက္ေတြ႕ေစမယ္႔ ေဘာလိ၀ုဒ္ရုပ္ရွင္တစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္ Makkhi Eega ဇာတ္ကားဟာ 2008 ခုႏွစ္မွာထြက္ခဲ႔ၿပီးေတာ႕ IMDbRate7.9 အထိရထားတဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားလည္းၿဖစ္ပါတယ္ နာနီဆုိတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာ မိန္းကေလးတစ္ေယာက္ကိုခ်စ္မိတဲ႕အတြက္အသက္ဆံုးရွံုးရတဲ႕ဇာတ္ေၾကာင္းအေပၚမူတည္ၿပီး ဇာတ္အိမ္တည္ထားၿခင္းၿဖစ္ပါတယ္.အဲ႕မိန္းကေလးကလည္းသူ႕ကိုၿပန္ခ်စ္ပါတယ္သူတို႕ၾကားထဲမွာအၾကီးမားဆံုးအေႏွာက္အယွက္ကေတာ႔ သူတို႕ၿမိဳ႕ရဲ႕နာမည္ၾကီးလုပ္ငန္းရွင္သူေဌးတစ္ဦးက သူ႕ကိုခ်စ္ေနၿခင္းသာၿဖစ္ပါတယ္ အဲ႕ဒီသူေဌးရဲ႕မနာလိုမွုကေနတဆင္႔ နာနီကို၀ိုင္းရိုက္ရာကေန လက္လြန္ၿပီး နာနီေသဆံုးခဲ႕ရပါတယ္ ဒီအေၾကာင္းေတြကိုမိန္းကေလးကမသိပါဘူးေနာက္ပိုင္းမွာေတာ႔ နာနီဟာ ယင္ေကာင္တစ္ေကာင္အၿဖစ္ၿပန္လည္ေမြးဖြားလာၿပီး သူ႕ကိုသတ္တဲ႕လူကိုဘယ္လိုလက္စားေခ်မလဲ..သူခ်စ္တဲ႕မိန္းကေလးကိုဘယ္လိုကာကြယ္မလဲဆုိတာေတြနဲ႕အတူ ဇာတ္လမ္းအရသာကိုေကာင္းေကာင္းခံစားလိုက္ပါ….ေဘာလိ၀ုဒ္ထံုးစံအတိုင္းအကအခုန္သီခ်င္းေတြခံစားရမွာၿဖစ္ေပမယ္႔ အနည္းငယ္သာပါ၀င္ပါတယ္..တခ်ိဳ႕ေနရာေလးေတြဟာသဆန္လို႕သေဘာက်မိမွာၿဖစ္သလို ရင္နင္႔သြားေစမယ္႔ဇာတ္၀င္ခန္းေလးေတြလည္းပါ၀င္ပါတယ္..ရသမ်ိဳးစံုေပးၿပီး ဆြဲေဆာင္မွုရွိရွိရိုက္ကူးထားတဲ႕ဇာတ္လမ္းေကာင္းေလးတစ္ကားၿဖစ္ေၾကာင္းအသိေပးလိုက္ပါတယ္Filesize : 1.1 GBQuality : Bluray -720p HDRun Time : 145 MinSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LK",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/makkhi-eega-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Bluray -720p"
      },
      {
        "link": "https://yuudrive.me/835d50be55/makhi-eega-2012-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Bluray -720p"
      },
      {
        "link": "https://megaup.net/2SrNV/Makkhi_Eega_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Bluray -720p"
      },
      {
        "link": "https://mega.nz/file/ys4WHaCC#3G0-SNsye3ivaTXN0Fsw2c06mmA4DUadwf3YoMFQcOM",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Bluray -720p"
      },
      {
        "link": "https://upstream.to/6pf6x0ouoiv6",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Bluray -720p"
      }
    ],
    "trailer": null
  }
]