[
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "5.3/10",
      "rating_count": ""
    },
    "title": "Kick (2014)",
    "description": "ဒီကားေလးက bollywood မင္းသားဆလက္မန္ခမ္း ပါ၀င္ထားတဲ့ဇာတ္ကားေကာင္းေလးပါဇာတ္လမ္းအက်ဥ္းမွာေတာ့႐ိုင္နာဆိုတဲ့ မင္းသမီးဟာ သူမအေဖ၏ စကားအရလူတစ္ဦးနဲ႔သြားေရာက္ဖို႔အေၾကာင္းဖန္လာပါတယ္ထိုသူသည္ရဲအရာ႐ွိတစ္ဦးျဖစ္၍ နာမည္ေက်ာ္ လူဆိုးဖမ္းအရာ႐ွိတစ္ဦးလည္းျဖစ္သည္႐ိႈင္နာ နဲ႔ ထိုရဲအရာ႐ွိေတြ႔ဆံုၿပီး လက္ထပ္ဖို႔ ကိစၥေဆြးေႏြးရမည္ျဖစ္ေသာ္လည္းအတိတ္ဇာတ္လမ္းကိုသာ ေျပာျဖစ္ခဲ့ၾကသည္႐ိုင္နာ၏ အတိတ္မွာေတာ့ ေမ့မရခဲ့တဲ့ခ်စ္သူ ႐ွိခဲ့ေၾကာင္း ေျပာျပခဲ့သည္။သူ၏ အမည္မွာေဒးဗစ္ဆင္းဂ္ ျဖစ္သည္။သူသည္ လူအမ်ားအား စေနာက္သန္သူျဖစ္၍ ကူညီတတ္သူလည္းျဖစ္သည္။တစ္ေန႔မွာ သူမ၏အေဖႏွင့္ ေတြ႔ၿပီးအျပန္သူမက အလုပ္လုပ္ရန္တိုက္တြန္းေလသည္။ထိုအခါ ေပ်ာ္စရာဘ၀ႏွင့္ လူတို႔အျပံဳးသာလိုလားေသာသူတစ္ပါးအားေအာက္မက်ိဳ႕ေသာ ေဒးဗစ္ဆင္းဂ္တို႔စကားအနည္းငယ္မ်ားၿပီး ေဒဗစ္ဆင္းဂ္မွာ႐ိႈင္နာႏွင့္ အဆက္အသြယ္မ႐ွိေတာ့ေပ။အရာ႐ွိမွာလည္း သူ႔ဘ၀တြင္ေမ့မရတဲ့ လူတစ္ဦး႐ွိေၾကာင္း၊ထိုသူသည္ ဒီးဗဲလ္သူခိုးတစ္ဦးျဖစ္၍ထိုသူသည္ ႀကိဳတင္အသိေပးၿပီးမွခိုးယူသူျဖစ္ေၾကာင္း၊မ်က္ႏွာဖံုးတစ္ခုအားကာဗာယူ ခိုးသူတစ္ဦးလည္းျဖစ္၍ ထိုသူအားလည္းမျမင္ဖူးေၾကာင္းမည္သို႔ပင္ဆိုေစထိုသူအား ဖမ္းမိရန္မိမိမွာ တာဂန္အျပည့္႐ွိေၾကာင္း႐ိုင္နာအားေျပာျပခဲ့ေလသည္။သူတို႔ႏွစ္ဦး အိမ္ျပန္လမ္းေလွ်ာက္ခရီး တြင္လူတစ္ဦးက သူသိလိုေသာ လိပ္စာအား႐ိႈင္နာအား လာေမးရာထိုသူသည္ ေဒးဗစ္ဆင္းဂ္ ျဖစ္ေေသာ္လည္း႐ိႈင္နာအား မသိသလိုတကယ္ပင္ အတိတ္ပင္ေမ့ေနသေလာဟန္ေဆာင္ ေနသေလာ႐ိႈင္နာ၏ အိမ္တြင္ ေန၍ မည္သို႔အကြက္ေရြ႔ မည္သို႔ခိုးယူျခင္းလုပ္မည္ကိုလည္းေကာင္းရဲအရာ႐ွိအားပင္ ပခံုးဖက္၍ မိမိဒီးဗဲလ္ အမည္၀ွက္ျဖင့္ သူခိုးတစ္ဦးမွန္းမသိေအာင္ပိပိရိရိေနတတ္ခဲ့သည္ထို႔ေနာက္ ေဒးဗစ္ဆင္းဂ္ ေခၚ ဒီးဗဲလ္ သည္မည္သို့သာအျကာင္းေျကာင့္ ခိုးယူခဲ့ျခင္းျဖစ္ျကာင္းေအာက္မက်ိဳ႔တတ္ေသာ ေဒးဗစ္ဆင္းဂ္တစ္ေယာက္မည္သို့ေသာအေျခအေနတို့ႏွင့္ ရင္ဆိုင္ခဲ့ရ၍သူခိုးျဖစ္ခဲ့ရေျကာင္းကိုလည္းရင္သပ္ရွုေမာဖြယ္ ေစာင့္ျကည့္ရမွာပါထို့အျပင္ ရဲအရာရွိ ကလည္း ေဒးဗစ္ဆင္းဂ္ ေခၚဒီးဗဲလ္အား မည္သို႔ႀကိဳးစား ဖမ္းဆီးမည္ကိုလည္းစိတ္လႈပ္႐ွားဖြယ္ ၾကည့္႐ႈရမွာပါရဲအရာရွိ ကပင္ ဖမ္းမိမလားဒီးဗဲလ္ကပင္ လြတ္ေျမာက္မလားဒီးဗဲလ္ဆိုသူမွာလည္းသာမန္သူခိုးမဟုတ္ပဲမည္သို႔ေသာသူျဖစ္မည္ကိုလည္း စိတ္လႈပ္ရွားစြာ ၾကည့္ရမွာပါဒီကားေလးဟာ ဟာသေတြနဲ႔ျပည့္သလိုလူလူခ်င္း မည္သို႔ကိုယ္ခ်င္းစာရမည္ကိုလည္းၫႊန္းဆိုထားပါတယ္အခ်စ္အလြမ္းေတြနဲ႔ ၾကည္ႏူးရသလိုအၾကမ္း အတမ္းေတြနဲ႔ ဖလန္းဖလန္းထကစ္ကြက္ကလည္းအစံုမို႔လက္မလႊတ္သင့္တဲ့ကားေကာင္းေလးတစ္ခုေပါ့(ဇာတ္ကားအညြန္းေရးသူကေတာ့ Tear Cryပဲျဖစ္ပါတယ္)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Abp0sBYGrEqsJyO1VKOI16oLJIz.jpg",
      "https://image.tmdb.org/t/p/w300/oxplEeSDZ8lidsHhAjTZpMP4UeT.jpg",
      "https://image.tmdb.org/t/p/w300/f69L2DrMAigsah65Yd818TG9Vvw.jpg",
      "https://image.tmdb.org/t/p/w300/3uHa0RPqnPdz9ruouzkNtn9Oo38.jpg",
      "https://image.tmdb.org/t/p/w300/loRHV1oGn5ceuzELms9TuaXXgcZ.jpg",
      "https://image.tmdb.org/t/p/w300/zjirSuPL5IETfcyOiXeFsrRkHCz.jpg",
      "https://image.tmdb.org/t/p/w300/uR1AVSz5j92bNbDbl2aeTUEgVJp.jpg",
      "https://image.tmdb.org/t/p/w300/23KVzjojgxxCbqkYQ2ErQgttq7d.jpg",
      "https://image.tmdb.org/t/p/w300/rgfQYKTFQMRlDRmHcfRGgKZIPb8.jpg",
      "https://image.tmdb.org/t/p/w300/2b9fBB9ZgxNLxSaMK60zbw62Khv.jpg",
      "https://image.tmdb.org/t/p/w300/tsuObAUZ6aU5IztvNLp6sP3vnWZ.jpg",
      "https://image.tmdb.org/t/p/w300/kPesMzpbLyD1j5LcjXebeVQwGhh.jpg",
      "https://image.tmdb.org/t/p/w300/kKV1bzmCsOMngstJP8bWKmgNiHK.jpg",
      "https://image.tmdb.org/t/p/w300/y0pUUKr52ywgvE84PcDqKgx2TOR.jpg",
      "https://image.tmdb.org/t/p/w300/vXiUaEqFMRyNAUlu1ZEnfXQcwDC.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nbknzob5bjy0.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kick-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2U0cx/Kick_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/NOhhjaSA#bXYgLGu5JKo2svYGj3qvRdXojTLF7x4xkMpODfpHapQ",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1tkloyfq7l4t",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Last Airbender(2010)",
    "description": "SnapshotsFile size…900MBQuality…Blu-ray Rip 720pFormat…mp4Duration….01:43:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Kyaw Swar Winနမူနာၾကည့္ရန္",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-last-airbender-official-poster1-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-last-airbender2010",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-airbender-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/0uz6j87t7xhw",
        "server": "veryfiles.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/znawtv4698me.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "H3VnQE3qXHE?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=H3VnQE3qXHE?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/H3VnQE3qXHE?feature=player_embedded"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Triple Tap (2010) ျမန္မာစာတန္းထိုး",
    "description": "ဒီတစ္ခါမွာေတာ့ ေဟာင္ေကာင္အက္ရွင္ ေအးဂ်င့္စံုေထာက္ ဇတ္ကားမ်ိဳး တင္ေပးလိုက္ပါတယ္အညႊန္းကိုေတာ့ အထူးတလည္ ေရးမေတာ့ပါဘူး တစ္ခါတေလမွာ အညႊန္းက ဇတ္လမ္းရဲ႕အရွိန္ကိုဖ်က္စီးေစတက္တယ္ေလ ဒီေတာ့ကာ Download သာ ဆြဲၾကည့္လုိက္ပါေတာ့….(သစ္ဆန္းခန္႔)Download Link==================DownloadIMDb –6.3/10File size  –  (671 MB)Quality –   DVD Rip 720pFormat – MP4Duration  1h 58mSubtitle – MyanmarEncoder – Thit San Khant",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/02/574204_f-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Pained (2011)",
    "description": "IMDb Rating (6.8/10) ထိရရွိထားတဲ့ Drama, Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။မင္းသား Kwon Sang‑woo ရဲ႕မထံုတက္ေသး သရုပ္ေဆာင္ခ်က္ေတြက ဒီဇာတ္ကားကိုအသက္ဝင္ေစခဲ့ပါတယ္။ ကိုရီးယား Drama ဇာတ္ကားၾကိဳက္သူေတြ လက္မလြတ္သင့္ပါ။File size…(900MB)Quality…HD-Rip 720pFormat…mp4Duration….01:44:28Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာၾကည့္ရန္",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/12/Pained-p1-2.jpg",
    "movie_links": [
      {
        "link": "http://swiftation.com/17IL",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://swiftation.com/17KU",
        "server": "Soliddrive.co",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://swiftation.com/17MH",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://swiftation.com/17SM",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "oU41T34eqtk?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=oU41T34eqtk?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/oU41T34eqtk?feature=player_embedded"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Third Way of Love (2015)",
    "description": "ကြ်န္ေတာ္တို႕ အခ်စ္ေတာ္ေလး ဂူဂူး (မင္းသမီး Liu Yifei) နဲ႕ ဘီးက်ဲၾကီး ဂြ်န္ေစာ (ကိုရီးယားမင္းသား Song Seung‑heon) တို႕ လက္ေတြ႕ဘဝမွာ တကယ့္ခ်စ္သူေတြျဖစ္လာဖို႕ အေၾကာင္းဖန္ခဲ့တာဒီဇာတ္ကားေၾကာင့္ပါ။ (ထို႕ေၾကာင့္ ဒီဇာတ္ကားကို ရင္နာနာျဖင့္ၾကည့္ျဖစ္သည္…. ဤကား စကားခ်ပ္)ဇာတ္လမ္းထဲမွာေတာ့ ဂြ်န္ေစာက ပ်ိဳတိုင္းၾကိဳက္တဲ့ လုပ္ငန္းရွင္ သူေဌး…ဂူဂူးက လွပႏုပ်ိဳ အလုပ္ၾကိဳးစားတဲ့ ေရွ႕ေနတစ္ေယာက္…သူတို႕ႏွစ္ေယာက္ဘဝက ကြာျခားလွေပမယ့္… မထင္မွတ္ဘဲ ေတြ႕ဆံု ဆက္ႏြယ္မႈကေန အခ်စ္တစ္ခုေမြးဖြားလာပံုကို ျခယ္မႈန္းထားပါတယ္။(တကယ္လဲ အျပင္မွာ သူတို႕ႏွစ္ေယာက္ ခ်စ္ၾကိဳက္သြားေလသည္။)အဆိုပါ အခ်စ္တစ္ခုက သူတို႕ႏွစ္ေယာက္ရဲ႕ က်ဥ္းထဲက်ပ္ထဲ ဘဝထဲမွာ ပြင့္အံထြက္လာျပီးဘယ္လိုေတြ အဆံုးသတ္မလဲဆိုတာ……..။File size…(1GB)Quality…HD-Rip 720pFormat…mp4Duration….01:53:31Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungEncoder Note….Chinese and English subs hardcodedနမူနာၾကည့္ရန္",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/01/gugu-2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-third-way-of-love-2015",
        "server": "CM Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-third-way-of-love-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2f7lo/The_Third_Way_Of_Love_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p5cbgvzwo7oh",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/63au30oeoh2w.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xyKYYqLNyFo?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=xyKYYqLNyFo?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/xyKYYqLNyFo?feature=player_embedded"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Love and Other Drugs (2010)",
    "description": "မင္းသား Jake Gyllenhaal နဲ႕ မင္းသမီး အမ္းဟက္သာေဝး တို႕ပါဝင္ထားပါတယ္။IMDb Rating (6.7/10) ရရွိထားတဲ့ Comedy, Drama, Romance အမ်ိဳးအစားဇာတ္ကားပါ။Rating ေတြေကာင္းသလို ၾကည့္ရႈျပီးသူမ်ားမွ သိပ္ေကာင္းတဲ့ အခ်စ္ဇာတ္ကားလို႕ သတ္မွတ္ထားၾကပါတယ္။ ဇာတ္လမ္းကို အျပည့္အဝခံစားေစခ်င္လို႕ ဇာတ္ညႊန္းကိုမေပးေတာ့ပါဘူး။အခ်စ္ဇာတ္ကားေကာင္း ၾကိဳက္ႏွစ္သက္သူေတြ ကိုယ္တိုင္သာ ၾကည့္ရႈခံစားလိုက္ပါ။File size…(700MB)Quality…BR-Rip 720pFormat…mp4Duration….01:52:21Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာၾကည့္ရန္",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/love_and_other_drugs_ver2-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tassw9k6g383.html",
        "server": "usersdrive.com",
        "size": "704 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2TPk8/Love_and_Other_Drugs_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "704 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/love-and-other-drugs-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "704 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/1n81k5dek8uq",
        "server": "upstream.to",
        "size": "704 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "HAx6mxLLSh0?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=HAx6mxLLSh0?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/HAx6mxLLSh0?feature=player_embedded"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Momentum(2015) (ျမန္မာစာတန္းထိုး)",
    "description": "IMDb 5.4 ရထားတဲ့ အက္ရွင္ကားေကာင္းတစ္ခုပါ။ ဇာတ္လမ္းအစမွာေတာ ဘဏ္တစ္ခုကို အဖြဲ႕လိုက္ဓားျပတိုက္တာကေန စတင္ပါတယ္။ သူတို႕လိုခ်င္တာ ပိုက္ဆံနဲ႕ စိန္ေတြပဲျဖစ္ေပမဲ့ အဲဒီအရာေတြနဲ႕အတူပါလာတဲ့ စတစ္တစ္ခုမွာ အမတ္ၾကီးတစ္ဦးရဲ႕ လိ်ဳ႕၀ွက္အခ်က္အလက္ေတြပါလာပါတယ္။ အဲဒီမွာ သူတို႕ေနာက္ကိုလိုက္လာတဲ့ ေၾကးစားလူသတ္သမားေတြနဲ႕ရင္ဆိုင္ရျပီးကံဆိုးသြားပါေတာ့တယ္။ အဖြဲ႕၀င္ေတြ အသတ္ခံရေပမယ့္ ဓားျပအဖဲြ႕ထဲက မိန္းကေလးဟာ မထင္မွတ္ပဲ အထူးေလ့က်င့္ထားတဲ့ အေကာင္းဆံုး ေအးဂ်င့္ေဟာင္းျဖစ္ေနတဲ့အခါမွာေတာ့ ေၾကးစားေတြ မုဆိုးကေန သားေကာင္ျဖစ္ကုန္ပါေတာ့တယ္။ မထင္မွတ္တဲ့ အကြက္ေလးေတြနဲ႕ အေကာင္းဆံုးအင္ရွင္ေတြကို ၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ ဒီဇာတ္ကားကို အားေပးလိုက္ၾကပါဦး။ ဘာသာျပန္ကေတာ့ CM ရဲ႕ ပရိသတ္ ကို Min Myo Min ပဲ ျဖစ္ပါတယ္။Quality…Blu-ray Rip 720pFormat…mp4Subtitle….Myanmar Subtitle (Hardsub)Encoder….LittleneoDownload and Watch from pCloud (687Mb)Download Small File Size (347 Mb)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/10/momentum-2015.38610-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "ပရိသတ္ကေမး Channel Myanmarက ေျဖ အစီအစဥ္",
    "description": "က်ြန္ေတာ္တို့ CM ဆိုက္နဲ့ ပတ္သတ္ျပီး ပရိသတ္ေတြ အေမးမ်ားတဲ့ ေမးခြန္းေတြကို တစ္စုတစ္စည္းတည္း ေျဖၾကားေပးလုိက္ပါတယ္။ အဲဒါေၾကာင့္  ဒီပို့ကို ေသခ်ာဖတ္ေစခ်င္ပါတယ္။ CM Admin Teamအေနနဲ့လဲ ေမးခြန္းတစ္ခုကို ထပ္ခါ ထပ္ခါ ေျဖရတဲ့အတြက္ အခ်ိန္ကုန္တာမ်ိဳး ေလ်ာ့နည္းသြားေအာင္ပါ။ေမး။ ။ က်ြန္ေတာ္ကအခုမွ အင္တာနက္ စသံုးတာမို့ CMက ဇာတ္ကားေတြ ေဒါင္းခ်င္ေပမဲ့ မေဒါင္းတတ္ဘူးျဖစ္ေနပါတယ္။ အဲဒါ ဘယ္လိုမ်ိဳး Download လုပ္ရလဲဆိုတာ ေျဖၾကားေပးပါ ခင္ဗ်ားေၿဖ။ ။ကြ်န္ေတာ္တို႕က facebook မွာေၾကာ္ျငာတာပါ..ဇာတ္ကားေတြကဒီမွာပါ..channelmyanmar.com ကိုသြားပါ..ၾကည့္ခ်င္တဲ့ဇာတ္ကားရဲ႕ Download and Watch ဆိုတာကိုႏွိပ္ပါ..adfly မွာ 5 sec ေစာင့္ပါ…ညာဖက္ အေပၚေထာင့္က skid ad ဆိုတာကိုႏွိပ္ရင္ pCloud မွာတိုက္ရိုက္ၾကည့္လို႕ရသလို ေဒါင္းလို႕လဲရပါတယ္.အေသးစိတ္သိခ်င္ရင္ေတာ့ ေအာက္က လင့္မွာ ပံုနဲ့ တစ္ကြ ရွင္းျပေပးထားပါတယ္http://www.channelmyanmar.com/p/download-pcloud.htmlေမး။ ။ အစ္ကိုတို့ေရ Iorn Man ဇာတ္ကားေတြျပန္ၾကည့္ခ်င္လို့ပါ။ ဇာတ္ကားေဟာင္းေတြကို ဘယ္လို ျပန္ရွာ ရမွာလဲ။ေၿဖ။ ။က်ြန္ေတာ္တို့ဆိုက္မွာ တင္ထားတဲ့ ဆိုက္ကားေတြက ၈၀၀ ေက်ာ္ေနပါျပီ။ တင္ျပီးသား ဇာတ္ကားေတြကို လူတိုင္းဆီ အျမဲတမ္း လင့္ရွာျပီး ခ်ေပးရေအာင္လုိက္ထိ အဆင္မေျပပါဘူး။ အဲဒါေၾကာင့္ Websiteရဲ့ ညာဘက္မွာ ထည့္ေပးထားတဲ့ Search Boxကို အားကိုးျပီး ကိုယ္ဟာကို ရွာေစခ်င္ပါတယ္။ ဥပမာ Iron Man ဇာတ္ကားရွာခ်င္တယ္ဆို Ironလို္က္ ထည့္ရိုက္လို္က္တာနဲ့ ဇာတ္ကားလင့္ေတြ က်လာပါတယ္။ ဇာတ္ကားနာမည္တစ္ခုလံုးကို အျပည့္အစံု ရိုက္ေနစရာ မလိုပါဘူး။ပံု ၂ကို ၾကည့္ပါေမး။ ။ ဖုန္းနဲ့ ၀င္ၾကည့္တာ Search Boxကို ရွာမေတြ့ဘူးျဖစ္ေနတယ္ေၿဖ။ ။ ဖုန္းနဲ့ Websiteကို ၀င္ၾကည္ရင္ ေအာက္ဆံုးမွာ View Web Versionဆိုတာ ရိွပါတယ္။ အဲဒါကို ခ်ိန္းလိုက္တာနဲ့ Search Box ေပၚလာ ပါလိမ့္မယ္။ ပံု ၃ကို ၾကည့္ပါေမး။ ။ က်ြန္ေတာ္တို့ကေတာ့ Bollywood ပရိသတ္ပါ၊ Arrow Series ပရိသတ္ပါ၊အက္ရွင္ကား ပရိသတ္ပါ။အဲဒါေတြကို တစ္စုတစ္စည္းတည္း ဘယ္လို ရွာရမွာလဲ။ေၿဖ။ ။ဆိုက္ရဲ့ ဘယ္ဘက္အျခမ္းမွာ ဇာတ္ကားအမ်ိဳးအစားေတြနဲ့အတူ Label ခြဲေပးထားပါတယ္။ ကိုယ္ၾကိုက္တဲ့ ဇာတ္လမ္းအမ်ိဳးအစား၊ Series အမ်ိဳးအစားေတြကို တစ္စုတစ္စည္းတည္း ရွာေဖြလို့ ရႏိူင္ပါေၾကာင္း……..ပံု ၄ မွာ ၾကည့္ပါေမး။ ။အခု ရံုတင္ေနတဲ့ ဇာတ္ကားေတြ ျမန္မာစာတန္းထိုးနဲ့ တင္ေပးပါဦးေၿဖ။ ။က်ြန္ေတာ္တို့ဆိုက္က ဇာတ္ကားေတြကို ရုပ္သံၾကည္မွပဲ တင္ေပးတာပါ။ အဲဒါေၾကာင့္ ရံုတင္ေနတဲ့ ဇာတ္ကားဆို အနည္းဆံုး ၂ လ ေက်ာ္ေလာက္မွပဲ တင္ေပးႏိူင္ပါတယ္။ တစ္ခါတစ္ေလ ဇာတ္ကားထြက္တာက အဲထက္ ပိုၾကာရင္ ၾကာတတ္ပါတယ္။ အဲဒါေၾကာင့္ ၾကည့္လို့ရရံုအဆင့္ေလာက္ကေနစျပီး ၾကည့္ခ်င္ရင္ေတာ့ Googleမွာသာ ရိုက္ရွာလိုက္ပါ။ က်ြန္ေတာ္တို့ဆိုက္ကေတာ့ စိတ္ပ်က္စရာ Qualityနဲ့ ဇာတ္ကားေတြကို တင္ေပးမွာ မဟုတ္ပါဘူး။ေမး။ ။က်ြန္ေတာ္က Iphone, Ipadနဲ့ သံုးတာပါ။ Adflyကို ေက်ာ္လို့ မရပဲ apple storeထဲပဲ ေရာက္ေရာက္သြားလို့ အဲဒါ ဘယ္လို လုပ္ရမွာလဲေၿဖ။ ။က်ြန္ေတာ္စမ္းၾကည့္သလိုက္ကေတာ့ UC Browserနဲ့ဆို ေက်ာ္လို့ရပါတယ္။ အဲဒါေၾကာင့္ UC Browserသြင္းထားျပီး adflyကို ေက်ာ္ျပီးမွပဲ Downloaderတစ္ခုခုနဲ့ ျပန္ဆြဲပါ။ေမး။ ။ ကြန္ပ်ူတာမွာေရာ ဘယ္လို့ Adflyေတြကို ေက်ာ္ မရဘူး ျဖစ္ေနတာလဲေၿဖ။ ။ ads blockerေတြ ထည့္ထားရင္ ေက်ာ္လုိ့ရမွာ မဟုတ္ပါဘူး။ အဲဒါေၾကာင့္ ads blockerေတြကို ပိတ္ထားျပီးမွ ျပန္၀င္ပါ။ေမး။ ။ကိုယ္ၾကည့္ခ်င္တဲ့ ဇာတ္ကားေတြ႕ကိုေရာ ေတာင္းဆိုလိုရလားေၿဖ။ ။ ပရိသတ္ေတြ ေတာင္းဆိုတဲ့ ဇာတ္ကားကို က်ြန္ေတာ္အေနနဲ့ အျမဲတမ္း အေလးထားပါတယ္။ ဘာသာျပန္သူေတြရဲ့ အၾကိုက္နဲ့ ကိုက္ညီျပီး ဇာတ္ကားလဲ ေကာင္းတယ္ဆို တင္ေပးျဖစ္ပါတယ္။ လူတိုင္း ေတာင္းဆိုေနသမွ် ဇာတ္ကားတုိင္းကိုေတာ့  လိုက္ မလုပ္ေပးႏူိင္ပါဘူး။ေမး။ ။ေက်ာ္ရျပဳရတာ ရႉတ္တဲ့ adfly ကို ဘာလို့ ခံေနတာလဲ။ေၿဖ။ ။က်ြန္ေတာ္တို့ ဆိုက္လည္ပတ္ဖို့အတြက္ တစ္ႏွစ္ အသံုးစရိတ္က US Dollor 300 အထက္မွာ ရိွပါတယ္။ အဲဒီ ပိုက္ဆံေတြကို ျပန္ကာမိေစဖို့ ရည္ရြယ္ျပီး ထည့္ထားတာပါ။ က်ြန္ေတာ္တို့ေတာင္ ဇာတ္ကားတစ္ကား အခ်ိန္ေတြ အမ်ားၾကီးေပးျပီး လုပ္ေပးေနရတာပါ။ Userတစ္ေယာက္အတြက္ adflyေက်ာ္ဖို့ ၅ စကၠန့္ဆိုတာ ဘာမွ မဟုတ္ပါဘူး။ေမး။   ။ အခုေနာက္ပိုင္း ဇာတ္ကားေတြကို ဖုန္းနဲ့ ၾကည့္တာ အသံမလာဘူး ျဖစ္ေနတယ္ ဘယ္လိုလုပ္ရမွာလဲ။ေျဖ။    ။ ဇာတ္ကားေတြကို အေကာင္းဆံုး Qualityေကာင္းေကာင္းနဲ့ ဖိုင္ဆိုင္ နည္းေအာင္ လုပ္တာေၾကာင့္ အဲလို ျပသနာေတြေတာ့ အနညး္ငယ္ ရိွလာႏိူင္ပါတယ္။ ဒါေပမဲ့ ဖုန္းမွာေရာ ကြန္ပ်ူတာပါ Vlc Playerနဲ့ ၾကည့္ရင္ အဆင္ေျပပါတယ္။ အဲဒါေၾကာင့္ အသံမလာဘူးဆိုသူမ်ား VLC player ရွာသြင္းထားဖို့ အၾကံေပးပါရေစေမး။ ။တခ်ဳိ႕ဇာတ္ကားေတြက စာတန္းထိုးမမွန္ဘူးၿဖစ္ေနတယ္ေၿဖ။ ။ဟုတ္ပါတယ္ တခ်ဳိ႕ဇာတ္ကားေတြကို အၿပင္ကအေခြေတြကေန စာဖိုင္ ထုတ္ၿပီးတင္ေပးတာေတြလည္းရိွပါတယ္…translator ေတြအေနနဲ႕ ဘာသာၿပန္ရင္ေတာ့ ၁၀၀% အၿပည္႕မမွန္ရင္ေတာင္ ၉၀% အထက္မွန္ေအာင္ ၿပန္ေပးၾကပါတယ္ေမး။    ။ဇာတ္ကားေတြကို Download ဆြဲရတာ အခက္အခဲျဖစ္လို့ အျပင္မွာ ၀ယ္ခ်င္ရင္ေရာ ရပါသလား။ေျဖ။    ။က်ြန္ေတာ္တို့ ေပ့က အက္မင္တစ္ေယာက္ျဖစ္တဲ့ Thit San Khant ေထာင္ထားတဲ့ေ ေအာက္က ေပးထားတဲ့ ပ့မွာ ၀ယ္လို့ရႏိူင္ပါတယ္။https://www.facebook.com/mmhdmovie/?fref=tsေမး။    ။ကိုယ္နဲ့ ၀ါသနာတူ ရုပ္ရွင္ အေၾကာင္းေတြကို တစ္ရင္းတစ္ႏွီးေဆြးေႏြးလို့ရမဲ့  Groupေရာ ရိွလားဗ်။ေျဖ။     ။ CMက လုပ္ေနတဲ့ Activityေတြနဲ့ ရုပ္ရွင္ခ်စ္ ပရိသတ္ေတြကို တစ္စုတစ္စည္းတည္း ေတြ့ခ်င္တယ္ဆိုရင္ေတာ့ Member ၄ေသာင္းနီးပါးရိွတဲ့ Channel Myanmar Offical Groupကို အခုပဲ Join လုပ္ဖို့ ဖိတ္ေခၚအပ္ပါတယ္။ေအာက္ကလင့္ကေန တစ္ဆင့္ ၀င္ Joinလုိ့ ရပါတယ္။https://www.facebook.com/groups/ChannelMyanmarOfficial/Channel Myanmar Team",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/01/1-2.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Sinbad: Legend of the Seven Seas (2003)",
    "description": "အိမ္ေရွ႕မင္းသား (Proteus) နဲ႔ ဆင္းရဲသား (Sinbad) ကေလးေလး၂ေယာက္ သူငယ္ခ်င္းျဖစ္ၾကတယ္။ ဘဝေပးအေျခအေနအရ အဆင့္အတန္းမတူေပမယ့္ ညီအစ္ကိုလိုခ်စ္ၾကတယ္။ သြားအတူစားအတူ။ တစ္ေန႔… Proteusကို Sinbadကခြဲခြာသြားခဲ့ပါတယ္။ ခြဲခြာရတဲ့အေၾကာင္းရင္းက အိမ္ေရွ႕မင္းသားတို႔ဆီေရာက္လာတဲ့ ေလွႀကီးေပၚမွာပါလာတယ္တဲ့။တစ္ေန႔ Proteus ဦးစီးၿပီးေစာင့္ေရွာက္လာတဲ့ ေပါတၳကသာမ ဆုိတဲ့ စာအုပ္(Book of peace) ပါလာတဲ့ ေလွ လမ္းမွာ ဓားျပအတိုက္ခံရပါတယ္။ ျပန္လည္ခုခံရင္းနဲ႔မွသိလိုက္ရတာက သူတို႔ေလွကို ဓားျပလာတိုက္တာ သူငယ္ငယ္က သိပ္ခ်စ္ရတဲ့သူငယ္ခ်င္း Sinbad ျဖစ္ေနတယ္ဆိုတာပါပဲ။စာအုပ္လုေနတုန္းပဲ သတၱဝါႀကီးတစ္ေကာင္လာတိုက္ခိုက္တာခံရပါတယ္။ ငယ္ငယ္ကလိုပဲတက္ညီလက္ညီ ခုခံလိုက္ႏိုင္ပါတယ္။ အဲဒီသတၱဝါႀကီးက နတ္ေဒဝီတစ္ပါးျဖစ္တဲ့ Erisက Sinbadရဲ႕သတၱိကိုစမ္းတဲအေနနဲ႔ တမင္လႊတ္လိုက္တာပါတဲ့။ သတၱဝါႀကီးကိုတိုက္လိုက္ႏုိုင္တဲ့အတြက္ Sinbadကို စာအုပ္မခိုးပါဘူးဆိုတဲ့ ကတိနဲ႔ Proteusက သူတို႔ၿမိဳ႕ကိုဖိတ္ေခၚလိုက္ပါတယ္။Proteusနဲ႔လက္ထပ္မယ့္ အမ်ိဳးသမီး Marinaကျမိဳ႕မွာေစာင့္ေနပါတယ္။ Proteusက တရားဝင္လက္ထပ္ခြင့္ေတာင္းတာနဲ႔ သူကလည္းေခါင္းၿငိမ့္ဖို႔အသင့္ပါပဲတဲ့။မင္းသားေလး လက္ထပ္ခြင့္ေတာင္းတဲ့အခ်ိန္မွာပဲ စာအုပ္အခိုးခံရတယ္ဆိုတာသိသြားပါတယ္။ အဲဒီစာအုပ္ကိုခိုးမယ့္ လူက ဒီၿမိဳ႕မွာSinbadကလြဲလို႔ တျခားသူမရွိပါဘူး။ Sinbadကလည္းသူမခိုးပါဘူးလို႔ လံုးဝျငင္းေပမယ့္ စာအုပ္ပါသြားတဲ့ေနရာ က ရတဲ့ သူ႔ဓားေျမာင္ေၾကာင့္ သူ႔စကားကို ဘယ္သူမွမယံုပါဘူး။စာအုပ္ကိုျပန္အပ္ပါ။ မအပ္ရင္ သတ္ရပါမယ္လို႔ေျပာပါတယ္။ Sinbadကလည္းသူ႔မွာမရွိလို႔ မေပးႏိုင္ပါဘူးလို႔ျငင္းေပမယ့္ သူမခိုးဘူးဆိုတာလည္းဘယ္လိုမွသက္ေသမျပႏိုင္ပါဘူး။ Proteusက ဝင္ၿပီး Sinbadအစားသူအဖမ္းခံပါ့မယ္ Sinbadကိုအခ်ိန္အတိုင္းအတာတစ္ခုအတြင္ စာအုပ္ျပန္ယူလာခိုင္းပါတယ္။ သတ္မွတ္ခ်ိန္အတြင္းSinbadမလာရင္သူအစားေသေပးပါ့မယ္လို႔ ဝင္ေျပာပါတယ္။ ဘယ္သူမွမယံုတဲ့သူ႔ကို အသက္ေပးယံုေပးတဲ့သူငယ္ခ်င္းေၾကာင့္ Sinbad စာအုပ္ရွာပံုေတာ္ဖြင့္ခဲ့ပါတယ္။ မင္းသားရဲ႕ ၾကင္ယာေလာင္း Marinaကလည္း Sinbadကိုမယံုတဲ့အတြက္ သူကိုယ္တိုင္ Sinbadတို႔ေလွမွာလိုက္သြားပါတယ္။– Sinbadနဲ႔ Marina လမ္းခရီးမွာ အခက္အခဲေတြ အတူတူျဖတ္ေက်ာ္ၿပီး တစ္ဦးနဲ႔တစ္ဦး သံေယာဇဥ္ေတြျဖစ္သြားၾကမလား?– Sinbadရဲ႕ကံၾကမၼာကိုေျပာင္းေပးခဲ့တဲ့ေလွေပၚကအရာကဘာျဖစ္မလဲ?– စာအုပ္ကSinbadဆီမွာတကယ္ရွိတာလား?– စာအုပ္သူခိုးကSinbadမဟုတ္ရင္ဘယ္သူျဖစ္မလဲ?– စာအုပ္မရေတာ့တဲ့အခါSinbad တစ္ေယာက္ ျပန္လာၿပီး အေသခံပါ့မလား?…– သူငယ္ခ်င္းအသက္ကိုမငဲ့ပဲ သစၥာေဖာက္ၿပီးထြက္ေျပးမလား?….(အညႊန္းကေတာ့ ေမေသာ္တာရဲ႕ လက္ရာပါ။)Quality             – 720pRunning Time  – 1hr 30 minTranslater        – Nyi ThanlwinEncoder           – LittleneoOp Link",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/03/705full-sinbad-legend-of-the-seven-seas-28widescreen-edition29-cover-1.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/D5/Sinbad_Legend_Of_The_Seven_Seas_(2003).mp4",
        "server": "Kino Cloud",
        "size": "600MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/sinbad-legend-of-the-seven-seas-2003",
        "server": "CM Links",
        "size": "600MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/sinbad-legend-of-the-seven-seas-2003-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/sinbad-legend-of-the-seven-seas-2003-mp-4",
        "server": "disk.yandex.com",
        "size": "600MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tzxd/Sinbad_Legend_Of_The_Seven_Seas_(2003).mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/vqs9ewjq18gl",
        "server": "upstream.to",
        "size": "600MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R||2h 9min|Action,Adult,Comedy,Drama,Romance,Uncategorized",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "366000"
    },
    "title": "Knocked Up (2007)",
    "description": "Knocked Up (2007)IMDb 6.9Rotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့…ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ…မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ…..အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ဘန် ဆိုတဲ့ကောင်လေးနဲ့ ဆုံမိကြပါတယ်။ဘန် ကတော့ ဆေးခြောက်ပုံမှန်သုံးစွဲလေ့ရှိတဲ့ သူငယ်ချင်းတစ်စုနဲ့ အတူနေတဲ့ ငပျင်းတစ်ကောင်ပါပဲ။ တကယ်ဆိုရင် သူက အမေရိကန်မဟုတ်ဘူး။ ကနေဒါကနေ တရားမဝင် လာနေနေတာ။ တရားမဝင်နေတော့ အခွန်ဆောင်စရာမလိုတော့ဘူးပေါ့ဗျာ တဲ့။ ဆောင်ရအောင်လည်း သူ့မှာ ပိုက်ဆံမှမရှိဘဲ။ သူ ကျောင်းသားဘဝတုန်းက စာပို့ကားတက်ကြိတ်တာခံရလို့ အစိုးရက သူ့ကို လျော်ကြေး ဒေါ်လာ တစ်သောင်းလေးထောင် ပေးဖူးသတဲ့။ဘာမှမလုပ်ဘဲ အဲဒါကိုထိုင်စားလာတာ ဆယ်နှစ်ကျော်ပြီတဲ့။ ခုတောင် လက်ထဲ ဒေါ်လာကိုးရာလောက် ကျန်သေးတယ်ဆိုပဲ။ သူက ဆေးခြောက်နဲ့ စပါဂက်တီခေါက်ဆွဲဖိုးလောက်ပဲ ကုန်စရာရှိတာကိုး။ သူ့ဘော်ဒါတွေကလည်း သူနဲ့ထူးမခြားနားပါပဲ။ဒီလောက်ဆိုရင် အယ်လီဆင် နဲ့ ဘန် တို့ဟာ ဘယ်လောက်ခြားနားတဲ့ အနေအထားရှိတယ်ဆိုတာ သိသာပါတယ်။ ဒါပေမဲ့ ဆန်းကြယ်တဲ့ကံတရားနဲ့ ဆန်းကြယ်သောစိတ်ကူးရှိသူ ဇာတ်ညွှန်းရေးဆရာကြီးတို့ရဲ့အလိုအရ သူတို့နှစ်ယောက် ဆုံဖြစ်အောင်ဆုံမိသွားကြပါတယ်။ သို့သော်လည်း one night stand က one nightနဲ့ ရပ်လို့မရဘဲ long-standingကိစ္စ ဖြစ်လာတဲ့အခါ နှစ်ယောက်လုံး တိုင်တွေပတ်ကုန်ကြပါတော့တယ်။ဒီဇာတ်ကားမှာ နာမည်ကျော်ဟာသသရုပ်ဆောင်တွေ တပြုံကြီးပါဝင်ထားသလို ဧည့်သည်သရုပ်ဆောင် နာမည်ကျော်များကလည်း မထင်မှတ်တဲ့နေရာတွေကနေ အကွက်စေ့စေ့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ Ratingကောင်းတွေ ရရှိခဲ့သလို ဝင်ငွေအရလည်း ဘတ်ဂျက် 25 millionsမှာ ဝင်ငွေ 219 millionsရရှိခဲ့တဲ့အတွက် စီးပွားရေးအရပါ အောင်မြင်တဲ့ကား ဖြစ်ခဲ့ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဇာတ်ကောင်တွေပြောတဲ့ ပြောစကားတွေထဲမှာ အမေရိကန်တွေ အနောက်တိုင်းသားတွေသာ ချက်ချင်းနားလည်မယ့် စကားလုံး၊စကားရပ်တွေ အသုံးအနှုန်းတွေအများအပြားပါဝင်နေပါတယ် ။ အထူးသဖြင့်တော့ Hollywood movie quotesတွေပေါ့။ သူတို့ပြောစကားထဲက နာမည်တွေလိုက်ပြီး Googlingလုပ်ရင်တောင် ဗဟုသုတ အတော်ပွားနိုင်စရာ ရှိပါတယ်။ ဇာတ်လမ်းကလည်း ရယ်ရရုံ ပျော်ရရုံသက်သက် မကဘဲ အိမ်ထောင်ရေးပဋိပက္ခတွေဖြစ်ရတဲ့ ဇစ်မြစ်၊ ကိုယ့်အတ္တနဲ့ တဖက်သားကို ဇွတ်ပြောင်းလဲလာအောင် ဖိအားပေးတတ်တဲ့စိတ်မျိုးတွေ ၊ တာဝန်ယူမှု တာဝန်ခံမှုဆိုတာ ဘယ်လောက်အရေးကြီးသလဲဆိုတာတွေကို သင်ခန်းစာယူနိုင်ကြပါလိမ့်မယ်။ ကြည့်ရှုခံစားပျော်ရွှင်နိုင်ကြပါစေ။Unrated Version နဲ့တင်ဆက်ထားတာမို့ တချို့အခန်းတွေမှာတော့ မိသားစုနဲ့ကြည့်ဖို့သင့်တော်မှာမဟုတ်ပါဘူး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Thaman Myint မှ တင်ဆက်ထားပါတယ်။)File size…(2.6 GB)/(1 GB)Quality….BluRayUnrated1080p / 720pFormat…mkvDuration….02:12:57Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byThaman Myint",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lavWAUXVe7vHlKhZEGmfVLaVd4S.jpg",
      "https://image.tmdb.org/t/p/w300/8uNx4YtClqB9duM4n6jOx8vWvvl.jpg",
      "https://image.tmdb.org/t/p/w300/lwKNXYTXnFsyxa2IyGRck4jJDFM.jpg",
      "https://image.tmdb.org/t/p/w300/xukNZ8EiO9kmYquoSCufnmBwAOU.jpg",
      "https://image.tmdb.org/t/p/w300/y6HW4ZNj8O0rVt4fGQywW4CUy9k.jpg",
      "https://image.tmdb.org/t/p/w300/cRDCtF0RM02LtciriXzHT2lDYrR.jpg",
      "https://image.tmdb.org/t/p/w300/AwnJEDEKJZN3tzkvfmRI0jOq6t0.jpg",
      "https://image.tmdb.org/t/p/w300/ypdHqxJf0lt2NJageuthWBHLJkZ.jpg",
      "https://image.tmdb.org/t/p/w300/jpLO2Aa2xJsXGPW6cFnS3b8NKHn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/knocked-up-2007",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-knocked-up-2007-unrated-1080-p-blu-ray-x-264-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qmA7/(CMorg)Knocked.Up.2007.UNRATED.1080p.BluRay.x264.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/17BnGRwJ#iHs2q4RlI5d8Fb3Ge6KPoFELHbYDY6txmyPUJRqa4nE",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bfopckbw3wy1.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/kq773lhtbk2n.html",
        "server": "streamsb.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-knocked-up-2007-unrated-720-p-blu-ray-x-264-aac-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2qmya/(CMorg)Knocked.Up.2007.UNRATED.720p.BluRay.x264.AAC-Nyein.mkv",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YroVXDZI#KZoHL7gtSY3NMWqW8aplPwEcyZv8Z1RcQ8dIcb5bWpk",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cuf9zw595nq6.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/mhfj480m0k3k.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "K6oqO-xMERc",
      "video_url": "https://www.youtube.com/watch?v=K6oqO-xMERc",
      "embed_url": "https://www.youtube.com/embed/K6oqO-xMERc"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Five Senses of Eros (2009) ျမန္မာစာတန္းထိုး",
    "description": "IMDb (5.4/10)ရရွိထားတဲ့ Drama/Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။ဘဝ ၅ ခု…အခ်စ္ ၅ ခု ကို Story ၅ ခုနဲ႕ပံုေဖာ္ထားတာေၾကာင့္အဆက္အစပ္မရွိသလို ခံစားၾကည့္ရႈရမွာပါ။မင္းသား Song Joong‑ki (Big Boss) ပါဝင္ထားတဲ့ဇာတ္ကားမို႕လို႕ ဘာသာျပန္ခဲ့ေပမယ့္သူကဒီဇာတ္ကားမွာ အရန္သေဘာေလာက္နဲ႕ ေနာက္ဆံုး Story က်မွပါဝင္ထားတာပါ။တခ်ိဳ႕အခန္းေတြက မိသားစုနဲ႕မၾကည့္သင့္ေၾကာင္းေတာ့ ၾကိဳတင္သတိေပးလိုပါတယ္။(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကိုMoe Myint Lwinမွဘာသာျပန္တင္ဆက္ထားတာပါ။)File size…(999MB)Quality…HDTV Rip 720pFormat…mp4Duration….02:08:57Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungDownload and Watch HD 720p (pCloud Link)နမူနာၾကည့္ရန္",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/Five_Senses_of_Eros-p2-2.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "EahVQUQ6ByA?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=EahVQUQ6ByA?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/EahVQUQ6ByA?feature=player_embedded"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Love & Mercy (2014) ျမန္မာစာတန္းထုိး",
    "description": "IMDb ၇.၄ ရထားတဲ့ ျဖစ္ရပ္မွန္အထုပၸတၱိ ရုပ္ရွင္ေကာင္းတစ္ခုကို တင္ေပးလိုက္ပါတယ္။ ဇာတ္ေကာင္ကေတာ့ 1960 ၀န္းက်င္မွာ Beach Boys အဖြဲ႕ေခါင္းေဆာင္တစ္ေယာက္ေနနဲ႕ေက်ာ္ၾကားခဲ့တဲ့ ဘရိုင္ယန္၀ယ္ဆန္ဆိုတ့ဲ သီခ်င္းေရးဆရာ အဆိုေတာ္ၾကီးအေၾကာင္းပါ။ သူ႕ဘ၀ရဲ႕ ေအာင္ျမင္မႈေတြကေန စြန္႕ခြာ၇ေတာ့မယ့္ အေၾကာင္းေပၚလာခဲ့ျပီးေနာက္မွာ အေကာင္းဆံုး မာစတာပိစ္ တစ္ခုဖန္တီးဖို႕ၾကိဳးစားေနတုန္းမွာပဲ 1980 ၀န္းက်င္မွာ သူ႕ရဲ႕ ဆရာ၀န္ လင္ဒီ ရဲ႕ မေကာင္းၾကံမႈေတြနဲ႕ ပ်က္စီးေနရတဲဲ့ အခ်ိန္ပိုင္းေတြကေန အေရာင္းစာေရးမေလးက ကယ္တင္ဖို႕ ၾကိဳးစားတဲ့ အေၾကာင္းကို တင္ဆက္ထားတာပါ။File Size         : 960 MBQuality           : Blu ray 720PRunning Time : 2hr 1 minuteFormat           : Mp4Genre             : Biography,Drama, MusicEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size(အညြန္းေရးသူကေတာ့ Little Neo ပဲ ျဖစ္ပါတယ္)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/12/17566379053_444a15820a_o-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Man with The Iron Fists (2012) ျမန္မာစာတန္းထိုး",
    "description": "လူစြမ္းေကာင္းေတြနဲ႕ ရိုက္ကူးထားတဲ့ တရုတ္/ျဗိတိသွ် သိုင္းဇာတ္ကားပါ…ဒီဇာတ္ကားမွာ Russell Crowe ကလြဲလို႕ မင္းသား၊မင္းသမီးေတာ္ေတာ္မ်ားမ်ားကက်န္တဲ့ဇာတ္ကားေတြမွာ second line-up အျဖစ္အသံုးေတာ္ခံခဲ့ၾကသူေတြပါ…သိုင္းဝတၳဳ ဖတ္ေနသလို ခံစားရမယ့္ဇာတ္ကားပါ…မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါဘူး…Zip File size…800MBQuality….အၾကည္Format…mkvhour….01:47:26subtitle….ျမန္မာစာတန္းထိုးDownload Zip Fileနမူနာၾကည့္ရန္မင္းသမီး Lucy Liu ပါ၀င္ေသာ တရုတ္ၿဗိတိသွ် သိုင္းဇတ္ကား..စစ္သည္ေတြ လူသတ္သမားေတြ သိုင္းသမားေတြနဲ႔ ကိုယ့္ၿမို႔ကိုယ့္ရြာကို ကာကြယ္မည့္ သူရဲေကာင္းဘယ္လိုေတြ တိုက္ခိုက္ၾက စြမ္းအားေတြ ၿပိုင္ၾကမလဲဆိုတာ တရုတ္သိုင္းကားလို ဇတ္ကားေတြကို ႏွစ္သက္သူမ်ားအတြက္ အဆင္ေျပေစမွာပါ။တစ္ကိုယ္လံုး သံခ်ပ္ကာေတြဖံုးပီး ဘာလက္နက္မွမတိုးတဲ့သူကို ဘယ္လို  တိုက္ခိုက္မလဲဆိုတာ ဆက္လက္ၾကည့္ရႈလိုက္ရေအာင္ – See more at:  http://moviecollecter.blogspot.com/2013/02/the-man-with-iron-fists.html#sthash.JzirhK3X.dpufမင္းသမီး Lucy Liu ပါ၀င္ေသာ တရုတ္ၿဗိတိသွ် သိုင္းဇတ္ကား..စစ္သည္ေတြ လူသတ္သမားေတြ သိုင္းသမားေတြနဲ႔ ကိုယ့္ၿမို႔ကိုယ့္ရြာကို ကာကြယ္မည့္ သူရဲေကာင္းဘယ္လိုေတြ တိုက္ခိုက္ၾက စြမ္းအားေတြ ၿပိုင္ၾကမလဲဆိုတာ တရုတ္သိုင္းကားလို ဇတ္ကားေတြကို ႏွစ္သက္သူမ်ားအတြက္ အဆင္ေျပေစမွာပါ။တစ္ကိုယ္လံုး သံခ်ပ္ကာေတြဖံုးပီး ဘာလက္နက္မွမတိုးတဲ့သူကို ဘယ္လို  တိုက္ခိုက္မလဲဆိုတာ ဆက္လက္ၾကည့္ရႈလိုက္ရေအာင္ – See more at:  http://moviecollecter.blogspot.com/2013/02/the-man-with-iron-fists.html#sthash.dEu12lDf.dpuf",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/04/images-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Advantageous (2015) ၿမန္မာစာတန္းထိုး",
    "description": "Avantageous ဇာတ္ကားဟာ 2015 ခုႏွစ္ထဲမွာထြက္ရွိထားၿပီးဒါရိုက္တာ Jennifer Phang ကရိုက္ကူးတင္ဆက္ထားပါတယ္..IMDb Rating ကလည္း 6.4 ရရွိထားတာမို႕ မဆုိးဘူးလို႕ေၿပာလို႕ရပါတယ္Drama, Family, Sci-Fi အမ်ိဳးအစားၿဖစ္တာမို႕ ဒရာမာေကာင္းေကာင္း , သိပၸံနဲ႔ပတ္သတ္တဲ႔ဇာတ္လမ္းေတြၾကည္႔ရွုခံစားလိုတဲ႔ ပရိတ္သတ္ေတြအတြက္ေတာ႔ ႏွစ္သက္သေဘာက်လိမ္႕မယ္ထင္ပါတယ္..ဇာတ္လမ္းအညႊန္းေတာ႕မေပးေတာ႔ဘူး..ၾကည္႔ရွုခံစားၾကည္႕ပါFilesize : 917 MBQuality :HDRipFormat : mp4Source : EVORunTime : 1hour 30minutesIMDb Rate : 6.4Subtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/09/Advantageous_28201529_R1_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Yevadu(2014)",
    "description": "IMDb Rating ကေတာ့ 4.8 ေလာက္ပဲရရွိထားေပမယ့္ အခုလထဲမွာအရမ္းကိုေခတ္စားေနတဲ့ အိႏိၵယရုပ္ရွင္ဇာတ္ကားေလးမို႕Channel Myanmar ပရိတ္သတ္ၾကီးအတြက္တင္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းမွာ Action နဲ႕ Drama ကို တြဲဖက္ရိုက္ကူးထားၿပီးမင္းသား Ram Charan က အဓိက သရုပ္ေဆာင္ထားပါတယ္။ တြဲဖက္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီး Shruti Haasan နဲ႕ မင္းသမီး Amy Jackson တို႕ရဲ႕ ဆြဲေဆာင္မႈကလည္း ဒီဇာတ္ကားကို မလြတ္တမ္းၾကည့္ရႈေစမွာပါ။ဇာတ္လမ္းမွာ လူမိုက္ ဘီရူးဘိုင္ ရဲ႕ ေႏွာက္ယွက္မႈနဲ႕ မင္းသမီးကို လိုခ်င္တာေၾကာင့္ အႏၱရာယ္ေတြက်ေရာက္ခါနီး အေနအထားမွာ သူမရဲ႕မိဘေတြက ခ်စ္သူ နဲ႕ အတူ ထြက္ေျပးခိုင္းတာကေန စပါတယ္။ ဘတ္စ္ကားနဲ႕ထြက္ေျပးေနရင္း ဘီရူးဘိုင္ရဲ႕ လက္ကမလြတ္ေျမာက္ခဲ့တာေၾကာင ့္မင္းသားဟာ အေသသတ္ခံရၿပီး ကားကိုပါ မီးရိွဳ႕ဖ်က္ဆီးခံရပါတယ္။ ဒါေပမဲ့ အသက္ေသခါနီးဆဲဆဲ မွာပဲ ေဆးရံုေပၚေရာက္ခဲ့ၿပီး ကြ်မ္းက်င္တဲ့ ခြဲစိတ္ဆရာဝန္မၾကီးေၾကာင့္ ဘဝအသစ္တစ္ခုကို ရရွိခဲ့ၿပီး မိမိရဲ႕ရန္သူမ်ားကို ျပန္လည္လက္စားေခ်ပံုမ်ားကို အိႏိၵယဇာတ္လမ္းအထာမ်ားနဲ႕ ရိုက္ျပသြားတာကို တေမ့တေမာ ခံစားၾကည့္ရႈႏိုင္ၾကမွာပါ။( ဘာသာျပန္စာတန္းထိုးက Khuppi EK ျဖစ္ပါတယ္။ )@SWMFile Size                          : 1.2 GbQuality                            : HD 720PFile Size 2                       : 606 MbQuality                            : HD 360PRunning Time                  : 2h 48mTranslated                       : Khuppi EKEncoded                         : San Win MaungDownload and Direct Watch HD 720PDownload and Direct Watch small HD 360P",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/11/Yevadu1-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/yevadu2014",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yevadu-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/yevadu-2014-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2gND5/Yevadu_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/i5r77n23c6r9",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Pacific (2010)",
    "description": "IMDb rating  8.3Metacritic rating  86%TV.com 7.4 အထိ rating အမြင့်တွေရရှိထားတဲ့ The Pacific (2010) ကို Channel Myanmar မှ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားဟာ mini-series ဖြစ်ပြီး အပိုင်းအားလုံး (၁၀)ပိုင်းရှိပါတယ်။ဇာတ်လမ်းအစကတော့…. ပုလဲဆိပ်ကမ်းဗုံးကျဲခံရပြီး နှစ်ဝက်အကြာ အာရှတိုက်သား ဂျပန်တို့က လူ့သမိုင်းတလျှောက်အကြီးမားဆုံးအင်ပါယာကြီးကိုထိန်းသိမ်းနိုင်ခဲ့တယ်။ ၁၉၄၂ မှာပဲသြစတီးလျကိုအခြေချဖို့ကြိုးစားနေတဲ့ဂျပန်တွေဟာ တပြိုင်နက် တောင်ပစိဖိတ်ကျွန်းတွေကိုပါ ချဲ့ထွင်ဖို့ကြိုးစားလာခဲ့ကြတယ်။ Guadalcanal. ကျွန်းမှာ လေယဉ်ကွင်းဆောက်နေကြပြီး ဒီလေယဉ်ကွင်းသာပီးဆုံးမယ်ဆိုရင် သြစတီးလျကိုကူညီမယ့်အမေရိကန်တို့ရဲ့ထောက်ပံ့ရေးကိုပိတ်ဆို့ထားနိုင်ပါပြီ။ ဒီတော့အမေရိကန်တွေအနေနဲ့ ဒီကျွန်းကိုမဖြစ်မနေ ရအောင်ယူမှကိုရတော့မယ်။ဒီအတွက်အမေရိကန်တွေ ဘယ်လိုဖြေရှင်းကြမလဲ . ဘယ်တပ်ဖွဲ့တွေသုံးပြီးဒီကျွန်းကိုပြန်ယူကြမလဲ . . .ပုလဲဆိပ်ကမ်း ဟာဝါရီကျွန်းတွေအတိုက်ခံရပြီးချိန်မှာ အမေရိကန်စစ်သားတွေရဲ့စိတ်ထဲမှာဂျပန်ဆိုတာတိုက်မရတဲ့ လူတွေလို့စွဲနေတဲ့အချိန်….ဒီအစွဲတွေကိုဘယ်လိုချွတ်မလဲ . . . စတာတွေကို ဇာတ်ကားထဲမှာ သိမြင်နိုင်မှာပါ။ဒီဇာတ်လမ်းတွဲဟာ band of brother လိုပဲ အင်တာဗျူးအစီအစဉ်ကနေ ရိုက်ကူးထားတဲ့ဇာတ်လမ်းဖြစ်တာကြောင့် history war movie တခုဖြစ်လို့လက်မလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်လမ်းတခုဖြစ်ကြောင်းပြောပါရစေ….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ကို ကိုမြန်မာကြီးမှ ရေးသားတင်ဆက်ပေးပါတယ်။)@SanwinmaungFile Size                          : 900 MbQuality                            : HD 720PFile Size 2                       : 400 MbQuality                            : HD 360PTranslated                       : မြန်မာကြီး(Aung Aung Oo)Encoded                         : San Win MaungComplete Zip FileVIP/",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/p1-2.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Action,Thriller,Uncategorized",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "76K"
    },
    "title": "Road House(1989)",
    "description": "Road House (1989)=================ဒီတစ်ခေါက်မှာတော့ old but gold အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ဒေါလ်တန်ဆိုတဲ့ လုံခြုံရေးသမားဟာအကောင်းဆုံးစွမ်းရည်ရှိတဲ့ လုံခြုံရေးသမားဖြစ်ပါတယ်။ဒါကြောင့် သူဟာ တစ်နေ့မှာ မစ်ဆိုရီက ဒါဘယ်ဒုစ်ဆိုတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခံရပါတယ်။ဒါဘယ်ဒုစ်ဟာ သာမာန်နေရာလို လူဆိုးတွေ၊အရက်သမားတွေ သောင်းကျန်းရုံနေရာမဟုတ်ဘဲမြို့ကိုလက်ဝါးကြီးအုပ်ထားတဲ့ ဘရတ်၀က်စ်လေ နဲ့သူ့လူတွေ သောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ သူတို့အကုန်လုံးကိုဒေါလ်တန်က ရှင်းထုတ်လိုက်တဲ့အခါ သူ့စီးပွားရေးကိုကာကွယ်ဖို့ ဘရတ်လည်း အစွမ်းကုန်ယုတ်မာပါတော့တယ်။ တစ်မြို့လုံးကလည်း ဘရတ်လက်အောက်ရောက်နေပြီး ဘရတ်မထင်ရင်မထင်သလိုအနှိပ်စက်ခံရတာကြောင့် မတော်လှန်ရဲတဲ့အနေအထားမှာ ဒေါ်လ်တန်တစ်ယောက်တည်း ဘရတ်ကိုရင်ဆိုင်ရပါတော့တယ်။ ဒီတွေ့ဆုံမှုမှာ ဒေါလ်တန်ကပဲအနိုင်ရရှိပြီး မြို့သားတွေကိုကယ်တင်နိုင်မလား။ဒါမှမဟုတ် ရှူံးနိမ့်ပြီး မြို့ထဲကထွက်သွားရမလားဆိုတာကို စိတ်၀င်တစားကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File size…1.70GB / 764MBQuality…Blu-Ray 1080p5.1CH  / 720pFormat…mp4Duration….1h 54mGenre …..Action , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Jaka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qpHLV8olCZLdH3035i9K5cC7MY6.jpg",
      "https://image.tmdb.org/t/p/w300/mbYvIxLViy9BX4BnlcxLMAV7icN.jpg",
      "https://image.tmdb.org/t/p/w300/gIYhoARq24usTgHOyY6RWPcyGtU.jpg",
      "https://image.tmdb.org/t/p/w300/8Ind9duPpjNeOaaA8puwWtB2eha.jpg",
      "https://image.tmdb.org/t/p/w300/mlj4Aods5bC4spdMlocgpTJaPEL.jpg",
      "https://image.tmdb.org/t/p/w300/d10JExzidLAjWfExoHR1teF43Hs.jpg",
      "https://image.tmdb.org/t/p/w300/tUlMxUpJTrVUdpQGsaXQ4SvuHE8.jpg",
      "https://image.tmdb.org/t/p/w300/3sC0DdygqYHesLqzFT8etDmDTAX.jpg",
      "https://image.tmdb.org/t/p/w300/nMKllIpuUJKWDCyUeP0nTzBRtYn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r2hGyhvNneAifk7UpwAYxrkeFO4.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ffv0y0uuw1vk.html",
        "server": "usersdrive.com",
        "size": "1.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/road-house-1989-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1aU34/Road.House.1989.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/qRpBHAjK#UrDXbGg3Nnk9Yj-AlVP2GkdSbIn1go8f9xaLSVPUd4o",
        "server": "mega.nz",
        "size": "1.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://sblongvu.com/rew7tsk2phqz.html",
        "server": "streamsb.com",
        "size": "1.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/bpydncq050ll/Road.House.1989.BluRay1080p5.1CH(CM).mp4",
        "server": "streamvid.io",
        "size": "1.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/bp0apbtveb02.html",
        "server": "usersdrive.com",
        "size": "764MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/road-house-1989-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "764MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1QRvq/Road.House.1989.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "764MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/jV5XBYLR#pQqOSOLyGQ8iZPTse6rNUSxEkL516J2OYIo-eHSqT_A",
        "server": "mega.nz",
        "size": "764MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/kq0oxzbpjcxu.html",
        "server": "streamsb.com",
        "size": "764MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/byng3z563k74/Road.House.1989.BluRay720p(CM).mp4",
        "server": "streamvid.io",
        "size": "764MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "1kHh9AgduB0",
      "video_url": "https://www.youtube.com/watch?v=1kHh9AgduB0",
      "embed_url": "https://www.youtube.com/embed/1kHh9AgduB0"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Illusionist (2006)",
    "description": "2006 ခု ႏွစ္ မွာထြက္ရွိခဲ႔တဲ႔ The Illusionist ဇာတ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္..ဒီဇာတ္ကားကိုရိုက္ကူးတင္ဆက္ထားတဲ႔ ဒါရိုက္တာကေတာ႔ Neil Burger ၿဖစ္ၿပီး ဒီဇာတ္ကားဟာ ေအာင္ၿမင္မွုေတြနဲ႔ပရိတ္သတ္ရဲ႕စိတ္၀င္စားမွုကိုပါ ရယူႏိုင္ခဲ႔ပါတယ္…IMDb Rating မွာလည္း 7.6 အထိ ရရွိထားလို႕ဇာတ္ကားေကာင္းတစ္ကားဆုိတာၿငင္းခ်က္ထုတ္စရာမရွိပါဘူး..မင္းသား Edward Norton ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္..မ်က္လွည္႕ဇာတ္ကားၿဖစ္ပါတယ္ကြ်န္ေတာ္႔အၿမင္အရေၿပာရမယ္ဆုိရင္လည္း  ဒီဇာတ္ကားဟာ Now You See Me တိ္ု႕ houdini တို႕ဇာတ္ကားၿပီးရင္ ကြ်န္ေတာ္႔အၾကိဳက္ဆံုးဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္..CM ပရိသတ္ေတြလည္းၾကိဳက္ႏွစ္သက္ေအာင္မွ်ေ၀ခံစားလိုက္ပါတယ္..Filesize : 663 MBQuality : 720pFormat : mp4Running Time : 110 minSubtitle : Myanmar Subtitle ( Hardsub )Encoder : LKDownload And Watch With Pcloud Link",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/the_illusionist_2006_ws_r1-front-www.getdvdcovers.com_-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-illusionist-2006",
        "server": "CM Links",
        "size": "500MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-illusionist-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-illusionist-2006-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "500MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TI36/The_Illusionist_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1v9fj45jcj7t",
        "server": "upstream.to",
        "size": "500MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Other Woman(2014)",
    "description": "Screen Shotsညိႈ႔အားျပင္း မင္းသမီး ကင္မရြန္းဒီယာ့ဇ္ (Cameron Diaz) ၊ ႏႈတ္ခမ္းဖ်ားကမွဲ႔ေလးနဲ႔ ခ်စ္စဖြယ္ဆြဲေဆာင္ႏိုင္ေသာ အလွပိုင္ရွင္ Vogue Model ကိတ္အပ္(ပ)တန္ (Kate Upton) တို႔နဲ႔အတူ17 Again, This is 40 စတဲ့ဇာတ္လမ္းမ်ားမွ နံမည္ၾကီး မင္းသမီး လက္(ဇ)လီမန္း (Leslie Mann) တို႔ပါ၀င္ေသာ The Other Woman က PG-13 အဆင့္ ဟာသေႏွာတဲ့ အိမ္ေထာင္ေရးပညာေပးဇာတ္ကားေကာင္း တစ္ကားျဖစ္ပါတယ္။ထက္ျမက္ျပီးေခ်ာေမာလွတဲ့ Carly , ရိုးအတဲ့ဇနီးေခ်ာ Kate ,ခပ္ေခ်ာေခ်ာေကာင္မေလး Amber တို႔ သံုးေယာက္ကလူရႈပ္လူေပြ တစ္ဦးျဖစ္တဲ့ Kate ရဲ႔ ခင္ပြန္း Mark နဲ႔ တျပိဳင္တည္း ပတ္သတ္မိၾကပါတယ္။အိမ္ေထာင္ေရးသာမက စီးပြားေရးေလာကမွာပါ လိမ္လည္ေကာက္က်စ္တဲ့ Mark ကို ဂလဲ့စားေခ်ဖို႔အဲ့ဒီ အမ်ိဳးသမီး ၃ေယာက္ပူးေပါင္းသြားတဲ့အခါ သူတို႔ အကြက္ခ်ျပီး ၾကိဳးစားမႈေတြ ေအာင္ျမင္ပါ့မလား…မေကာင္းတဲ့ဗီဇေၾကာင့္ မိန္းမမရႈပ္ရရင္မေနႏိုင္တဲ့ ေယာက်ာ္းတစ္ေယာက္ နဲ႔ပတ္သတ္ျပီးကိုယ္ခ်င္းစာမႈေတြနဲ႔တည္ေဆာက္ထားတဲ့ သူတို႔ ၃ေယာက္ရဲ႔ခင္မင္မႈကေရာ ၾကာရွည္တည္ျမဲပါ့မလား..ေနာက္ဆံုးမွာေရာ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ကိုယ္တိုင္ပဲ ခံစား ၾကည့္ရႈၾကပါလို႔ တိုက္တြန္းလိုပါတယ္။အဲ့ဒီ ရုပ္ရွင္မွာ Bonus အေနနဲ႔ ရပ္(ပ္) အဆိုေတာ္ Nicki Minaj ရဲ႔ သရုပ္ေဆာင္မႈမ်ားကိုပါ ၾကည့္ရမွာပါ။(ရုပ္ရွင္အညႊန္းကို mmmovieguide မွကူးယူေဖာ္ျပပါသည္…)Connection မေကာင္းသူမ်ားအတြက္ Small File Size(276MB)ကိုပါတင္ဆက္ထားပါတယ္။ဒီဇာတ္ကားကိုေတာ့ ညီေလး Nyiminn Thant ကတင္ဆက္ထားတာပါ။File size…895MBQuality….Blu-ray Rip 480pFormat…mp4Hour….01:49:07Subtitle….ျမန္မာစာတန္းထိုး(Hardsub)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/11/max1405452633-frontback-cover-1.jpg",
    "movie_links": [
      {
        "link": "http://yoitect.com/4MsE",
        "server": "Soliddrive.co",
        "size": "890 MB",
        "quality": ""
      },
      {
        "link": "http://yoitect.com/4MuZ",
        "server": "Soliddrive.co",
        "size": "270 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2022|2h|Action,Bollywood,Drama,Uncategorized",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "468"
    },
    "title": "Captain (2022)",
    "description": "Captain (2022)===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့တောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းကတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။အိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့အဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့ခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။Section 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်လူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့သူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။ဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်ဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ….နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ…ကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့ထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့… ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။File size…1.8GB / 883MBQuality…1080p WEB DL /  720pFormat…mp4Duration….2hSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by Poe & ThetKo & Shwe PyaeReviewed by OeliuJ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xPvWJwjbnnKsLWg8LMkS4P2ONUU.jpg",
      "https://image.tmdb.org/t/p/w300/mi0KvgsldcqJNQ5RBpGYQdUDJoN.jpg",
      "https://image.tmdb.org/t/p/w300/uNBdRxjOkh1AKgIKEMSDX6vK9au.jpg",
      "https://image.tmdb.org/t/p/w300/qv6msyTMAhmtHjseqcfPqI3Usul.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/captain-2022-tamil-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7ex4tzv0f6xz.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/18xp0/Captain_(2022)_Tamil_TRUE_WEB-DL.1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/thlmkT6J#jpDrhLb52LvwnJQKuVeYxiaymLH7yy2CnADmOG_W5nk",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/67lrek43rlzm.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/mkx4j4ti92om",
        "server": "veryfiles.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/captain-2022-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ykiubcrntckp.html",
        "server": "usersdrive.com",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2uscj/Captain_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/05tTkbAL#JatizeX_4fCCoXqLhivDxdeOQyeA048imrqFxm2ZMcg",
        "server": "mega.nz",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/grt6rny88sit.html",
        "server": "streamsb.com",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/grt6rny88sit.html",
        "server": "veryfiles.com",
        "size": "883MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2006||Uncategorized",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "The Restless (2006)",
    "description": "ေတာ္၀င္မိသားစုေတြဟာ ကိုယ္က်င္႔တရားပ်က္စီးလာၿပီးတိုင္းၿပည္ဟာပ်က္ယြင္းလာခဲ႔တဲ႔ မင္းဆက္ရဲ႔ေနာက္ဆံုးအခ်ိန္ကိုေရာက္လာခဲ႔တယ္မင္းက်င္႔တရားပ်က္ယြင္းလာတာနဲ႔အမွွ်တရားမွ်တမွဳမရွိေတာ႔ဘဲတိုငး္ၿပည္ကပ်က္ဆီးလာသလို ပုန္ကန္မွဳေတြလဲ ေပၚေပါက္ခဲ႔တယ္မေကာင္းဆုိး၀ါးေတြလဲ၀င္ေရာက္လာခဲ႔တယ္ေတာ္၀င္မိစာၦဖမ္းတဲ႔အဖြဲ႔ဟာ ၿပည္သူေတြအတြက္ေတာ္လွန္ပုန္ကန္ခဲ႔ေပမယ္႔အာဏာရူးတုိ႔ထံုးစံအတိုင္းအၿပတ္ရွင္းခဲ႔ၿပီးတဲ႔ေနာက္မွာ…..သူတုိ႔အယူအဆအရေတာ႔လူေသၿပီးရင္ ၾကားခံဘံုမွာ ၄၉ ရက္ၾကာေနၿပီးလူၿပန္၀င္စားရင္၀င္စား ဒါမွမဟုတ္ နိဗၺာန္ဘံုကိုလဲသြားႏိုင္တယ္ဒီၾကားခံဘံုကို ေတာ္၀င္မိစာၦအဖြဲ႔ကတဦးထဲေသာက်န္ခဲ႔တဲ႔သူေရာက္သြားတဲ႔အခါလူ႔ဘ၀ကနားက်ည္းခ်က္ေတြနဲ႔ ကမာၻၾကီးကိုၿပင္ဖုိ႔ၾကိဳးစားခဲ႔တဲ႔ တခ်ိန္ကေတာ္၀င္မိစာၦႏွိမ္နင္းေရးကလူေရာဘာၿဖစ္သြားမလဲ…..အခ်စ္ အလြမ္း ရသစံုေပးနိုင္တဲ႔ ဇာတ္ကားေကာင္းတခုၿဖစ္တယ္ဆုိတာေတာ႔ညႊန္းပါရေစFile Size         : 750 MBQuality           : Blu ray 720PRunning Time : 1hr 45 minuteFormat           : Mp4Genre             : Action, Adventure,DramaEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကိုျမန္မာၾကီးပဲ ျဖစ္ပါတယ္)",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/restless2016",
        "server": "VIP Links",
        "size": "966M B",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-restless-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "966MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lXVNZqKd_Bo",
      "video_url": "https://www.youtube.com/watch?v=lXVNZqKd_Bo",
      "embed_url": "https://www.youtube.com/embed/lXVNZqKd_Bo"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Hawwa Hawwai (2014) ျမန္မာစာတန္းထိုး",
    "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDB -7.5 ရရွိထားျပီး စိတ္ကူးဆႏၵေတြရဲ႕ေအာင္ျမင္ျခင္းကို မီးေမာင္းထိုးျပထားတဲ႔ ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအက်ဥ္း မုဆိုးမ တစ္ေယာက္ရဲ႕ သားေလး အာဂြ်န္ဟာ လက္ဖက္ရည္ဆိုင္ေလးရဲ႕လုပ္သားေလးေပါ့။ ဒီ ဆိုင္ေလးက စကိတ္ကြင္းေလးတစ္ခုမွာ တည္ရွိေနျပီး ညဘက္လိုလို စကိတ္စီး က်င့္သူမ်ားလည္း လာေလ့ရွိတတ္ႀကတယ္။တစ္ညမွာေတာ့ ဆရာလပ္ကီး ဦးေဆာင္တဲ႔ စကိတ္သင္ ေက်ာင္းသားေလးေတြကို အာဂြ်န္ ေတြ႕ခဲ႔ျပီး စကိတ္စီးခ်င္စိတ္ျပင္းျပလာခဲ႔တယ္။ အာဂြ်န္ရဲ႕ စိတ္ဆႏၵေတြကို ပံ႔ပိုးေပးေနသူေတြက အာဂြ်န္ရဲ႕သူငယ္ခ်င္းေကာင္း ေလးေဖာ္ ။ သူတို႕ေတြရဲ႕ ၀င္ေငြဟာ စကိတ္တစ္ခုအတြက္ မလံုေလာက္ေပမဲ႔ ျဖတ္ထိုးဥာဏ္အသံုးျပဳခဲ႔ျပီး အာဂြ်န္အတြက္ စကိတ္ဖိနပ္ လက္ေဆာင္ေပးခဲ႔ႀကတယ္။ ေနာက္ပိုင္းမွာေတာ့ ဆရာလပ္ကီးကိုယ္တိုင္ သင္ႀကားေပးခဲ႔ျပီး အာဂြ်န္ရဲ႕ အိပ္မက္ကို ပံုေဖာ္ေပးခဲ႔ႀကသည္။ ထို႔ျပင္ စကိတ္ျပိဳင္ပြဲတြင္ပါ ၀င္ေရာက္ယွဥ္ျပိဳင္နိုင္ရန္ ေလ့က်င့္ေပးခဲ႔သည္။အဲဒီေနာက္မွာေတာ့ —–????? ကဲ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာေတာ့ ရင္ခုန္ႀကည့္ရႈလိုက္ပါဦး။ အေျပာင္းအလဲတစ္ခုေႀကာင့္ ဇာတ္လမ္းရဲ႕ျပကြက္ေတြကလည္း အထင္းသား ရုပ္လံုးေပၚလာေစခဲ႔ပါတယ္။  ဒီဇာတ္ကားေလးက ရိုးရွင္းလွေပမဲ႔ နက္ရွိုင္းတဲ႔သံေယာဇဥ္ေတြနဲ႕ ေမတၱာတရားေတြကို ေဖာ္က်ဴးတင္ဆက္ထားပံုက သဘာ၀က်လြန္းလွပါတယ္။ထို့အျပင္ ဆင္းရဲသားလူေနမွုစနစ္နဲ႕ ေရာင့္ရဲႏိုင္ခဲ႔ျခင္းေတြ ေအာင္ျမင္လိုစိတ္ အျပည့္အ၀ရွိျခင္းေတြကလည္း ဇာတ္လမ္းရဲ႕အႏွစ္သာရ ကို ပီျပင္ေစခဲ႔ပါတယ္။ ဒါေႀကာင့္ CM ပရိသတ္ႀကီးလည္း အားေပးႀကည့္ရႈ ခံစားလိုက္ႀကပါဦးလို႕ တိုက္တြန္းလိုက္ပါရေစ။File Size         : 950 MBQuality           : Blu ray 720PRunning Time : 2 hrFormat           : Mp4Genre             : Drama, Family , SportEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD(ဇာတ္ကားအညြန္းေရးသူကေတာ့ လင္းခယံပဲျဖစ္ပါတယ္)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/12/f35d09a685b8c1971d6d469c062156fd_p_m-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R||1hr 49min|Uncategorized",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "4282"
    },
    "title": "Wrong Turn (2021)",
    "description": "Wrong Turn (2021)ဒီကားကတော့ အသစ်စက်စက် ထွက်ထားတဲ့ Wrong Turn ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အရင်ဇာတ်လမ်းတွေနဲ့ ကျောရိုးတူပေမယ့်နောက်ပိုင်း တော်တော်လေးကွဲတယ်လို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အားလပ်ရက် တောင်တက်အပျော်ခရီးထွက်လာတဲ့လူငယ်တစ်စုကတောင်တက်ဖို့မြို့ငယ်တစ်မြို့ကိုရောက်လာခဲ့ပါတယ်။အဲ့ဒီမြို့မှာ တည်းခိုနေစဉ် ထူးဆန်းတာတွေလည်း ဖြစ်ပျက်ခဲ့ပြီးအဲ့ဒီကနာမည်ကြီး တောင်ကို တက်ခဲ့ပြီးချိန်မှာတော့ အပြန်လမ်းမရှိခဲ့ပါဘူး။အဲ့ဒီတောင်တက်အဖွဲ့ထဲပါသွားတဲ့ ဂျန်နီဖာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရဲ့အဖေဖြစ်သူကတော့သူ့သမီးဖြစ်သူပျောက်ဆုံးတာ ခြောက်ပတ်လောက် အကြာမှာသူ့သမီးပျောက်ဆုံးတာ သွေးရိုးသားရိုးမဖြစ်နိုင်ဘူးဆိုပြီး စုံစမ်းဖို့ရောက်လာခဲ့ပါတယ်။ဒါပေမယ့်အဲ့ဒီ မြို့ကရဲကတော့ ဒီပျောက်ဆုံးမှုဟာ သာမန်ဖြစ်ရိုးဖြစ်စဉ်အိမ်ကနေထွက်သွားပြီး အပျော်ရှာနေတဲ့ လူငယ်တစ်စုလို့သာ မြင်ပြီးရေးကြီးခွင်ကျယ် ရှာဖွေမှုမပြုလုပ်ခဲ့ကြပါဘူး။အဲ့ဒီအတွက် ခံပြင်းနေတဲ့ ဂျန်နီဖာ အဖေဖြစ်သူ စကော့ကရဲတွေအစား သူကိုယ်တိုင်ရှာဖို့ဆုံးဖြတ်လိုက်ပြီးသူ့သမီးပျောက်ဆုံးသွားတဲ့ တောင်ပေါ်ကို ရှာဖွေဖို့လုပ်ပါတော့တယ်။ဒီတောင်ကနဂိုတည်းက ပြန်လမ်းမရှိတဲ့တောင် ဆိုပြီး နာမည်ကြီးသလိုတောင်ပေါ်တက်သူတိုင်းကလည်း စည်းကမ်းတွေ လိုက်နာရပါတယ်။တောင်တက်ဖို့လမ်း အမှတ်အသားတွေကို တောင်ပေါ်မှာလုပ်ပေးထားပြီးအဲ့ဒီတောင်တက်အမှတ်အသားလုပ်ထားတဲ့ လမ်းကြောင်းကလွဲပြီး တစ်ခြားနေရာကိုသွားခွင့်မရှိပါဘူး။ဒါကိုသွေဖယ်ပြီး သွားခဲ့ကြတဲ့ လူငယ်တစ်စုကတော့ဘယ်လို ကြောက်စရာ အဖြစ်အပျက်တွေနဲ့ကြုံခဲ့တယ်။အသက်ရော ရှင်နိုင်ခဲ့ရဲ့လား လွတ်မြောက်လာခဲ့တာလားဆိုတာကိုတော့ဒီကားကြည့်ရင်း တထိတ်ထိတ် တလန့်လန့်နဲ့အဖြေရှာနိုင်ပါတယ်။Wrong Turn ကားတွေရဲ့ ထုံးစံအတိုင်းသတ်ပုံသတ်နည်းကလည်း ထူးဆန်းသလို သတ်တာတွေကလည်းရက်စက်ပါတယ်။Jump Scare တချို့လည်းပါသလို အရင်ကားတွေလိုပဲ ကြောက်စရာကောင်းပေမယ့်ဒီကားကတော့ အရမ်းရွံ့ဖို့ မကောင်းဘူးလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းနဲ့ဇာတ်ကောင်တွေလည်း တော်တော်တိုးတက်လာတာမို့ကြောက်ရတာ တန်မယ့် နာမည်ကြီးကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။File size… 1.9GB and 898MBQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 1hr 49minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Moe PwintEncoder ….. August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ks0jQSWM8AKSHHGFiUKDyvXM5bS.jpg",
      "https://image.tmdb.org/t/p/w300/e39RVlu1eAaA0ta81qDjGjdKzwR.jpg",
      "https://image.tmdb.org/t/p/w300/6XVqVAMOsKL5C26pHesiAawuGYW.jpg",
      "https://image.tmdb.org/t/p/w300/lJHO2SoFr34j85jzXmjxH5Ri0TR.jpg",
      "https://image.tmdb.org/t/p/w300/acuY3A7dPICsCMjTe2p72Aw9Ls9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4U1SBHmwHkNA0eHZ2n1CuiC1K1g.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wrong-turn-2021",
        "server": "VIP Links",
        "size": "1.9GB",
        "quality": "1080P Bluray 5.1CH"
      },
      {
        "link": "https://usersdrive.com/gbuijg1bpu7h.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P Bluray 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/wrong-turn-2021-1080-p-blu-ray-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P Bluray 5.1CH"
      },
      {
        "link": "https://megaup.net/2Xvbv/Wrong.Turn.2021.1080p.BluRay.5.1CH.CM.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P Bluray 5.1CH"
      },
      {
        "link": "https://www.datbu.com/u3nl10dvb2z1.html",
        "server": "datbu.com",
        "size": "1.9GB",
        "quality": "1080P Bluray 5.1CH"
      },
      {
        "link": "https://veryfiles.com/qjxw3wlvklo7",
        "server": "veryfiles.com",
        "size": "1.9GB",
        "quality": "1080P Bluray 5.1CH"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/wrong-turn-2021",
        "server": "VIP Links",
        "size": "898MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/x8uqv4ze85w1.html",
        "server": "usersdrive.com",
        "size": "898MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wrong-turn-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "898MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1BAh3/Wrong.Turn.2021.720p.CM.mp4",
        "server": "megaup.net",
        "size": "898MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/3mu4qldzne52.html",
        "server": "datbu.com",
        "size": "898MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/vrolqw9ay5i0",
        "server": "veryfiles.com",
        "size": "898MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "0VFFFpDwfco",
      "video_url": "https://www.youtube.com/watch?v=0VFFFpDwfco",
      "embed_url": "https://www.youtube.com/embed/0VFFFpDwfco"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Arrow (Season 4) TV Series",
    "description": "Arrow season 4 အတြက္ အခ်ိန္က်လာပါျပီဗ်ာ။ ဒါေပမယ့္ အားလံုးသိျပီးတဲ့အတိုင္း လူေတြက အဲရိုးေသသြားျပီလို႕ပဲ သိထားၾကတာပါ။ အဲရိုးတို႕ စံုတဲြဟာလဲ ျမိဳ႕ရဲ႕ အေ၀းတစ္ေနရာမွာ ေပ်ာ္ရႊင္ေနၾကပါျပီ။ ျမိဳ႕အတြက္ေတာ့ အဲရိုးရဲ႕ညီမရယ္ Black canary ရယ္ ဒစ္ဂယ္ ရယ္က ဆက္လက္တိုက္ခိုက္ေနၾကပါတယ္။ ဒါေပမယ့္ ဒီစီစန္မွာေတာ့ သူတို႕ ခ်ည္းပဲ မေျဖရွင္းနိုင္ေတာ့တဲ့ အဖဲြ႕အစည္းၾကီးတစ္ခုေပၚလာပါျပီ။ H.I.V.E လို႕ ေခၚတဲ့အဖဲြ႕အစည္းၾကီးဟာ ျမိဳ႕က အုပ္ခ်ဳပ္ေရးပိုင္းက လူအားလံုးကို သတ္ျပီး ျမိဳ႕ကို တစ္စစီျပိဳကဲြေစပါေတာ့မယ္။ သူတို႕ရဲ႕ ေခါင္းေဆာင္ကေတာ့ စီစန္ ၃ မွာ နာမည္ၾကားခဲ့ျပီးျဖစ္တဲ့ ေရရွယ္ဂူး ရဲ႕ ျပိဳင္ဘက္ ရန္သူေတာ္ၾကီး ေဒမီယန္ ပဲျဖစ္ပါတယ္။ သူဟာ လက္ရိွအျမင္အရေတာ့ ရာရွယ္ဂူးထက္ပိုစြမ္းေနပါတယ္။ အဲရိုးရဲ႕ ျမွားေတြကို စြမ္းအားတစ္မ်ိဳးနဲ႕တားထားနုိင္ေနလို႕ပါပဲ။ တစ္ခ်ိန္ထဲမွာပဲ ပရိသတ္အားလံုးကို ဆဲြေဆာင္သြားနိုင္တာေတာ့ ေနာက္ေျခာက္လအၾကာမွာ အဲရိုးရဲ႕ အရင္းနီးဆံုး သူတစ္ေယာက္ ေသဆံုးခဲ့တာကုိ ျပခဲ့တာပါပဲ။ ဘယ္သူျဖစ္မလဲဆိုတာကိုေတာ့ မသိနိုင္ေသးပါဘူး။ သတင္းေကာင္းကေတာ့ Black canary ေဟာင္း က်ေတာ္တို႕ အခ်စ္ေတာ္ ဆာရာေလး ျပန္လာပါေတာ့မယ္။ ဒါဟာ ေနာက္နွစ္မွာ လာမယ့္ Legend of Tomorrow ထဲမွာ White Canary အျဖစ္ပါလာဖို႕ အစပါပဲ။ဒါေတြအားလံုးကို ေျဖရွင္းဖို႕အတြက္ အဲရိုးဆိုတဲ့ နာမည္ကို လည္း သံုးခြင့္မရိွေတာ့တဲ့ အိုလီဗာကြင္းအတြက္ နာမည္သစ္တစ္ခုနဲ႕ ျပန္လာရပါေတာ့မယ္။ အဲဒါကေတာ့ ၁၉၄၁ ခုနွစ္ကတည္းက DC comic ရဲ႕ ဇာတ္ေကာင္ Oliver Queen ရဲ႕ မူရင္းကာရိုက္တာ Green Arrow ဆိုတဲ့နာမည္နဲ႕ပါပဲ။ ပိုအစြမ္းထက္လာတဲ့ ရန္သူအဖဲြ႕ၾကီးနဲ႕ ပိုအစြမ္းထက္လာမဲ့ Green Arrow အဖဲြ႕တို႕ရဲ႕ တုိက္ပဲြေတြကေတာ့ ဒီစီစန္ ၄ ရဲ႕ အသက္ျဖစ္လာပါလိမ့္မယ္ ထင္ပါတယ္။ ကဲ အားေပးလိုက္ၾကပါစို႕ျမန္မာစာတန္းထိုးကိုေတာ့ Mmsubtitle.co နဲ့အတူ ပူေပါင္း တင္ဆက္ထားတာ ျဖစ္ပါတယ္။Season 4Zip File –VIP(ဇာတ္ကားအညြန္းေရးသူကေတာ့ CM Admin Little Neo ပဲ ျဖစ္ပါတယ္)@joker",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/Poster-Art-for-Arrow-Season-2-2.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Shark Lake (2015) ျမန္မာစာတန္းထိုး",
    "description": "ငမန္းေရကန္ဇတ္လမ္းဟာ သာယာေအးခ်မ္းလွပတဲ့ Tahoe ေရကန္ကိုအေျခတည္ၿပီးဖန္တီးထားတဲ့ သည္းထိပ္ရင္ဖိုဇတ္လမ္းတစ္ခုျဖစ္ပါတယ္။ ရွားပါးတဲ့တိရစာၦန္မ်ားကို စုေဆာင္းတတ္သူတစ္ဦးဟာ သူရဲ႕အဖိုးအတန္ဆံုးေသာ ရွားပါးပစၥည္းတစ္ခုကို ကန္၏ပတ္၀န္းက်င္မွာ စြန္႔ပစ္လိုက္တဲ့အခ်ိန္ကစၿပီး ေရကန္ရဲ႕ ေအးခ်မ္းသာယာလွပမႈဟာ ပ်က္စီးခဲ့ရပါတယ္။ အရာရွိတစ္ဦးျဖစ္တဲ့ Meredith Hendricks ဟာတရားမွ်တမႈအတြက္ တိရစာၦန္မ်ားကိုဖမ္းဆီးၿပီးရွားပါးပစၥည္းမ်ားကို ရွာေဖြစုေဆာင္းတတ္သူေတြကို လိုက္လံဖမ္းဆီးရတဲ့တာ၀န္ကို ထမ္းေဆာင္ေနသူ တစ္ဦးျဖစ္ပါတယ္။ ဒီဇာတ္လမ္းဟာ အေမႏွင့္သား အေဖႏွင့္သမီးတို႔ၾကားက ဆက္ႏြယ္မႈကို မီးေမာင္းထိုးျပထားတဲ့ ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္။ Horror, Thriller ဇာတ္ကားမ်ိဳးကို ၾကိုက္တဲ့လူေတြအတြက္ သေဘာက်ေစမဲ့ ဇာတ္ကားမ်ိဳးပဲ ျဖစ္ပါတယ္။(အညြန္းေရးသူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)File Size         : 660 MBQuality           : Blu ray 720PRunning Time : 1hr 32 minuteFormat           : Mp4Genre             : Horror, ThrillerEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/02/Shark-Lake-VOD-Final-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Snow Girl and the Dark Crystal (2015) / ZHONGKUI",
    "description": "Screenshotsတ႐ုတ္ေရွးေဟာင္း စိတ္ကူးယဥ္သိုင္းကားႏွစ္သက္သူေတြ ျမည္းစမ္းၾကည့္ႏိုင္ဖို႔အတြက္ အကယ္ဒမီဆုရ ဒါ႐ိုက္တာပီတာေပါင္း ႐ိုက္ကူးထားတဲ့ဇာတ္ကားသစ္ေလးအေၾကာင္း ေဖာ္ျပလိုက္ပါတယ္။မေကာင္းဆိုးဝါးမိစၧာေတြကိုႏွိမ္နင္းသူျဖစ္တဲ့ ဒ႑ာရီထဲက သူရဲေကာင္းက်ဳံးေကြဟာ လွ်ဳိ႕ဝွက္ဆန္းၾကယ္တဲ့စြမ္းအင္ရွိသူျဖစ္ၿပီး ေကာင္းကင္ဘံုနဲ႔ငရဲမွာ တစ္ၿပိဳင္နက္တိုက္ခိုက္ရင္း လူသားေတြနဲ႔ သူခ်စ္ရတဲ့မိန္းကေလးကို ကယ္ဆယ္ပံုကို ဇာတ္အိမ္တည္ ႐ိုက္ကူးထားတာပါ။တ႐ုတ္ဒ႑ာရီ ဇာတ္လမ္းေတြရဲ႕ ထံုးစံအတုိင္း ဒီဇာတ္လမ္းမွာလည္း နတ္သမီးေတြ၊ မေကာင္းဆိုးဝါးေတြနဲ႔ လူေတြအတူတကြ ေအးေအးခ်မ္းခ်မ္း ေနလို႔မရတဲ့စၾကဝဠာႀကီးနဲ႔ စတင္ထားပါတယ္။ေထာင္စုႏွစ္ေတြ ျဖတ္သန္းၿပီးတိုင္းမွာ မေကာင္း ဆုိးဝါးေတြကလည္း လူသားေတြအျဖစ္ ျပန္ဝင္စားသလုိ အဆင့္ျမင့္သြားတာေတြလည္းရွိတာေၾကာင့္ မုိးနတ္မင္းဟာဆိုရင္ ငရဲျပည္က မေကာင္းဆိုးဝါးေတြ လြတ္လာမွာအလြန္စိုးရိမ္ေနခဲ့ပါတယ္။နတ္ဘုရား က်န္ေဒါင္ရွန္ဟာ မိစၧာရန္က ကာကြယ္ႏိုင္ဖို႔အတြက္ သူ႔တပည့္ျဖစ္တဲ့ က်ဳံးေကြကို မေကာင္းဆိုးဝါးေတြ ရဲ႕ဝိညာဥ္ေတြသိမ္းဆည္းတဲ့ ငရဲျပည္ကေန အနက္ေရာင္  သလင္းေက်ာက္ကို ယူေဆာင္ေစခဲ့ပါတယ္။ တစ္ကိုယ္တည္းသမားက်ဳံးဟာ မိစၧာေတြနဲ႔မေကာင္းမႈမွန္သမွ် ဖယ္ရွားရွင္းလင္းသူ တစ္ေယာက္ျဖစ္တာေၾကာင့္ သူ႔ဆရာ ရဲ႕ ေစခိုင္းခ်က္ အတိုင္းလုပ္ေဆာင္ခဲ့ပါတယ္။ မေကာင္းဆိုးဝါး ဘုရင္က ဟူၿမိဳ႕ေတာ္ကို  ေအးခဲသြားေအာင္  လုပ္ဖို႔  အတြက္ ႏွင္းမင္းသမီးကိုခိုင္းေစခဲ့ပါတယ္။ ႏွင္းမင္းသမီးနဲ႔ မေကာင္းဆိုးဝါးေတြဟာ ပါရွင္းအကအဖြဲ႕ ေယာင္ေဆာင္ၿပီး ဟူၿမိဳ႕ေတာ္ထဲဝင္ခဲ့ၿပီး ေပ်ာက္ဆံုးသြားတဲ့ က်ဳံးရဲ႕ခ်စ္သူလို႔ ထင္မွတ္ေအာင္လည္း ညႇိဳ႕ယူခဲ့ပါတယ္။ ဒီဇာတ္လမ္းက စိတ္ကူးယဥ္ လွ်ဳိ႕ဝွက္ဆန္းၾကယ္ ဇာတ္ကားျဖစ္လို႔ အထူးျပဳလုပ္ခ်က္ေတြ အလြန္အကြၽံသံုးထားတာေၾကာင့္ ၾကည့္ရတာတစ္မ်ဳိးျဖစ္ေနေပမယ့္လည္း အတိုက္အခိုက္ ဇာတ္ကြက္ေလးေတြကေတာ့ ၾကည့္ေကာင္းပါတယ္။အကအဖြဲ႕ကိုယံုလြယ္မိတဲ့ လူသားေတြကို မိစၧာေတြက ဘယ္လိုဒုကၡေပးဦးမွာလဲ။ မိစၧာေတြကို ႏွိမ္နင္းတဲ့က်ဳံးေကြတစ္ေယာက္ သူခ်စ္ရတဲ့ ႏွင္းမင္းသမီးနဲ႔ ဆံုစည္းခြင့္ရမလားဆိုတာ ၾကည့္လိုက္ၾကဦးေနာ္။ ဒီဇာတ္ကားမွာ ျမန္မာပရိသတ္ေတြနဲ႔ မစိမ္းတဲ့ မင္းသမီးဖန္ပင္းပင္းက ႏွင္းမင္းသမီးအျဖစ္သ႐ုပ္ေဆာင္ထားၿပီး သူရဲေကာင္း က်ဳံးေကြအျဖစ္ မင္းသားခ်န္ကြန္းက သ႐ုပ္ေဆာင္ထားတာပါ။         ။ရုပ္ရွင္အညႊန္းကို 7Daydaily.com မွကူးယူေဖာ္ျပပါသည္။(ျမန္မာစာတန္းထိုးကိုေတာ့ ညီေလးကသာသားေလးမွေရးထိုးေပးခဲ့ပါတယ္။)File size…900MBQuality….WEB-Rip 720pFormat…mp4Duration….01:58:00Subtitle….Myanmar Subtitle (Hardsub)Encoder Note….Chinese&English HardsubEncoder….Kyaw Swar Winနမူနာၾကည့္ရန္",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/05/zhong-kui-900-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/snow-girl-and-the-dark-crystal-2015",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/snow-girl-and-the-dark-crystal-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/snow-girl-and-the-dark-crystal-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/t57t6q6myfh0",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ra3f7CNhj78?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=ra3f7CNhj78?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/ra3f7CNhj78?feature=player_embedded"
    }
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "This is the End (2013) ၿမန္မာစာတန္းထိုး",
    "description": "တစ္ကားလံုးလည္းၾကည္႔ၿပီးသြားၿပီ..အဆန္းၾကီးမို႕ဘယ္လိုညႊန္းရမွန္းလဲမသိဘူး.မိုက္လြန္းလို႕ ထိုင္ရာကလည္းမထေအာင္ၾကည္႕မိတယ္ 😀2013 ခုႏွစ္မွာထြက္ရွိခဲ႕တဲ႕ This is the End ရုပ္ရွင္ဇာတ္ကားကို Seth Rogen နဲ႕ Evan Goldbergတို႕ကတြဲဖက္ရိုက္ကူးတင္ဆက္ထားၿပီး..သရုပ္ေဆာင္အစံုအလင္ပါ၀င္ထားပါတယ္နာမည္ၾကီးအဆိုေတာ္ Rihanna လည္းပါ၀င္ၿပီး ဟယ္ရီေပၚတာ ဇာတ္ကားမွာ ဟာမြန္နီ ဂရင္ဂ်ာလို႕လူသိမ်ားခဲ႕တဲ႕ Emma Watson လည္းပါ၀င္ပါတယ္..ဧည္႕သည္သရုပ္ေဆာင္အေနနဲ႕ပါဟာသဆန္ဆန္…ရိုက္ကူးမွုေတြနဲ႕အတူ..စိတ္လွုပ္ရွားဖုိ႕လည္းေကာင္းတဲ႕ ဒီဇာတ္ကားဟာIMDb Rating မွာ 6.7 ရရွိထားပါတယ္..မိသားစုအတူၾကည္႕ရွဳႏိုင္တဲ႕ကားလည္းၿဖစ္ၿပီးနာမည္ၾကီးမင္းသားေတြ အစံုအလင္ရိုက္ကူးထားတဲ႕ဇာတ္ကားေကာင္းတစ္ေကာင္းသာၿဖစ္ေၾကာင္းညြန္းေပးလိုက္ရပါတယ္..ဒီေလာက္ပဲအညႊန္းေပးတာခႊင္႕လႊတ္ၾကပါကုန္..အစထဲကေရးထားပါတယ္..အဆန္းၾကီးမို႕ဘယ္လိုညႊန္းေပးရမလဲေတာင္မသိပါဘူးလို႕ 😀(ဒီဇာတ္ကားအတြက္ စာတန္းထိုးဖိုင္ကိုေတာ႕ ကသာ သားေလး မွ စိတ္ေစတနာ ရက္ေရာစြာၿဖင္႕ ေပးပါသည္ )Filesize: 645 MBQuality: Blu-Ray720pFormat : mp4During : 1:46:41Subtitles: Myanmar Subtitles ( Hardsub )Encoder : LKDownload And Watch With Pcloud Link",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/04/this_is_the_end_2013_r1_custom-front-www.getdvdcovers.com_-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|1h 57min|Uncategorized",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "636"
    },
    "title": "Family of Strangers (2019)",
    "description": "Family of Strangers————————————သွေးသားတော်စပ်သူတွေကို မိသားစုလို့ခေါ်ကြတယ်သွေးသားမတော်စပ်ပေမယ့်မိသားစုထပ်ပိုနွေးထွေးတဲ့သူတွေနဲ့ ကြုံဖူးကြလား??အရပ်သုံးစကားကတော့ ရပ်ဆွေရပ်မျိုးပေါ့အဲ့လိုဆိုပေမယ့်လည်း သွေးသားအချင်းချင်းကိုညှင်းပန်းနှိပ်စက်ပြီး ရိုင်းစိုင်းတဲ့သူတွေလည်းရှိကြတာပဲဒီကားထဲမှာတော့ လူသတ်ပြီးကြိုးပေးတာမသေလို့စိတ်ကျန်းမာရေးဆေးရုံရောက်နေတဲ့လူကြီးရယ်ဆေးသုံးလွန်ပြီး ကြောင်နေလို့ရောက်လာတဲ့လူရည်လည် ကောင်လေးရယ်ပထွေးကအနိုင်ကျင့်တာကိုဘယ်သူ့အကူအညီမှမရပဲသတ်သေချင်နေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးရယ်တို့ကစိတ်ကျန်းမာရေးဆေးရုံမှာဆုံကြရင်းကအချင်းချင်းနွေးထွေးကြတဲ့ဆက်ဆံရေးလေးကိုကြည့်ရမှာပါသွေးမတော်သားမစပ်ပေမယ့်ဘဝတူတွေမို့ ကိုယ့်သွေးသားမိသားစုလိုအတူတူလိုက်ပါ ခံစားနာကျင်ထိခိုက်ပြီးတတ်နိုင်တဲ့ဘက်ကကူညီကြတဲ့ရိုးရှင်းတဲ့ မေတ္တာတရားအေးချမ်းတဲ့မေတ္တာတရားကိုဘာအထူးတလည်မွမ်းမံမှုမှမရှိပဲနဲ့ရင်ထဲရောက်အောင် ရိုက်ကူးပြသထားတာကြောင့်အသေးစိတ်ကအစ ရင်ထဲခံစားရစေမှာပါ….ဒီလိုကပ်ဘေးကာလမှာ နှလုံးသားကိုလဲအာဟာရကျွေးဖို့လိုတာကြောင့် နှလုံးသားအာဟာရမိသားစုဇာတ်ကားလေးကို ကြည့်ရှုခံစားကြပါဦးဒါကြောင့် သေချာလေးကြည့်ပြီးခံစားလိုက်ပါဦးနော်..IMDB 6.2 ရထားပြီး castingပိုင်းမှာလဲဂျပန်နိုင်ငံရဲ့ နာမည်ကြီးမင်းသမီး နနကိုမတ်စုလေးကခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်ရိုက်ကူးထားကြောင့်ကြည့်ရှုသူ ပရိသတ်တို့ သရုပ်ဆောင်ပိုင်းမှာလဲ နှစ်ခြိုက်ကြမှာပါ…အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ ThinZar Htet မှခံစားရေးသားပေးထားပါတယ်Translated by : ThinZar HtetEncoded by : YKQuality :720p HDTV x264 AAC5.1File Size : 1.2GBSubtitles : Myanmar (Hardsub)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yqMqZz0JfcX6rIhnbnZ5rrZSq8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dnaioo5EbXEkGGrYdfWXxWBssio.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/45kdfphx337s.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-family-of-strangers-2019-720-p-hdtv-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3CEHa/%7BCM%7DFamily_Of_Strangers_2019_720p_HDTV_x264_AAC5.1.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/c0o2ifr17t89",
        "server": "veryfiles.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/6b3mwjj6qmr6.html",
        "server": "datbu.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/family-of-strangers-2019",
        "server": "VIP Links",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Turbo: A Power Rangers 1997 (ျမန္မာစာတန္းထိုး)",
    "description": "Mighty Morphin …Zero Ranger ျပီးရင္ Power Ranger ရဲ႕Third Generation ျဖစ္တဲ႕ Turbo Ranger နဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္…Turbo Ranger မွာ Mighty Morphin နဲ႕ Zero မွာပါဝင္ခဲ႕တဲ႕လူေတြပါဝင္ခဲ႕ေပမယ့္ Mighty Morphin နဲ႕ Zero Ranger မွာ Red Ranger နဲ႕ Blue Ranger  အျဖစ္သရုပ္ေဆာင္ခဲ႕တဲ႕ Rocky အစား New Youngest Ranger ေလးတစ္ဦး Blue Ranger အျဖစ္သရုပ္ေဆာင္ဖို႔အတြက္ပါဝင္လာခဲ႕ပါတယ္….Power Ranger ေတြထဲမွာေတာ့ရွားရွားပါးပါး The Movie အျဖစ္၂ကားထဲသာထြက္ခဲ႕တဲ႕ Mighty Morphin နဲ႕ Turbo ျဖစ္ပါတယ္…The First Power Ranger Mighty Morphin The Movie ဟာ ပရိတ္သတ္အမ်ားအျပားရဲ႕အားေပးျခင္းခံခဲ႕ရျပီး ေနာက္ထပ္ေျခလွမ္းသစ္အေနနဲ႕Mighty Morphin The Movie  ရဲ႕ ခ်ိဳ႕ယြင္းေနတဲ႕ Computing Effect ေတြကို Turbo Ranger The Movie မွာထပ္ေလာင္းအားျဖည့္ေပးခဲ႕ပါတယ္….အခု Turbo Power Ranger (The Movie ) မွာေတာ့ Old Morphin Type ျဖစ္တဲ႕ Zero Ranger ေတြေနရာမွာ Third Generation ျဖစ္တဲ႕ Power Ranger Turbo ကိုအစားထိုးထည့္သြင္းျပီး Fighting  Adventure ကို ပိုျပီးသစ္လြင္ေစခဲ႕ပါတယ္…. Review ကိုေျပာရင္ျဖင့္ ဇာတ္ကားတခုလံုးဆက္ႏြယ္ေနတာေႀကာင့္မေျပာေတာ့ပါ…ဒါေပမယ့္ Power Ranger သမိုင္းတစ္ေလ်ာက္မွာေတာ့ အေကာင္းဆံုးAdventure Movie အျဖစ္ရပ္တည္ခဲ႕တဲ႕ကားေကာင္းေလးတစ္ကားဘဲျဖစ္ပါတယ္….ဇတ္လမ္းကို #MoeMyint Lwin မွ ဘာသာျပန္ေပးၿပီး အညႊန္းကိုလဲ ေရးေပးထားပါတယ္(သစ္ဆန္းခန္႔)Download——————File size – ( 570 MB )Quality – DVD RipFormat – MP4Duration – 1h 39mSubtitle – Myanmar SubtitleEncoder – Thit San Khant",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/06/turbo-powrang-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2014|98 min|Uncategorized",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "13,854"
    },
    "title": "Starry Eyes (2014)",
    "description": "2014 ခုႏွစ္က ထြက္ရွိထားတဲ့ သဲထိပ္ရင္ဖို စိတ္ကူးယဥ္ ကားေလးတစ္ကားကိုတင္ဆက္ေပး လိုက္ပါတယ္ အခုလို ေအးတဲ့ေဆာင္း တြင္း ညမွာ ေစာင္ေလးၿခံဳ ၿပီးၾကည့္လိုက္ရရင္ ေတာ့ တကယ့္အႏွစ္ပါပဲ ဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရုပ္ရွင္သရုပ္ေဆာင္ တက္သစ္စ မင္းသမီး တစ္ေယာက္ ေအာင္ျမင္ မွဴ ကို လိုျခင္ လာေတာ့ မလုပ္သင့္ မလုပ္ထိုက္တဲ့ နတ္ဆိုး နဲ႔ အေလာင္း အစား အေပးအယူ ကို လုပ္လိုက္ မိၿပီး အဲ့ဒီ အေပးအယူ လုပ္ထားတဲ့ နတ္ဆိုး က အခ်ိန္တန္ေတာ့ သူ႔ရဲ႕ ရစရာ ရွိတာကို ျပန္ယူဖို႔ႀကိဳးစားတဲ့ အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဘယ္လို စိတ္လွဴပ္ရွားစရာေတြ နဲ႔ ေတြ႕ႀကံဳ ရမလဲဆိုတာေတြကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာQty – 720p BlurayDuration – 1hr 40minGern – Horror / ThrillEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dKIDvYQWVn9UxelOgpfoqzCZ9vv.jpg",
      "https://image.tmdb.org/t/p/w300/rwodKgVcKjV8BPjWrVxfoCal7IO.jpg",
      "https://image.tmdb.org/t/p/w300/2lJIemGvzhByWFm0DO594rjCeW8.jpg",
      "https://image.tmdb.org/t/p/w300/ekPMgmarNELbDFljCgZPHtgNQcy.jpg",
      "https://image.tmdb.org/t/p/w300/aLDPjMbzXThFLyg44MBCGinGc26.jpg",
      "https://image.tmdb.org/t/p/w300/wLDmFod3icHsfZXGIIDCxXdfVeK.jpg",
      "https://image.tmdb.org/t/p/w300/f204Os8YJZ5FgGI7IkHRqWFOsGN.jpg",
      "https://image.tmdb.org/t/p/w300/tElNBW1tBIu7qa5AUmKfh3FgmjS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/Screenshot_2017-12-01-18-48-58-51.png",
    "movie_links": [
      {
        "link": "https://openload.co/f/7qegH-botYw/%5BCM%5DStarry.Eyes.2014.mp4",
        "server": "openload.co",
        "size": "756MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/gR",
        "server": "openload.co",
        "size": "308MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/1K7",
        "server": "drive.google.com",
        "size": "756MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "2JbO0eIc3jM",
      "video_url": "https://www.youtube.com/watch?v=2JbO0eIc3jM",
      "embed_url": "https://www.youtube.com/embed/2JbO0eIc3jM"
    }
  }
]