[
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "167000"
    },
    "title": "Hero(2022)",
    "description": "Hero(2022)***********ဒီရုပ်ရှင်ကားကြီးဟာ တော်လှန်ရေးသူရဲကောင်းAhn Jung Geun  ရဲ့အကြောင်းကိုအခြေခံပြီး ရိုက်ကူးထားတာဖြစ်တယ်.. ဒီလူဟာ ကိုရီးယားသမိုင်းရဲ့ အထင်ကရ ပုဂ္ဂိုလ်ဖြစ်လေတော့ဒါရိုက်တာကလည်း အဘက်ဘက်က ပြည့်စုံအောင် သေချာကိုရိုက်ကူးထားတာတွေ့ ရတယ်..Musical လည်းပါလေတော့ လိုက်ဖက်ပြီး ဇာတိမာန်တက်ကြွစေတဲ့သီချင်းတွေသုံးထားတော့ကြည့်ရှုတဲ့သူတွေကိုပါ သွေးဆူစိတ်လှုပ်ရှားစေတယ်.. B.Oလည်းဝင်သလိုကြည့်သင့်တဲ့ကားတစ်ကားလည်းဖြစ်တယ်..“၃ နှစ်အတွင်း ငါတို့အမိမြေရဲ့ရန်သူ အီထို ဟီရိုဘူမီကို မရှင်းပစ်နိုင်ရင်…အဲဒီအခါ သတ်သေပါ့မယ်”1900 ခုနှစ်အစပိုင်းမှာ ကိုးရီးယားနိုင်ငံအပေါ် ဂျပန်နိုင်ငံရဲ့အာဏာလွှမ်းမိုးမှု ကြီးမားလာတဲ့အလျောက်လွတ်လပ်ရေးလှုပ်ရှားမှုခေါင်းဆောင် အန်ဂျွန်ဂွန်းနဲ့ ရဲဘော်အပေါင်းအပါတို့က လက်သူကြွယ်ကို ဖြတ်ပြီးအဆိုပါကျမ်းသစ္စာကို ကျိန်ဆိုခဲ့ကြပါတယ်..အဲဒီကျမ်းသစ္စာကို တည်နိုင်ဖို့အတွက် အန်ဂျွန်ဂွန်းနဲ့ ရဲဘော်အပေါင်းအပါတွေရဲ့ လွတ်လပ်ရေးလှုပ်ရှားမှု လုပ်ဆောင်ကြပုံတွေဂျိုဆွန်းနယ်ချဲ့မှုရဲ့ အဓိကတရားခံဖြစ်တဲ့ အီထို ဟီရိုဘူမီကို ရှင်းပစ်နိုင်ဖို့ ကြိုးစားကြပုံတွေကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး‌နော်..အားလုံးသိပြီးသား မင်းသမီးလေး Kim Go Eun လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်Musical ရုပ်ရှင်ဖြစ်တဲ့အတွက် သီချင်းအမိုက်စားတွေနဲ့ပါ ထပ်‌ပေါင်းပံ့ပိုးပေးထားတာဖြစ်လို့ကြက်သီးမွေးညင်းထရင်းနဲ့ ကြည့်ရမဲ့ကားလေးပါ ….File Size 🙁 1.84GB )(837MB)Quality :WEB-DL1080P, 720pFormat…mp4Duration…02:00:00Genre : Biography,History, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Wai Oo & MiriEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wgiVj0H81KBpfUzcixmKdELhGW6.jpg",
      "https://image.tmdb.org/t/p/w300/mi96luvYA4pjkk4GtuLTp9Cz2bA.jpg",
      "https://image.tmdb.org/t/p/w300/4gSMYHIiwV4ibWzz5g61VbbSVxw.jpg",
      "https://image.tmdb.org/t/p/w300/5YdBdRZdAWrAoTdbLy6X3WRnb5y.jpg",
      "https://image.tmdb.org/t/p/w300/dFDo39fAyfAE6Q9IAk3wYbL8tvT.jpg",
      "https://image.tmdb.org/t/p/w300/uGHlKKfseHcTGoEdUUo1w8GhXos.jpg",
      "https://image.tmdb.org/t/p/w300/uxYN4YSFuNOywD56dcPxODVx6Jf.jpg",
      "https://image.tmdb.org/t/p/w300/5K2UAedVSFW8JcQuiysPyB4GA6Y.jpg",
      "https://image.tmdb.org/t/p/w300/wuAgsFNh6ZwmZqUkPk6L2bJDQNM.jpg",
      "https://image.tmdb.org/t/p/w300/hAvxI3yKQ0TBMmLmmsPGOvpr5CR.jpg",
      "https://image.tmdb.org/t/p/w300/i4fZflREpFTmd7FPF6Bew4Vt5y6.jpg",
      "https://image.tmdb.org/t/p/w300/jcTPFfa5AU37ih89bY5JL78TTq6.jpg",
      "https://image.tmdb.org/t/p/w300/poNAZwMyAq7Bl3WzMao8HYv3iLL.jpg",
      "https://image.tmdb.org/t/p/w300/e321juAAPFEM4nTZJ6EGYRjWP5n.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zLSeVbnq6dRdA9hdgHfhVnGaiuK.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mc6e4evgo2ni.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/hero-2022-web-dl-1080-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yuU8/Hero.2022.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/qyYQiJwA#e9RKhFeYvMQLBZANPN5FO2I0TtqR0W0z3KzAi41w5ws",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/qg9bk8fsxwl4",
        "server": "streamvid.io",
        "size": "1.84GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/zxt8nigr0uan.html",
        "server": "usersdrive.com",
        "size": "837MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/hero-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Sxpk/Hero.2022.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "837MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/qqgCzQYD#jKsp_GvlcXD923UCl8xCqaoj5D1y2hdIZZAnuhAFWek",
        "server": "mega.nz",
        "size": "837MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/g3caddq5408f.html",
        "server": "streamsb.com",
        "size": "837MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/mgcc9dlp7ff8",
        "server": "streamvid.io",
        "size": "837MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "3WfKFHb-cfw",
      "video_url": "https://www.youtube.com/watch?v=3WfKFHb-cfw",
      "embed_url": "https://www.youtube.com/embed/3WfKFHb-cfw"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "N/A"
    },
    "title": "My Dinner With Hervé (2018)",
    "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္လမ္းကေတာ့“My dinner with Hervé”ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္…ဒီဇာတ္လမ္းက IMDb 7.2 ထိရရွိထားတာေၾကာင့္ဇာတ္လမ္းေကာင္းဆိုၿပီး အထူးညႊန္းစရာေတာင္မလိုေတာ့ပါဘူး…ဒီဇာတ္လမ္းမွာေတာ့ “Fifty Shades of Grey”ဇာတ္လမ္းမွာChristian Grey အေနနဲ႔ သရုပ္ေဆာင္ထားတဲ့မင္းသား Jamie Dornan လဲပါဝင္ပါတယ္…ဒီဇာတ္လမ္းက တစ္ေခတ္တစ္ခါက နာမည္ႀကီးခဲ့တဲ့ လူပုမင္းသား“Hervé Villechaize” အေၾကာင္းရိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းလည္းၿဖစ္ပါတယ္…Hervé ဟာ ငယ္စဥ္ကတည္းက အရြယ္မႀကီးႏိုင္တဲ့ေရာဂါေဝဒနာခံစားခဲ့ရပါတယ္…မိခင္ျဖစ္သူဟာ သားျဖစ္သူရဲ႕ အျဖစ္ဆိုးကို ၾကည့္ၿပီး ယူက်ံဳးမရျဖစ္ခဲ့ပါတယ္…ဆရာဝန္တစ္ေယာက္ျဖစ္တဲ့ Hervé ရဲ႕ဖခင္ကေတာ့ မျဖစ္ႏိုင္တာမရွိဘူးဆိုတဲ့ရည္ရြယ္ခ်က္နဲ႔ သားလူေကာင္ႀကီးလာဖို႔ အမ်ိဳးမ်ိဳးႀကိဳးစားခဲ့ပါတယ္…ဒါေပမဲ့ အရာမထင္ခဲ့ပါဘူး…Hervé ဟာ ေက်ာင္းတက္တဲ့အခ်ိန္ေရာက္ေတာ့လည္းအတန္းေဖာ္ေတြရဲ႕ ကဲ့ရဲ႕ေလွာင္ေျပာင္ခံခဲ့ရပါတယ္…Hervé ဟာ ပန္းခ်ီပညာေလ့လာခဲ့ပါတယ္…ေနာက္ပိုင္းမွာေတာ့ သူဟာသရုပ္ေဆာင္အေနနဲ႔ ေအာင္ျမင္ခဲ့ပါတယ္…သရုပ္ေဆာင္ဘဝမွာလဲ လူေကာင္ေသးေနတာေၾကာင့္ကေလးတစ္ေယာက္လို ဆက္ဆံခဲ့ရပါတယ္…Hervé ဟာ ဘဝတေလၽွာက္လံုးကဲ့ရဲ႕ေလွာင္ေျပာင္သေရာ္မႈေတြနဲ႔ မိတ္ေဆြျဖစ္ခဲ့ပါတယ္…ဒါေပမဲ့ ဒီအခက္အခဲေတြကို ေက်ာ္လြန္ၿပီး သူေအာင္ျမင္ခဲ့ပါတယ္…Hervé ဟာ အသက္ ၅၀ အရြယ္မွာေတာ့ အႏုပညာအလုပ္ အနားယူခဲ့ပါတယ္…Danny Tate ဆိုတာကေတာ့ ဘယ္ေတာ့မွအျဖစ္မရွိတဲ့ သတင္းေထာက္တစ္ေယာက္…တစ္လတိတိ အရက္ျဖတ္ထားရတဲ့လူတစ္ေယာက္…တစ္ေန႔ေတာ့ လူပုမင္းသား Hervé ကို အင္တာဗ်ဴးဖို႔ သူတာဝန္ရခဲ့ပါတယ္…Hervé ကို အင္တာဗ်ဴးတဲ့အခ်ိန္မွာေတာ့ Danny ဟာHervé ရဲ႕ဘဝ ျဖစ္ရပ္မွန္ေတြကို သိခဲ့ရပါတယ္…ဒီဇာတ္လမ္းက ျဖစ္ရပ္မွန္မို႔ မင္းသား Hervé Villechaize အေၾကာင္းကိုလည္းGoogle မွာရွာၾကည့္ႏိုင္ပါတယ္…Hervé ဟာ မင္းသား James Bond နဲ႔အတူ“Man with Golden Gun”ဆိုတဲ့ဇာတ္လမ္းနဲ႔နာမည္ေက်ာ္ခဲ့သူျဖစ္ပါတယ္ …သူအခက္အခဲေတြကို ဘယ္လိုျဖတ္ေက်ာ္ခဲ့ရလဲ….သူဘယ္လိုေသဆံုးခဲ့လဲ… ….Hervé ဟာ သာမန္လူတစ္ေယာက္မဟုတ္လို႔ေလာကဓံရိုက္ႏွက္မႈဒဏ္ကိုအျခားသူထက္ပိုခံခဲ့ရပါတယ္…ပုတဲ့လူလဲ လူပါပဲ….ဝတဲ့လူ ပိန္တဲ့လူ အကုန္လံုးက လူေတြပါပဲ…ဘာလို႔လူအခ်င္းခ်င္း အဆင့္အတန္းခြဲၿပီး ႏွိမ္ေနမလဲ….ဒီဇာတ္လမ္းကို ၾကည့္ၿပီးေနာက္မွာေတာ့ ပရိတ္သတ္အတြက္message တစ္ခုခုက်န္ခဲ့မယ္ဆိုတာ ေသခ်ာပါတယ္…ဇာတ္လမ္းေကာင္းမို႔ ၾကည့္ရႈၾကပါဦးေနာ္…(ဒီဇာတ္ကားကို အညႊန္းနဲ႕ဘာသာၿပန္ေပးသူကေတာ့ May Haruko ပဲၿဖစ္ပါတယ္..)File Size : (925 MB) and (325 MB)Quality : WedDL 720pRunning Time : 1hr 50 minFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMay HarukoEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6YKWeDQAAfdO6vVdm0oF190ptrj.jpg",
      "https://image.tmdb.org/t/p/w300/givyOg8mdy0aFCdENMn8FIVuS4o.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sb7Pr5mS4l37gWOWcwVaFNclhZh.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/iy/My_Dinner_With_Herve_[2018]_[MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "925 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-dinner-with-herve-2018",
        "server": "CM Links",
        "size": "925 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/my-dinner-with-herve-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "925 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/jnwbdxe2vc7c",
        "server": "upstream.to",
        "size": "325 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "S2WfK1hsuRA",
      "video_url": "https://www.youtube.com/watch?v=S2WfK1hsuRA",
      "embed_url": "https://www.youtube.com/embed/S2WfK1hsuRA"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Manjhi: The Mountain Man (2015)",
    "description": "(အချစ်အတွက် တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့သူသို့မဟုတ်/ ဂင်းနစ်စံချိန်ဝင် ကမ္ဘာ့အံ့ဖွယ်လူသား)ကမ္ဘာပေါ်မှာ အချစ်ကိုနည်းအမျိူးမျိုးပုံဖော်ကြပါတယ်။ကိုယ့်ချစ်သူ အတွက် ဘာမဆိုလုပ်ပေးမယ်.. စွန့်လွတ်အနစ်နာခံရဲတယ်…တစ်ချို့က ကိုယ့်ချစ်သူအတွက်အိမ်လေးတစ်လုံး ဆောက်ပေးတာ… တစ်ချို့က ကိုယ့်ချစ်သူအတွက်ရွှေငွေရတနာတွေ အပြည့်နဲ့ ကိုယ့်ချစ်ရတဲ့သူ စိတ်ချမ်းသာအောင်ဖန်တီးပေးကြတာ ….. စတဲ့ စတဲ့ လက်တွေ့ဆန်တဲ့ အချစ်မျိုးနဲ့လည်း ပုံဖော်ကြတာပါပဲ။ဆိုတော့ကာ…အချစ်အတွက်နဲ့ တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့တဲ့သူရှိတယ်လို့ ကျွန်တော်ကပြောရင်…ခင်ဗျားတို့ ယုံကြည်မှာလား လက်ခံမှာလားး???လက်ခံလိုက်ပါ မိတ်ဆွေ.. ????အဲ့လူဟာ တကယ်ကိုပဲ တောင်တစ်လုံးလုံးကို တစ်ယောက်ထဲ ဖြိုခဲ့လို့ လူ့အသိုင်းအဝိုင်းမှာရော …ကမ္ဘာ့အသိုင်းအဝိုင်းမှာပါ..သူ့ကိုအံသြစွာနဲ့လက်ခံခဲ့ကြရပါတယ်..နောက်ဆုံး သူဟာ ကမ္ဘာ့ဂင်းနစ်စံချိန်မှာ အံ့ဖွယ်လူသားအဖြစ် မှတ်တမ်းတင်ခြင်းကိုလည်း ခံခဲ့ရပါတယ်။ အဲ့လူကတော့ တခြားသူ မဟုတ်ပါဘူး။အိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်ထဲက ရွာလေးတစ်ရွာမှာ နေထိုင်တဲ့ Dasharth Manjhi ဆိုတဲ့ သူပါပဲ။အခု ကျွန်တော်ညွှန်းချင်တဲ့ ဇာတ်ကားကတော့ Manjhi အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်ကို ရိုက်ကူးဖို့ ပထမဆုံးအစပျိုးစီစဉ်ခဲ့တဲ့သူကတော့ တခြားသူမဟုတ်ပါဘူး။PK, 3Idiots, Doom 3, စတဲ့ ရုပ်ရှင်တွေနဲ့ ကမ္ဘာကျော်ခဲ့တဲ့ အိန္ဒိယမင်းသားကြီး Aamir Khan(အမေးရ်ခမ်း) ပါပဲ..။ စီစဉ်ဖြစ်ပုံကလည်း ဒီလိုဗျ…မင်းသားကြီးက တကယ့်အပြင်က Manjhi ရဲ့ ဘဝအကြောင်းကို သိရှိသွားပြီးနောက်မှာ Manjhiတို့မိသားစု နေထိုင်ဖို့ အိမ်တစ်လုံးဝယ်ပေးခဲ့ပါတယ်။ Manjhi ကလည်း မင်းသား Aamir Khan ဝယ်ပေးတဲ့ အိမ်လေးမှာပဲ နေထိုင်ရင်း ခေါင်းချကွယ်လွန်ခဲ့တာပါ။>> ရုပ်ရှင်အညွှန်း <<၁၉၃၄ခုနှစ် အိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်လေးထဲက ဂေလာ (Gehlaur ) ဆိုတဲ့ရွာငယ်လေးမှာ ကျောက်မီးသွေး တူးဖော်လုပ်ကိုင်ကြတဲ့ ဆင်းရဲချို့တဲ့နွမ်းပါတဲ့ မိသားစုလေးထဲမှာ Manjhiဆိုတဲ့ လူငယ်လေးတစ်ဦးကို မွေးဖွားခဲ့ပါတယ်။ရိုးရာဓလေ့ထုံးစံအရ Manjhiကို (၁၂)နှစ်သားကတည်းက အိမ်ထောင်ပြု (စေ့စပ်) ရမှာဖြစ်လို့ အဲ့ရွာလေးထဲက Faliguni Devi ဆိုတဲ့ မိန်းကလေးနဲ့ စေ့စပ်ခဲ့ကြပါတယ်။ (ဒီနေရာမှာ အသက်အရွယ်အရ စေ့စပ်တယ်ဆိုပေမယ့် တကယ်တမ်းကတော့ လက်ထပ်ထားပြီးဖြစ်ပါတယ်)အဲ့စေ့စပ်တဲ့နေ့မှာပဲ ရွာလူကြီးက Minjhi အဖေဆီကို အကြွေးလာတောင်းပါတယ်, အကြွေးမပေးနိုင်လို့ ရွာလူကြီးထံမှာ Manjhi ကို အဖေဖြစ်သူကရောင်းစားခဲ့ပါတယ်။ ရွာလူကြီးအိမ်မှာ အနိုင်ကျင့်ခံပီး ဆင်းရဲစွာ ပင်ပန်းစွာနဲ့လုပ်ကိုင်နေရတဲ့ Manjhi လေးဟာ သည်းမခံနိုင်တဲ့အဆုံးး တစ်နေ့မှာ ရွာလူကြီးအိမ်ကနေ ထွက်ပြေးပြီး ကျောက်မီးသွေးတင်တဲ့ ရထားနဲ့ခိုးလိုက်ကာ ဘုံဘေမြို့ပေါ်ကိုတစ်ယောက်တည်း ခြေဆန့်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့..နောင်အနှစ်၂၀ခန့်ကြာတဲ့အခါ…Manjhi ဟာ ဘုံဘေကိုစွန့်ခွာပီး သူ့ရဲ့မွေးရပ်မြေဖြစ်တဲ့ ရွာလေးကို အပြီးအပိုင်ပြန်လာခဲ့ပါတယ်။ သူ့ရဲ့ ရွာလေး ကတော့ နှစ်တွေကြာသွားလည်း ဘာမှတိုးတက်ပြောင်းလဲသွားခြင်းမရှိပါဘူး။ ပိုပြီးတော့တောင် ဆင်းရဲချို့တဲ့လာခဲ့ပါတယ်။အကြောင်းက ရွာလူကြီးသားရဲ့ နှိပ်စက်မှုကိုအလူးအလဲကို ရွာသူရွာသားတွေဟာ ခံနေရပါတယ်။ရွာသူမိန်းကလေးတွေကိုလည်း အတင်းအဓမ္မစော်ကားနိုင်ကျင့် ၊ ရွာသားတွေကိုလည်း ကြီးငယ်ရွယ်မရွေး ခေါင်းပုံဖြတ်ပီး အနိုင်ကျင့်နေပါတော့တယ်။ရဲတိုင်လို့ လည်းမရပါဘူး။ ရွာမှာ ရဲစခန်းလည်းမရှိပါဘူးဗျ။ဒါဆို တခြားရွာမှာသွားတိုင်လေ.. ဒါမှမဟုတ် မြို့ပေါ်တက်တိုင်ပါလားလို့ တွေးမိကောင်းတွေးမိပါလိမ့်မယ်။ဒါပေမယ့်လည်း.. အဓိက အခက်အခဲကတော့ လမ်းပန်းဆက်သွယ်ရေးပါပဲ။ဒီရွာလေးရဲ့ ပတ်ပတ်လည်မှာ မြင့်မားလှတဲ့ တောင်ကြီးတွေက ဝန်းရံထားပါတယ်..ရွာသူရွာသားတွေထဲမှာလည်း အဲ့ဒီတောင်ကြီးတွေကိုဖြတ်ပြီး မြို့ကို ရောက်ဖူးတဲ့သူမရှိသလောက်ရှားပြီး၊ မြို့ပေါ်ကလူတွေကလည်း ဒီတောင်တွေရဲ့နောက်မှာ ရွာသေးသေးလေးတစ်ရွာရှိတယ်လို့ သိတဲ့သူရှားပါးပါတယ်။ရွာကနေ မြို့ကိုသွားရမယ်ဆိုရင်လည်း ဒီတောင်တွေကိုပတ်ပီးမှ သွားရတဲ့ အတွက်ကြောင့် မြို့ပေါ်ရောက်ဖို့အတွက် ၅ရက် ၆ရက်ထိ သွားရပါတယ်။ ဒါကြောင့် ရွာသူရွာသားတွေဟာ.ဆင်းရဲချို့တဲ့စွာ ဗဟုသုတကင်းမဲ့စွာနဲ့ ရွာလူကြီးသားရဲ့ နှိပ်စက်မှုတွေကို ခံနေကြရပါတယ်.။ကဲ..Manjhi ရဲ့အကြောင်းလေးဆက်ပြောပြကြည့်မယ်…အချစ်ကဆန်းကျယ်လွန်းလှပါတယ်။ Manjhi သူ့ရွာလေးကို ပြန်ရောက်တဲ့နေ့မှာပဲ သူငယ်ငယ်က စေ့စပ်ဖူးသူ မိန်းကလေးDevi နဲ့ ပြန်တွေ့ရပါတယ်။ Devi ဟာ အခုဆိုအပျိုကြီးဖားဖားဖြစ်ပီး တောသဘာဝနဲ့အညီ လှနေပါတယ်..Manjhi ဟာ Devi ကို မြင်မြင်ချင်း ချစ်မိသွားပြီး သူသိလိုက်ရတာက Devi ဟာ သူငယ်ငယ်က လက်ထပ်ထားတဲ့ မိန်းကလေးဖြစ်နေတာပါပဲ..Manjhi ဟာ အရမ်းကိုပျော်သွားးပီ Deviရဲ့ အဖေဆီကိုသွားကာ ” ဒါကျုပ်မိန်းမ ကျုပ်ငယ်ငယ်ကတည်းက လက်ထပ်ထားတာ ကျုပ်သူ့ကို လိုချင်တယ်လို့ ” သွားပြောရာမှာတော့ Deviရဲ့ အဖေက Manjhi ကို မောင်းထုတ်ပါတော့တယ်။ Deviရဲ့ အဖေမသိသေးတာက …သူ့သမီး Devi ဟာလည်း Manjhiကို ချစ်မိနေတယ် ဆိုတာပါပဲ..ဒီတော့ ဘာတွေဆက်ဖြစ်မလဲ.. ဘာကြောင့် တောင်တစ်လုံးကို တစ်ယောက်တည်းဖြိုခဲ့တယ်ဆိုတာကိုတော့..ဇာတ်ကားကိုဆက်ကြည့်စေချင်ပါတယ်ဗျ..ဒီ ၃နာရီကျော်ကြာတဲ့ ရုပ်ရှင်ကို ဒါရိုက်တာကြီး Mohit Moond ကရိုက်ကူးပုံဖော်ထားပီး ဆုတွေလည်းတသီကြီး ရရှိထားကာ တကယ့်ကို အနှစ်သာရ ပြည့်ဝစွာနဲ့ ရိုက်ကူးထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Manjhi နေရာမှာ အိန္ဒိယမင်းသားကြီး Nawazuddin Siddiqui က Manjhi ဇာတ်ရုပ်ကိုသဘာဝကျကျ နဲ့ ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ Deviအဖြစ် မင်းသမီး Radhika Apte ကလည်း တကယ့်ကို ပီပြင်စွာနဲ့ လိုက်ဖက်ညီစွာ သရုပ်ဆောင်ထားပါတယ်။ ဒီ အိန္ဒိယရုပ်ရှင်မှာ ထူးခြားတာက ဒီကားမှာ သီချင်းတွေ က တာတွေ တစ်ခန်းမှမပါပါဘူး။ နောက်ခံတီးလုံးတောင် များများစားစားမပါပါဘူးး။ ရုပ်ရှင်ကြည့် လိုက်တာနဲ့ သင့်ရှေ့မှာ တကယ်ဖြစ်နေတယ်ထင်ရအောင်ကို သဘာဝကျကျနဲ့ပီပြင်စွာ ရိုက်ကူးထားပါတယ်..။ဒီနေရာမှာတော့ Full Spoiler Alert ပါ ..X x x x x x x x x x x Xဒီလိုနဲ့ လူကြီးတွေ သဘောမတူတဲ့အဆုံး Manjhi နဲ့ Deviတို့ဟာ ခိုးပြေးကြပါတယ်…။အချစ်စစ်တို့ လမ်းဟာမဖြောင့်ဖြူးဘူး ဆိုတဲ့ စကားအတိုင်း သူတို့ ရဲ့ အချစ်ခရီးလမ်းဟာ ကြမ်းတမ်းခဲ့ပါတယ်။ ခိုးပြေးတဲ့ ညမှာပဲ ရွာလူကြီးသားနဲ့ သူ့တပည့်တွေက နောက်ကနေလိုက်လာလို့ ခွေးပြေးဝက်ပြေးပြေးခဲ့ရပါတယ်။( ရွာသူကြီးသားနဲ့တပည့်တွေလိုက်လာလို့ ထွက်ပြေးတဲ့အခန်း ဗွက်အိုင်ထဲမှာ တစ်ကိုယ်လုံးနစ်နေရတဲ့အခန်း ) တကယ်ကို ပီပြင်လွန်းလှပီး ချစ်သူ၂ယောက်ရဲ့အတူတူလက်တွဲ ရင်ဆိုင်ရဲတဲ့ အချစ်စိတ်ကို ပီပြင်စွာရိုက်ပြထားပါတယ်။ သရုပ်ဆောင်တွေဟာလည်း တကယ့်ကို သဘာဝအတိုင်းပီပြင်စွာ သရုပ်ဆောင်ထားတာကို တွေ့ရမှာပါ…။ဒီလိုနဲ့….အခက်အခဲတွေကို အတူရင်ဆိုင်ပြီး ကိုယ်ပိုင်ဘဝတစ်ခုဖန်တီးနေလာကြတဲ့ Manjhiတို့ ဇနီးမောင်နှံဟာ သားတစ်ယောက်မွေးပြီး.. Deviက ဒုတိယမြောက်ရင်သွေးလေးကို ကိုယ်ဝန်လွယ်ထားရတဲ့အချိန်……Manjhi ကလည်း သူ့ရဲ တိုးပွားလာတဲ့မိသားစုဝင်လေးတွေအတွက် တစ်နေကုန်တစ်နေခမ်း မနားမနေ အလုပ်ကြိုးစားရုန်းကန်နေရတာပေါ့….ဇနီး ဖြစ်သူက ထမင်းခွက်ကိုခေါင်းပေါ်တင်ပြီး ကိုယ်ဝန်မပေါ့မပါးကြီးနဲ့ ထမင်းပို့ပေးရပါတယ်.။Manjhi လုပ်တဲ့ လယ်ကွက်ကိုရောက်ဖို့အတွက်လမ်းမှာ တောင်ကြောတစ်ခုကိုတက်ပြီး ကျော်လွန်ကာမှ Manjhiလုပ်တဲ့ လယ်ကွက်ကိုရောက်တာပါ.. ဒါကြောင့် ကိုယ်ဝန်မပေါ့မပါးကြီးနဲ့ Deviအဖို့ ဒီခရီးဟာ ခက်ခဲကြမ်းတမ်းလှပါတယ်.။ သို့ပေမယ့် သူ့ယောကျားဆီကို နေ့တိုင်း ထမင်းထုပ်ရောက်အောင် ပို့ပေးရှာပါတယ်..။တစ်နေ့..Manjhiရဲ့ နားထဲကို အကုသိုလ်သတင်းဆိုးကြီးဝင်လာပါတော့တယ်..,ဟုတ်ပါတယ်…….. သူ့မိန်းမ သူ့ကိုထမင်းထုတ်လာပို့ရင် တောင်ပေါ်ကနေခြေလျော်ပီး ပြုတ်ကျလို့ ဆိုတာပါပဲ..။ သူ့မိန်းမဆီ အပြေးအလွှားသွားတဲ့အခါ သွေးအိုင်ထဲမှာ အသက်ငင်နေတဲ့ မိန်းမဖြစ်သူကို Manjhi တွေ့လိုက်ရပါတယ်။ ကိုယ်ဝန်ကလည်း ပြုတ်ကျထားတဲ့ အရှိန်ကြောင့်ပျက်ကျသွားပြီးသွေးအိုင်ထဲက ဇနီးသည်ရဲ့အဖြစ်နဲ့ ဗိုက်ထဲက သေလားရှင်လားမသိရသေးတဲ့ကလေးငယ်နဲ့.. မြင်ကွင်းက သူ့အတွက်တော့ အရူးမီးဝိုင်းဖြစ်နေရပါတယ်။ သွေးအိုင်ထဲမှာလဲနေတဲ့ သူ့မိန်းမကို ထမ်းပြီး မြို့ဆေးရုံကိုပို့ခဲ့ပါတယ်..။ဟုတ်ပါတယ်..Manjhiဟာ သူ့မိန်းမကို ထမ်းပီးတောင်ပေါ်ကနေတက်ပြီး တောင်ကိုဖြတ်ပို့ခဲ့ရတာပါ ????တောင်ကို ပတ်ပီး သွားရင် ၅ရက်၆ရက်ကြာမှာမို့တောင်ပေါ်လမ်းကနေ သွားခဲ့ရတာပါ.ဒါပေမယ့်….သူအရမ်းချစ်ရတဲ့ မိန်းမရဲ့ အသက်ကို သူမကယ်နိုင်လိုက်ပါဘူးး ????ကလေးရဲ့ အသက်ကိုပဲကယ်လိုက်နိုင်ပါတယ်။ရွာပြန်ရောက်တော့ Manjhi အကြီးအကျယ်ကိုဒေါသမီးတွေ ရင်ထဲမှာတောက်လောင်နေပါတယ်..။အကြောင်းကား… သူ့မိန်းမသေရတာ ဒီတောင်ကြောင့်လို့ Manjhi စိတ်ထဲမှာ စွဲနေပါတယ်၊ဒီတောင်သာမရှိခဲ့ရင်…ဒီတောင်မှာသာ လမ်းရှိခဲ့ရင်….သူ့မိန်းမမသေဘူးလို့ တွေးမိလို့ပါပဲ..။ဒီလိုနဲ့ သူ့စိတ်ထဲမှာပေါ်လာတဲ့အရာကတော့ ဒီတောင်ကို ဖြိုပြီး လမ်းဖောက်ဖို့ပါပဲ..။ သူ့လို အဖြစ်ဆိုးမျိုးနောက်လူတွေ မကြုံအောင် ဖောက်မယ်ဆိုပြီး ပေါက်တူးတစ်လက် ပေါက်ဆိန်တစ်လက်နဲ့ နေ့တိုင်း တောင်ကိုသွားပီး ဖြိုပါတယ်။ဒီသတင်းကို ရွာသားတွေကြားတော့ Manjhiကို မိန်းမသေသွားလို့ဒီကောင်ရူးသွားပြီလို့ ပြောပီး ဝိုင်းဝန်းလှောင်ပြောင်ကြပါတယ် ။ ကြာရင် ဒီကောင်မောပြီး ရပ်သွားလိမ့်မယ်လို့ ထင်နေကြပါတယ်။ဒါပေမယ့် Manjhi ဟာ မရပ်တန့်ခဲ့ပါဘူး။ နေ့တိုင်း မနက်မိုးလင်းတာနဲ့ ပေါက်ဆိန်ထမ်းပီး တောင်ကိုတစ်ယောက်ထဲ ဖြိုနေတော့တာပါပဲ……။နောက်ဆုံးတော့ Manjhi ဟာ (၂၁)နှစ်ကြာတဲ့အထိ တောင်ကို တစ်ယောက်ထဲနဲ့ ဖြိုခဲ့ပီး လမ်းဖောက်နိုင်ခဲ့ပါတယ်။ဟုတ်ပါတယ်… သူတောင်ကိုဖြိုခဲ့တဲ့ အချိန်ဟာ(၂၁)နှစ်တောင် ကြာခဲ့ပါတယ်..။(၂၁)နှစ်လုံးလုံး သူတစ်ယောက်ထဲ တောင်ကို ဖြိုခဲ့တာပါ။ ဘယ်သူ့ကိုမှ သူအကူအညီ မတောင်းခဲ့ပါဘူး။ကဲ… Manjhi တစ်ယောက် ကလေး၂ယောက်နဲ့ ဘယ်လိုတွေ ဒုက္ခခံပြီး ဒီတောင်ကိုဖြိုခဲ့တာလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ကြည့်ပြီး ခံစားကြည့်ရှုကြပါတော့..မိတ်ဆွေ။(ဇာတ်လမ်းအညွှန်းကိုတော့ Nucleon Facebook Page မှကူးယူဖော်ပြထားတာဖြစ်ပြီးဘာသာပြန်သူကတော့ ကိုဇော်ထူးပဲဖြစ်ပါတယ်)———————————————————(အခ်စ္အတြက္ ေတာင္တစ္လုံးအား တစ္ေယာက္ထဲျဖဳိခဲ့သူသုိ႔မဟုတ္/ ဂင္းနစ္စံခ်ိန္၀င္ ကမၻာ့အံ့ဖြယ္လူသား)ကမာၻေပၚမွာ အခ်စ္ကုိနည္းအမ်ိဴးမ်ိဳးပုံေဖာ္ၾကပါတယ္။ကုိယ့္ခ်စ္သူ အတြက္ ဘာမဆုိလုပ္ေပးမယ္.. စြန္႔လြတ္အနစ္နာခံရဲတယ္…တစ္ခ်ိဳ႕က ကုိယ့္ခ်စ္သူအတြက္အိမ္ေလးတစ္လုံး ေဆာက္ေပးတာ… တစ္ခ်ိဳ႕က ကုိယ့္ခ်စ္သူအတြက္ေရႊေငြရတနာေတြ အျပည့္နဲ႔ ကုိယ့္ခ်စ္ရတဲ့သူ စိတ္ခ်မ္းသာေအာင္ဖန္တီးေပးၾကတာ ….. စတဲ့ စတဲ့ လက္ေတြ႕ဆန္တဲ့ အခ်စ္မ်ိဳးနဲ႔လည္း ပုံေဖာ္ၾကတာပါပဲ။ဆုိေတာ့ကာ…အခ်စ္အတြက္နဲ႔ ေတာင္တစ္လုံးအား တစ္ေယာက္ထဲျဖဳိခဲ့တဲ့သူ႐ွိတယ္လုိ႔ ကြၽန္ေတာ္ကေျပာရင္…ခင္ဗ်ားတုိ႔ ယုံၾကည္မွာလား လက္ခံမွာလားး???လက္ခံလုိက္ပါ မိတ္ေဆြ..????အဲ့လူဟာ တကယ္ကုိပဲ ေတာင္တစ္လုံးလုံးကုိ တစ္ေယာက္ထဲ ျဖဳိခဲ့လုိ႔ လူ႔အသုိင္းအ၀ုိင္းမွာေရာ …ကမၻာ့အသုိင္းအ၀ုိင္းမွာပါ..သူ႔ကုိအံျသစြာနဲ႔လက္ခံခဲ့ၾကရပါတယ္..ေနာက္ဆုံး သူဟာ ကမၻာ့ဂင္းနစ္စံခ်ိန္မွာ အံ့ဖြယ္လူသားအျဖစ္ မွတ္တမ္းတင္ျခင္းကုိလည္း ခံခဲ့ရပါတယ္။ အဲ့လူကေတာ႔ တျခားသူ မဟုတ္ပါဘူး။အိႏၵိယႏုိင္ငံ ဘီယာျပည္နယ္ထဲက ရြာေလးတစ္ရြာမွာ ေနထုိင္တဲ့ Dasharth Manjhi ဆုိတဲ့ သူပါပဲ။အခု ကြၽန္ေတာ္ညႊန္းခ်င္တဲ႔ ဇာတ္ကားကေတာ႔ Manjhi အေၾကာင္းကုိ ႐ုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္႐ုပ္႐ွင္ပါ။ဒီ႐ုပ္႐ွင္ကုိ ႐ုိက္ကူးဖုိ႔ ပထမဆုံးအစပ်ိဳးစီစဥ္ခဲ့တဲ့သူကေတာ႔ တျခားသူမဟုတ္ပါဘူး။PK, 3Idiots, Doom 3, စတဲ့ ႐ုပ္႐ွင္ေတြနဲ႔ ကမၻာေက်ာ္ခဲ့တဲ့ အိႏၵိယမင္းသားႀကီး Aamir Khan(အေမးရ္ခမ္း) ပါပဲ..။ စီစဥ္ျဖစ္ပံုကလည္း ဒီလုိဗ်…မင္းသားၾကီးက တကယ္႔အျပင္က Manjhi ရဲ႔ ဘဝအေၾကာင္းကို သိရွိသြားျပီးေနာက္မွာ Manjhiတုိ႔မိသားစု ေနထုိင္ဖို႔ အိမ္တစ္လံုးဝယ္ေပးခဲ႔ပါတယ္။ Manjhi ကလည္း မင္းသား Aamir Khan ဝယ္ေပးတဲ႔ အိမ္ေလးမွာပဲ ေနထိုင္ရင္း ေခါင္းခ်ကြယ္လြန္ခဲ႔တာပါ။>> ႐ုပ္႐ွင္အၫႊန္း <<၁၉၃၄ခုႏွစ္ အိႏၵိယႏုိင္ငံ ဘီယာျပည္နယ္ေလးထဲက ေဂလာ (Gehlaur ) ဆုိတဲ့ရြာငယ္ေလးမွာ ေက်ာက္မီးေသြး တူးေဖာ္လုပ္ကိုင္ၾကတဲ႔ ဆင္းရဲခ်ိဳ႕တဲ့ႏြမ္းပါတဲ႔ မိသားစုေလးထဲမွာ Manjhiဆုိတဲ့ လူငယ္ေလးတစ္ဦးကုိ ေမြးဖြားခဲ့ပါတယ္။႐ုိးရာဓေလ့ထုံးစံအရ Manjhiကုိ (၁၂)ႏွစ္သားကတည္းက အိမ္ေထာင္ျပဳ (ေစ့စပ္) ရမွာျဖစ္လုိ႔ အဲ့ရြာေလးထဲက Faliguni Devi ဆုိတဲ့ မိန္းကေလးနဲ႔ ေစ့စပ္ခဲ့ၾကပါတယ္။ (ဒီေနရာမွာ အသက္အရြယ္အရ ေစ႔စပ္တယ္ဆိုေပမယ္႔ တကယ္တမ္းကေတာ႔ လက္ထပ္ထားျပီးျဖစ္ပါတယ္)အဲ့ေစ့စပ္တဲ့ေန႔မွာပဲ ရြာလူႀကီးက Minjhi အေဖဆီကုိ အေႂကြးလာေတာင္းပါတယ္, အေႂကြးမေပးႏုိင္လုိ႔ ရြာလူႀကီးထံမွာ Manjhi ကုိ အေဖျဖစ္သူကေရာင္းစားခဲ့ပါတယ္။ ရြာလူႀကီးအိမ္မွာ အႏုိင္က်င့္ခံပီး ဆင္းရဲစြာ ပင္ပန္းစြာနဲ႔လုပ္ကုိင္ေနရတဲ့ Manjhi ေလးဟာ သည္းမခံႏုိင္တဲ့အဆုံးး တစ္ေန႔မွာ ရြာလူႀကီးအိမ္ကေန ထြက္ေျပးျပီး ေက်ာက္မီးေသြးတင္တဲ့ ရထားနဲ႔ခုိးလုိက္ကာ ဘုံေဘျမဳိ့ေပၚကုိတစ္ေယာက္တည္း ေျခဆန္႔ခဲ့ပါေတာ႔တယ္။ဒီလုိနဲ႔..ေနာင္အႏွစ္၂၀ခန္႔ၾကာတဲ့အခါ…Manjhi ဟာ ဘုံေဘကုိစြန္႔ခြာပီး သူ႔ရဲ႕ေမြးရပ္ေျမျဖစ္တဲ့ ရြာေလးကုိ အျပီးအပုိင္ျပန္လာခဲ့ပါတယ္။ သူ႔ရဲ႕ ရြာေလး ကေတာ႔ ႏွစ္ေတြၾကာသြားလည္း ဘာမွတုိးတက္ေျပာင္းလဲသြားျခင္းမ႐ွိပါဘူး။ ပိုျပီးေတာ႔ေတာင္ ဆင္းရဲခ်ိဳ႕တဲ့လာခဲ့ပါတယ္။အေၾကာင္းက ရြာလူႀကီးသားရဲ႕ ႏွိပ္စက္မႈကုိအလူးအလဲကုိ ရြာသူရြာသားေတြဟာ ခံေနရပါတယ္။ရြာသူမိန္းကေလးေတြကိုလည္း အတင္းအဓမၼေစာ္ကားႏုိင္က်င့္ ၊ ရြာသားေတြကိုလည္း ၾကီးငယ္ရြယ္မေရြး ေခါင္းပုံျဖတ္ပီး အႏုိင္က်င့္ေနပါေတာ႔တယ္။ရဲတုိင္လုိ႔ လည္းမရပါဘူး။ ရြာမွာ ရဲစခန္းလည္းမ႐ွိပါဘူးဗ်။ဒါဆို တျခားရြာမွာသြားတိုင္ေလ.. ဒါမွမဟုတ္ ျမိဳ႔ေပၚတက္တုိင္ပါလားလို႔ ေတြးမိေကာင္းေတြးမိပါလိမ္႔မယ္။ဒါေပမယ္႔လည္း.. အဓိက အခက္အခဲကေတာ႔ လမ္းပန္းဆက္သြယ္ေရးပါပဲ။ဒီရြာေလးရဲ႕ ပတ္ပတ္လည္မွာ ျမင့္မားလွတဲ့ ေတာင္ႀကီးေတြက ၀န္းရံထားပါတယ္..ရြာသူရြာသားေတြထဲမွာလည္း အဲ႔ဒီေတာင္ၾကီးေတြကိုျဖတ္ျပီး ျမဳိ့ကုိ ေရာက္ဖူးတဲ့သူမ႐ွိသေလာက္႐ွားျပီး၊ ျမဳိ့ေပၚကလူေတြကလည္း ဒီေတာင္ေတြရဲ႕ေနာက္မွာ ရြာေသးေသးေလးတစ္ရြာ႐ွိတယ္လုိ႔ သိတဲ့သူ႐ွားပါးပါတယ္။ရြာကေန ျမဳိ့ကုိသြားရမယ္ဆုိရင္လည္း ဒီေတာင္ေတြကုိပတ္ပီးမွ သြားရတဲ့ အတြက္ေၾကာင့္ ျမဳိ့ေပၚေရာက္ဖုိ႔အတြက္ ၅ရက္ ၆ရက္ထိ သြားရပါတယ္။ ဒါေၾကာင့္ ရြာသူရြာသားေတြဟာ.ဆင္းရဲခ်ိဳ႕တဲ့စြာ ဗဟုသုတကင္းမဲ့စြာနဲ႔ ရြာလူႀကီးသားရဲ႕ ႏွိပ္စက္မႈေတြကုိ ခံေနၾကရပါတယ္.။ကဲ..Manjhi ရဲ႔အေၾကာင္းေလးဆက္ေျပာျပၾကည္႔မယ္…အခ်စ္ကဆန္းက်ယ္လြန္းလွပါတယ္။ Manjhi သူ႔ရြာေလးကုိ ျပန္ေရာက္တဲ့ေန႔မွာပဲ သူငယ္ငယ္က ေစ့စပ္ဖူးသူ မိန္းကေလးDevi နဲ႔ ျပန္ေတြ႕ရပါတယ္။ Devi ဟာ အခုဆုိအပ်ိဳႀကီးဖားဖားျဖစ္ပီး ေတာသဘာ၀နဲ႔အညီ လွေနပါတယ္..Manjhi ဟာ Devi ကုိ ျမင္ျမင္ခ်င္း ခ်စ္မိသြားျပီး သူသိလိုက္ရတာက Devi ဟာ သူငယ္ငယ္က လက္ထပ္ထားတဲ့ မိန္းကေလးျဖစ္ေနတာပါပဲ..Manjhi ဟာ အရမ္းကုိေပ်ာ္သြားးပီ Deviရဲ႕ အေဖဆီကုိသြားကာ ” ဒါက်ဳပ္မိန္းမ က်ဳပ္ငယ္ငယ္ကတည္းက လက္ထပ္ထားတာ က်ဳပ္သူ႔ကုိ လုိခ်င္တယ္လုိ႔ ” သြားေျပာရာမွာေတာ႔ Deviရဲ႕ အေဖက Manjhi ကုိ ေမာင္းထုတ္ပါေတာ႔တယ္။ Deviရဲ႕ အေဖမသိေသးတာက …သူ႔သမီး Devi ဟာလည္း Manjhiကုိ ခ်စ္မိေနတယ္ ဆုိတာပါပဲ..ဒီေတာ႔ ဘာေတြဆက္ျဖစ္မလဲ.. ဘာေၾကာင္႔ ေတာင္တစ္လံုးကို တစ္ေယာက္တည္းျဖိဳခဲ႔တယ္ဆိုတာကိုေတာ႔..ဇာတ္ကားကိုဆက္ၾကည္႔ေစခ်င္ပါတယ္ဗ်..ဒီ ၃နာရီေက်ာ္ၾကာတဲ့ ႐ုပ္႐ွင္ကုိ ဒါ႐ုိက္တာႀကီး Mohit Moond က႐ုိက္ကူးပုံေဖာ္ထားပီး ဆုေတြလည္းတသီႀကီး ရ႐ွိထားကာ တကယ့္ကုိ အႏွစ္သာရ ျပည့္၀စြာနဲ႔ ႐ုိက္ကူးထုတ္လုပ္ထားတဲ႔ ရုပ္ရွင္တစ္ကားပဲျဖစ္ပါတယ္။Manjhi ေနရာမွာ အိႏၵိယမင္းသားႀကီး Nawazuddin Siddiqui က Manjhi ဇာတ္႐ုပ္ကုိသဘာ၀က်က် နဲ႔ ပီျပင္စြာသ႐ုပ္ေဆာင္ထားပါတယ္။ Deviအျဖစ္ မင္းသမီး Radhika Apte ကလည္း တကယ့္ကုိ ပီျပင္စြာနဲ႔ လုိက္ဖက္ညီစြာ သ႐ုပ္ေဆာင္ထားပါတယ္။ ဒီ အိႏၵိယ႐ုပ္႐ွင္မွာ ထူးျခားတာက ဒီကားမွာ သီခ်င္းေတြ က တာေတြ တစ္ခန္းမွမပါပါဘူး။ ေနာက္ခံတီးလုံးေတာင္ မ်ားမ်ားစားစားမပါပါဘူးး။ ႐ုပ္႐ွင္ၾကည့္ လုိက္တာနဲ႔ သင့္ေ႐ွ႕မွာ တကယ္ျဖစ္ေနတယ္ထင္ရေအာင္ကုိ သဘာ၀က်က်နဲ႔ပီျပင္စြာ ႐ုိက္ကူးထားပါတယ္..။ဒီေနရာမွာေတာ႔ Full Spoiler Alert ပါ ..X x x x x x x x x x x Xဒီလုိနဲ႔ လူႀကီးေတြ သေဘာမတူတဲ့အဆုံး Manjhi နဲ႔ Deviတုိ႔ဟာ ခုိးေျပးၾကပါတယ္…။အခ်စ္စစ္တုိ႔ လမ္းဟာမေျဖာင့္ျဖဴးဘူး ဆုိတဲ့ စကားအတုိင္း သူတုိ႔ ရဲ႕ အခ်စ္ခရီးလမ္းဟာ ၾကမ္းတမ္းခဲ့ပါတယ္။ ခုိးေျပးတဲ့ ညမွာပဲ ရြာလူႀကီးသားနဲ႔ သူ႔တပည့္ေတြက ေနာက္ကေနလုိက္လာလုိ႔ ေခြးေျပး၀က္ေျပးေျပးခဲ့ရပါတယ္။( ရြာသူႀကီးသားနဲ႔တပည့္ေတြလုိက္လာလုိ႔ ထြက္ေျပးတဲ့အခန္း ဗြက္အုိင္ထဲမွာ တစ္ကုိယ္လုံးနစ္ေနရတဲ့အခန္း ) တကယ္ကုိ ပီျပင္လြန္းလွပီး ခ်စ္သူ၂ေယာက္႐ဲ႕အတူတူလက္တြဲ ရင္ဆုိင္ရဲတဲ့ အခ်စ္စိတ္ကုိ ပီျပင္စြာ႐ုိက္ျပထားပါတယ္။ သ႐ုပ္ေဆာင္ေတြဟာလည္း တကယ့္ကုိ သဘာ၀အတုိင္းပီျပင္စြာ သ႐ုပ္ေဆာင္ထားတာကုိ ေတြ႕ရမွာပါ…။ဒီလုိနဲ႔….အခက္အခဲေတြကုိ အတူရင္ဆုိင္ျပီး ကုိယ္ပုိင္ဘ၀တစ္ခုဖန္တီးေနလာၾကတဲ့ Manjhiတုိ႔ ဇနီးေမာင္ႏွံဟာ သားတစ္ေယာက္ေမြးျပီး.. Deviက ဒုတိယေျမာက္ရင္ေသြးေလးကို ကုိယ္၀န္လြယ္ထားရတဲ႔အခ်ိန္……Manjhi ကလည္း သူ႔ရဲ တုိးပြားလာတဲ႔မိသားစုဝင္ေလးေတြအတြက္ တစ္ေနကုန္တစ္ေနခမ္း မနားမေန အလုပ္ၾကိဳးစားရုန္းကန္ေနရတာေပါ႔….ဇနီး ျဖစ္သူက ထမင္းခြက္ကုိေခါင္းေပၚတင္ျပီး ကုိယ္၀န္မေပါ့မပါးႀကီးနဲ႔ ထမင္းပုိ႔ေပးရပါတယ္.။Manjhi လုပ္တဲ့ လယ္ကြက္ကုိေရာက္ဖုိ႔အတြက္လမ္းမွာ ေတာင္ေၾကာတစ္ခုကုိတက္ျပီး ေက်ာ္လြန္ကာမွ Manjhiလုပ္တဲ့ လယ္ကြက္ကုိေရာက္တာပါ.. ဒါေၾကာင့္ ကုိယ္၀န္မေပါ့မပါးႀကီးနဲ႔ Deviအဖုိ႔ ဒီခရီးဟာ ခက္ခဲၾကမ္းတမ္းလွပါတယ္.။ သုိ႔ေပမယ့္ သူ႔ေယာက်ားဆီကုိ ေန႔တုိင္း ထမင္းထုပ္ေရာက္ေအာင္ ပုိ႔ေပးရွာပါတယ္..။တစ္ေန႔..Manjhiရဲ႕ နားထဲကုိ အကုသုိလ္သတင္းဆုိးႀကီး၀င္လာပါေတာ့တယ္..,ဟုတ္ပါတယ္…….. သူ႔မိန္းမ သူ႔ကုိထမင္းထုတ္လာပုိ႔ရင္ ေတာင္ေပၚကေနေျခေလ်ာ္ပီး ျပဳတ္က်လုိ႔ ဆုိတာပါပဲ..။ သူ႔မိန္းမဆီ အေျပးအလႊားသြားတဲ့အခါ ေသြးအုိင္ထဲမွာ အသက္ငင္ေနတဲ့ မိန္းမျဖစ္သူကုိ Manjhi ေတြ႕လုိက္ရပါတယ္။ ကုိယ္၀န္ကလည္း ျပဳတ္က်ထားတဲ့ အ႐ွိန္ေၾကာင္႔ပ်က္က်သြားျပီးေသြးအိုင္ထဲက ဇနီးသည္ရဲ႔အျဖစ္နဲ႔ ဗုိက္ထဲက ေသလားရွင္လားမသိရေသးတဲ႔ကေလးငယ္နဲ႔.. ျမင္ကြင္းက သူ႔အတြက္ေတာ႔ အရူးမီးဝုိင္းျဖစ္ေနရပါတယ္။ ေသြးအုိင္ထဲမွာလဲေနတဲ့ သူ႔မိန္းမကုိ ထမ္းျပီး ျမဳိ့ေဆး႐ုံကုိပုိ႔ခဲ့ပါတယ္..။ဟုတ္ပါတယ္..Manjhiဟာ သူ႔မိန္းမကုိ ထမ္းပီးေတာင္ေပၚကေနတက္ျပီး ေတာင္ကုိျဖတ္ပုိ႔ခဲ့ရတာပါ????ေတာင္ကုိ ပတ္ပီး သြားရင္ ၅ရက္၆ရက္ၾကာမွာမုိ႔ေတာင္ေပၚလမ္းကေန သြားခဲ့ရတာပါ.ဒါေပမယ့္….သူအရမ္းခ်စ္ရတဲ့ မိန္းမရဲ႕ အသက္ကုိ သူမကယ္ႏုိင္လုိက္ပါဘူးး ????ကေလးရဲ႕ အသက္ကုိပဲကယ္လိုက္ႏုိင္ပါတယ္။ရြာျပန္ေရာက္ေတာ႔ Manjhi အႀကီးအက်ယ္ကုိေဒါသမီးေတြ ရင္ထဲမွာေတာက္ေလာင္ေနပါတယ္..။အေၾကာင္းကား… သူ႔မိန္းမေသရတာ ဒီေတာင္ေၾကာင့္လုိ႔ Manjhi စိတ္ထဲမွာ စြဲေနပါတယ္၊ဒီေတာင္သာမ႐ွိခဲ့ရင္…ဒီေတာင္မွာသာ လမ္း႐ွိခဲ့ရင္….သူ႔မိန္းမမေသဘူးလုိ႔ ေတြးမိလုိ႔ပါပဲ..။ဒီလုိနဲ႔ သူ႔စိတ္ထဲမွာေပၚလာတဲ့အရာကေတာ့ ဒီေတာင္ကုိ ျဖဳိျပီး လမ္းေဖာက္ဖုိ႔ပါပဲ..။ သူ႔လုိ အျဖစ္ဆုိးမ်ိဳးေနာက္လူေတြ မၾကဳံေအာင္ ေဖာက္မယ္ဆုိျပီး ေပါက္တူးတစ္လက္ ေပါက္ဆိန္တစ္လက္နဲ႔ ေန႔တုိင္း ေတာင္ကုိသြားပီး ျဖဳိပါတယ္။ဒီသတင္းကုိ ရြာသားေတြၾကားေတာ႔ Manjhiကုိ မိန္းမေသသြားလုိ႔ဒီေကာင္႐ူးသြားျပီလုိ႔ ေျပာပီး ၀ုိင္း၀န္းေလွာင္ေျပာင္ၾကပါတယ္ ။ ၾကာရင္ ဒီေကာင္ေမာျပီး ရပ္သြားလိမ့္မယ္လုိ႔ ထင္ေနၾကပါတယ္။ဒါေပမယ့္ Manjhi ဟာ မရပ္တန္႔ခဲ့ပါဘူး။ ေန႔တုိင္း မနက္မုိ္းလင္းတာနဲ႔ ေပါက္ဆိန္ထမ္းပီး ေတာင္ကုိတစ္ေယာက္ထဲ ျဖဳိေနေတာ့တာပါပဲ……။ေနာက္ဆုံးေတာ့ Manjhi ဟာ (၂၁)ႏွစ္ၾကာတဲ့အထိ ေတာင္ကုိ တစ္ေယာက္ထဲနဲ႔ ျဖဳိခဲ့ပီး လမ္းေဖာက္ႏုိင္ခဲ့ပါတယ္။ဟုတ္ပါတယ္… သူေတာင္ကုိျဖဳိခဲ့တဲ့ အခ်ိန္ဟာ(၂၁)ႏွစ္ေတာင္ ၾကာခဲ့ပါတယ္..။(၂၁)ႏွစ္လုံးလုံး သူတစ္ေယာက္ထဲ ေတာင္ကုိ ျဖဳိခဲ့တာပါ။ ဘယ္သူ႔ကုိမွ သူအကူအညီ မေတာင္းခဲ့ပါဘူး။ကဲ… Manjhi တစ္ေယာက္ ကေလး၂ေယာက္နဲ႔ ဘယ္လုိေတြ ဒုကၡခံျပီး ဒီေတာင္ကုိျဖဳိခဲ့တာလဲဆုိတာကုိေတာ႔ ဒီ႐ုပ္႐ွင္ကုိ ကုိယ္တုိင္ၾကည့္ျပီး ခံစားၾကည့္႐ႈၾကပါေတာ့..မိတ္ေဆြ။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Nucleon Facebook Page မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီးဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)File size…(903 MB)Quality… Dvd Rip 720pFormat…mp4Duration….02:00:00Subtitle….Myanmar Subtitle (Hardsub)Translated By  Htoo (K.Z.H)Encoder….Thanhtike Zaw",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/60775298.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xji15e88czxd.html",
        "server": "usersdrive.com",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/manjhi-the-mountain-man-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/a04db795de/manjhi-the-mountain-man-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cuC5/Manjhi_-_The_Mountain_Man_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UZNCACgD#_rOB2RsT8G3TjRb3S07vAtL8Ug5D1vlMxWQGo4wxmOY",
        "server": "mega.nz",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4y8dqv6g53i6",
        "server": "upstream.to",
        "size": "903 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2013|126 min|Animation,Biography,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "57,748"
    },
    "title": "The Wind Rises(2013)",
    "description": "The Wind Rises(2013)IMDb….7.8” The Wind Rises” ဇာတ္​လမ္​း​ေလးက​ေတာ့ ဒုတိယကမ႓ာစစ္​အတြင္​းက ဂ်ပန္​တပ္​မ​ေတာ္​ကအသံုးျပဳခဲ့တဲ့ Mitsubishi A6M zeroတိုက္​​ေလယာဥ္​ကို ​တည္​​ေဆာက္​ခဲတဲ့ ​ေလ​ေၾကာင္​းအင္​ဂ်င္​နီယာ Jiro Horikoshi အ​ေၾကာင္းအပါအဝင္​ ထို​ေခတ္​အခ်ိန္​အခါကဂ်ပန္​ျပည္​အ​ေျခအ​ေနမ်ားအ​ေၾကာင္​းကိုပါ အ​ေျခခံၿပီး ရိုက္​ကူး​ေရးဆြဲထားတာျဖစ္​ပါတယ္​။ဒီကားအဓ္ိကဇာတ္​​ေဆာင္​ရဲ႕ ငယ္​ဘဝအိမ္​မက္​က အရမ္​းလွၿပီး လူသား​ေတြကိုသယ္​​ေဆာင္​ႏုိင္​တဲ့ ​ေလယာဥ္​မ်ိဳးကိုဖန္​တီးခ်င္​ခဲ့​ေပမယ္​့သူတကယ္​တည္​​ေဆာက္​လို္က္​ရတာက​ေတာ့ စစ္​လက္​နက္​ျဖစ္​​ေနပါတယ္​။ဒါ့အျပင္​ ၁၉၂၃ တိုက်ိဳငလ်င္​နဲ႔ ဒုတိယကမ႓ာစစ္​ အျဖစ္​အပ်က္​၂မ်ိဳးနဲ႔ ဇာတ္​လမ္​းကို ခ်ိတ္​​ေပးထားတဲ့အတြက္​သုတ ရသ ၂မ်ဳိးလံုး​ေပးနိုင္​မယ္​့ animation ဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  Megumi ပဲျဖစ္ပါတယ္…File Size : (726 MB) and (329 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:06:00Genre :Animation,Biography,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by MegumiEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cWKZVEiagJF0Rlnw2GdyiKn55Pz.jpg",
      "https://image.tmdb.org/t/p/w300/cLdVTsEVv1s0oG4ZWElQcNEnx5H.jpg",
      "https://image.tmdb.org/t/p/w300/b3ufeSxDQtqLpvVPLv2ITa6adAm.jpg",
      "https://image.tmdb.org/t/p/w300/AiP2tWHcee4pkdBZC1J9e9nlV0C.jpg",
      "https://image.tmdb.org/t/p/w300/s07E7YxY6rC3WVPQ4tuN33mtyNe.jpg",
      "https://image.tmdb.org/t/p/w300/flLLVw5SYWnmFcZOjcPpG3DHRV7.jpg",
      "https://image.tmdb.org/t/p/w300/ytsFSNmi8ZKYDOvHJzncGOILmlA.jpg",
      "https://image.tmdb.org/t/p/w300/b6N3YIyyjDzTjaCum54vHANnGjs.jpg",
      "https://image.tmdb.org/t/p/w300/kva20swdmmLZMJ3WpUJB6rUGFOE.jpg",
      "https://image.tmdb.org/t/p/w300/zBAJk0Bg5mxQsKwhBLvSCd8IbWb.jpg",
      "https://image.tmdb.org/t/p/w300/eD33Dii4SohGMg1yRETppC0nm3r.jpg",
      "https://image.tmdb.org/t/p/w300/eCeOqa1suTS9njg76ai9xJr1biy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pkFXRRQg5RpR0FGYym0m95XEAHS.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/z4/The_Wind_Rises_(Kaze_Tachinu)_[2013]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "726MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-wind-rises2013",
        "server": "CM Links",
        "size": "726MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-wind-rises-kaze-tachinu-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "726MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2V9iv/The_Wind_Rises_(Kaze_Tachinu)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "726MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/9buecpazw6ua",
        "server": "upstream.to",
        "size": "726MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "PhHoCnRg1Yw",
      "video_url": "https://www.youtube.com/watch?v=PhHoCnRg1Yw",
      "embed_url": "https://www.youtube.com/embed/PhHoCnRg1Yw"
    }
  },
  {
    "metadata": "|2021||Biography,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1500"
    },
    "title": "The Judgement [De veroordeling] (2021)",
    "description": "The Judgement [De veroordeling] (2021)=============================Genre – Biography, Crime, DramaIMDb Rating  – 7.3/10တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံထားတဲ့ နယ်သာလန်ရုပ်ရှင်ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၉၉ ခုနှစ်မှာချမ်းသာကြွယ်ဝတဲ့ မုဆိုးမကြီးတစ်ယောက် သေဆုံးမှုကနေစတင်ခဲ့တာပဲ ဖြစ်ပါတယ်။ အဲဒီမှာ စတွေ့တဲ့သက်သေတွေအရလောင်ဝက်စ်ဆိုတဲ့လူကို ဖမ်းဆီးလိုက်ကြပါတယ်။ဒါပေမဲ့ နောက်နှစ်နည်းနည်းကြာလာတော့ ပြန်လွှတ်ပေးလိုက်ကြပါတယ်။ နောက်ပြီးတော့ ဒီအန်အေစစ်တာ ကိုက်ညီတယ်ဆိုပြီးထောင်ဒဏ် ၁၂ နှစ် ပြန်ချမှတ်လိုက်ပါတယ်။ အဲဒီမှာ နက်ဝေါ့ဆိုတဲ့ရုပ်သံလိုင်းက သတင်းထောက် ဘတ်စ်ဟန်းဟာ ဒီအမှုနောက်ကိုစိန်ခေါ်မှုတွေများစွာနဲ့ သတင်းလိုက်ပြီး အမှန်တရားကို ရှာဖွေပါတော့တယ်။ တစ်ချိန်တည်းမှာလည်း မောရစ်စ်ဆိုတဲ့လူ ပြောစကားအရ မုဆိုးမကြီးကို သတ်တဲ့လူဟာ သူမရဲ့ လက်တိုလက်တောင်းခိုင်းတဲ့ မီခေး ဖြစ်နေတယ်လို့လည်း စွပ်စွဲလာပါတယ်။ အဲဒီမှာ သပွတ်အူလို ရှုပ်ထွေးလှတဲ့ အမှုအခင်းကြီး ဘယ်လိုဆက်ဖြစ်ကြမလဲ ဆိုတာသတင်းထောက်အမြင်နေရာကနေ ကြည့်ရှု ခံစားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thura Aung ဖြစ်ပါတယ်)File Size……….(1.77 GB) / (667 MB) / (372 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………2Hr 10MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Crime, DramaTranslator…….Thura AungEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9IuANz6AFiRApEIUqFjmItIypb7.jpg",
      "https://image.tmdb.org/t/p/w300/pEMsR1aUqj09G60n759BMcTaVSY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzNkNzU5MTMtZmVmNC00OTNjLWE1YjEtNGZhNDVhNDg0MGQ4XkEyXkFqcGdeQXVyMjA0ODUxMw@@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-judgement-2021-dutch-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1e15f/The.Judgement.2021.DUTCH.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/d2m18ql5tn5x.html",
        "server": "streamsb.com",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r847neo8sgsz.html",
        "server": "usersdrive.com",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/x4fl0m68p8le",
        "server": "streamvid.io",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-judgement-2021-dutch-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "667 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fTrW/The.Judgement.2021.DUTCH.720p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "667 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/bb7hnrwo13od.html",
        "server": "streamsb.com",
        "size": "667 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/twjjz4d0fmo4.html",
        "server": "usersdrive.com",
        "size": "667 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/se6bkgifgpma",
        "server": "streamvid.io",
        "size": "667 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-judgement-2021-dutch-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "372 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1TYx3/The.Judgement.2021.DUTCH.480p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "372 MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/978m1qz5e9oo.html",
        "server": "streamsb.com",
        "size": "372 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ahoxglor40e2.html",
        "server": "usersdrive.com",
        "size": "372 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/ut8qz951d4up",
        "server": "streamvid.io",
        "size": "372 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Comedy,Crime",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "6904"
    },
    "title": "Mr. Nice 2010",
    "description": "ဟောင်းဝဒ်မာ့ခ် ဆိုတဲ့ ကမ္ဘာကျော် ဗြိတိန် ဆေးခြောက်မှောင်ခိုသမားကြီးအကြောင်းကို ကြည့်ရအောင်။ ရယ်လည်းရယ်ရပါတယ်။ ဟောင်းဝဒ်ဟာ အတန်းထဲမှာ ဘာသာရပ်တိုင်း A ရတဲ့ လူတော်တစ်ယောက်။ ကျောင်းပြီးတော့လည်း အောက်စ်ဖို့မှာ ဆရာအလုပ်ရတယ်။ ဒါပေမယ့် ပီတီကိုစား အားရှိပြီး ပိုက်ဆံမလောက်တော့ ဆေးခြောက်မှောင်ခို လောကထဲ ဝင်မိရော။ လူက လူလည်ဆိုတော့ တဖြည်းဖြည်း အကောင်ကြီးလာပြီး မာဖီးယားလောကထဲရောက်၊ အက်ဖ်ဘီအိုင်တွေနဲ့ပါ ရှုပ်ကုန်တာပါပဲ။ အတော်ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ထားပေးလိုက်ပါတယ်File Size : 850Mb / 400 MbQuality : Bluray 720pFormat…mp4Duration…01:24:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by ElizabethEncoded by Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1lVf3XWdUgrhgXVitv2viTD07q9.jpg",
      "https://image.tmdb.org/t/p/w300/83bv87Lgoqx1cPmWWhHqubdgix3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/Mr-nice.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mr-nice-2010-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mr-nice-2010-cm-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/08y450two0xg.html",
        "server": "usersdrive.com",
        "size": "400 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/4siytupt7464.html",
        "server": "usersdrive.com",
        "size": "850 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xgdi/Mr..Nice.2010.(CM).mp4",
        "server": "megaup.net",
        "size": "850 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xgdz/Mr..Nice.2010.(CM)_Small_file.mp4",
        "server": "megaup.net",
        "size": "400 Mb",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/u1x5xjd0yifc",
        "server": "upstream.to",
        "size": "850 Mb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/hlwfsvhnt213",
        "server": "usersdrive.com",
        "size": "400 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "vk_jsXRb17U",
      "video_url": "https://www.youtube.com/watch?v=vk_jsXRb17U",
      "embed_url": "https://www.youtube.com/embed/vk_jsXRb17U"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "Eiffel (2021)",
    "description": "ပြင်သစ်သမိုင်းဖြစ်ရပ်မှန် ဒရာမ အသစ်လေး ကြည့်လိုက်ရအောင်။ ဇာတ်ကားနာမည်ကိုတွေ့တာနဲ့ သိသာနေပါပြီ။ အိုက်ဖယ်မျှော်စင် (အီဖယ်မျှော်စင်)ကို တည်ဆောက်ခဲ့တဲ့ အင်ဂျင်နီယာ ဂုစတက် အိုက်ဖယ်ရဲ့ အကြောင်းပါပဲ။ အိုက်ဖယ်မျှော်စင်ကို ၁၈၈၇ ခုနှစ် ဇန်နဝါရီလမှာ စတင်တည်ဆောက်ခဲ့ပြီး ၂ နှစ် ၂ လ နဲ့ ၅ ရက်အကြာ ၁၈၈၉ မတ်လမှာ ပြီးစီးခဲ့ပါတယ်။ မီတာ ၃၀၀ အထိ မြင့်ပြီးတော့ သံတွေနဲ့တည်ဆောက်ခဲ့တာဖြစ်ပါတယ်။ ဒီလောက်ကမ္ဘာကျော် ဧရာမအဆောက်အဦအမြင့်ကြီးကို ဆောက်တဲ့နေရာမှာ ထူးခြားစွာပဲ သေဆုံးခဲ့သူ ကြီးကြီးမားမားထိခိုက်ခဲ့သူမရှိခဲ့ပါဘူး။ ဒါဟာလည်း အလုပ်သမားတွေနဲ့ ခေါင်းဆောင်တွေရဲ့ အရည်အချင်းတစ်ရပ်ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ မျှော်စင်ကြီးစတည်ဆောက်ဖို့အကြောင်းဖန်လာပုံတွေ၊ ကြိုးစားခဲ့တာတွေ အခက်အခဲတွေကို ရိုးမန့်စ်ဒရာမာလေးတွေနဲ့ရောပြီး ပြသထားပါတယ်။  ရုပ်ရှင်ကောင်းတစ်ခုပဲမို့ တင်ပေးလိုက်ပါတယ်။File size…(1.49GB)/(662MB)/(425.5 MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….02:01:00Genre…Drama, Biography, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr. Anderson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nlQ5NfVbLIv66cTOeIUiC4e11mz.jpg",
      "https://image.tmdb.org/t/p/w300/89ZhcsMfaMROd2QpD90vuNnNIhB.jpg",
      "https://image.tmdb.org/t/p/w300/psRVYIWBGB0LtQqwTV5GFTWx3er.jpg",
      "https://image.tmdb.org/t/p/w300/qFwVp1IBcP9GhWwJlzYxZKO0lXd.jpg",
      "https://image.tmdb.org/t/p/w300/tD2YuVx4HYbAyRrT9UUiMflfvt.jpg",
      "https://image.tmdb.org/t/p/w300/1Djm0FXoZ8vb6jaRDcmiKGhy7Fa.jpg",
      "https://image.tmdb.org/t/p/w300/6VaPN1BqwdUrs1AshG7JxlqWUXA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/e.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/eiffel-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/eiffel-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.49GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/eiffel-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "662MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/eiffel-2021-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "425.5MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/12rn7/Eiffel_2021_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.49GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2omhA/Eiffel_2021_720p_(CM).mp4 ",
        "server": "megaup.net",
        "size": "662MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/12rna/Eiffel_2021_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "425.5MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/790scycq3x4d.html",
        "server": "usersdrive.com",
        "size": "1.49GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/7hevfi4vwwye.html",
        "server": "usersdrive.com",
        "size": "662MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/9fu5usiq0hw1.html",
        "server": "usersdrive.com",
        "size": "425.5MB",
        "quality": "480P"
      },
      {
        "link": "https://viewsb.com/u6x5kgbd97z0.html",
        "server": "streamsb.com",
        "size": "662MB",
        "quality": "720P"
      },
      {
        "link": "https://viewsb.com/hnfhuu093g34.html",
        "server": "streamsb.com",
        "size": "425.5MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "STXwmr01J0o",
      "video_url": "https://www.youtube.com/watch?v=STXwmr01J0o",
      "embed_url": "https://www.youtube.com/embed/STXwmr01J0o"
    }
  },
  {
    "metadata": "not rated|2012|2h 9m|Biography,Bollywood,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "17k"
    },
    "title": "Shahid (2012)",
    "description": "Shahid (2012) “အမှန်တရားဘက်တော်သား”IMDb -8.2/10ချတာတွေလည်းမကြိုက်ဘူး။ ရိုတာတွေလည်းငြီးငွေ့နေကြတဲ့ CM ပရိသတ်ကြီးအတွက် ရုံတင်အမြတ်ငွေ 5 ဆကျော်ရခဲ့တဲ့အထိ အောင်မြင်ခဲ့တဲ့ရုပ်ရှင်လည်းဖြစ်၊ Scam 1992ရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီးHansal Mehtaတစ်‌ယောက် ကားတိုင်းအရှုံးပေါ်နေရာကနေ ဝက်ဝက်ကွဲပြန်အောင်မြင်ခဲ့တဲ့ Biography movieလေးတစ်ကားဖြစ်တဲ့ Shahidဆိုတဲ့movieလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားလေးကိုတော့ ရှေ့နေကြီးShahid Azmiတစ်ယောက် လုပ်ကြံခံရပြီးချိန်မှာရိုက်ကူးဖို့ ဒါရိုက်တာMehtaတစ်‌ယောက် အကြံရခဲ့တာဖြစ်ပါတယ်။ဘုံဘေအဓိကရုဏ်းဖြစ်ချိန်မှာ ရှာဟစ်ဒ်ဟာ ၁၅ နှစ်အရွယ် မြီးကောင်ပေါက်လူငယ်တစ်‌ယောက်၊ ဆယ်ကျော်သက်ပီပီ စူးစမ်းချင်စိတ် မခံချင်စိတ်ကများတော့ အဓိကရုဏ်းထဲဘုမသိဘမသိဝင်စပ်စုရင်း ရဲဘက်ကဖမ်းတဲ့ထဲပါသွားပါတော့တယ်။ ဒါပေမဲ့ အသက်မပြည့်သေးတော့ ရှာဟစ်ဒ်ပြန်လွတ်လာတာပါတယ်။အဓိကရုဏ်းမှာ ကမောက်ကမဖြစ်နေတဲ့ကြား ရှာဟစ်ဒ်တစ်‌ယောက် အကြမ်းဖက်လေ့ကျင့်ရေးစခန်းကိုလိုက်သွားခဲ့ပေမဲ့ အကြမ်းဖက်တွေရဲ့ ရက်ရက်စက်စက်သတ်ဖြတ်နေတာကိုမြင်ပြီး ဘုံဘေကိုပြန်လာခဲ့ပေမဲ့ ရဲဘက်ကသတင်းရပြီး ရှာဟစ်ဒ်တစ်‌ယောက် အကြမ်းဖက်ကာကွယ်ရေးဥပဒေ(POTA)နဲ့ငြိပြီး ဖမ်းခံရပါတော့တယ်။အကြမ်းဖက်မှုနဲ့ဖမ်းခံရ အတင်းအကြပ်အပြစ်တွေဝန်ခံခဲ့ရပြီး ထောင်နန်းစံခဲ့တဲ့ ရှာဟစ်ဒ်တစ်ယောက် ထောင်ထဲမှာ ဦးနှောက်ဆေးချင်သူတွေ ဖျက်ဆီးချင်သူတွေ ဒုနဲ့ဒေးရှိနေပေမဲ့ ကံကောင်းချင်တော့ လမ်းညွှန်ပေးမယ့်သူနဲ့ဆုံပြီး ထောင်ကလွတ်လာချိန်မှာ ဥပဒေပညာကိုသင်ယူလို့ ရှေ့နေဖြစ်လာပါတော့တယ်။တစ်ချိန်ကကိုယ်တိုင် POTAဥပဒေနဲ့ မတရားသဖြင့်ဖမ်းဆီးခံခဲ့ရတဲ့ ရှာဟစ်ဒ်တစ်‌ယောက် သူ့လိုအဖြစ်မျိုးထပ်မကြုံရလေအောင် အကြမ်းဖက်သမားရယ်လို့ စွပ်စွဲခံရ ခေါင်းစဉ်တပ်ခံရတဲ့သူတွေကို အစွမ်းကုန်ကယ်တင်ဖို့ကြိုးစားရင်း အမှန်တရားအတွက် အများနဲ့တစ်ယောက် ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်သွားမလဲဆိုတာ ရှုစားလိုက်ကြပါဦး။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team မှပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2GB / 800MBQuality…WEB DL 1080p / 720pFormat…mp4Duration….2h 9mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood Team",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oKvjowyRtr8SDITScfKOXxJwP4D.jpg",
      "https://image.tmdb.org/t/p/w300/yG7Xj5kQuHFQBW4Gf6Q0wajOKfb.jpg",
      "https://image.tmdb.org/t/p/w300/rKjwLFP3wXl75HC2frdyNRxG4So.jpg",
      "https://image.tmdb.org/t/p/w300/s485LwCYXZCJQLVgif",
      "https://image.tmdb.org/t/p/w300/9EAE6cUUDejiAXL1gpcji7sw0Zx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNzc1M2E3NDUtMjMwMy00YzkwLTliYjctZTNlMTFhMjg3OWQyXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/shahid-2012-1080-p-webdl-yk-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ye4p5am8xm2c.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2H6uY/Shahid_2012_1080p_WEBDL_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xG92TahB#h7nl5sjmT3VUG1uHMkbBjKikJQI0Nta5FbBZT0OBtsI",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/shahid-2012-720-p-webdl-yk-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yfcm1kuieulx.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2192y/Shahid_2012_720p_WEBDL_YK(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JPtQQDbb#5UmHM_VzhPhJaMs3pVXyafMfIlaNZV-N-7tHfdotNE8",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LhOqoeL0v3M",
      "video_url": "https://www.youtube.com/watch?v=LhOqoeL0v3M",
      "embed_url": "https://www.youtube.com/embed/LhOqoeL0v3M"
    }
  },
  {
    "metadata": "R|1999|2h 7m|Biography,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "198000"
    },
    "title": "Girl, Interrupted (1999)",
    "description": "Girl, Interrupted (1999)~ IMDb – 7.3/10, Rotten Tomatoes – 53% ~Angelina Jolie နဲ့ Winona Ryder တို့ရဲ့ ငယ်ရုပ်တွေကိုပြန်မြင်ရမယ့်ရုပ်ရှင်‌လေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကတော့ တကယ့်လက်တွေ့ဘဝမှာ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက် ကြုံခဲ့ရတဲ့ စိတ်‌ပိုင်းဆိုင်ရာအခက်အခဲအတွေ့အကြုံတွေကို ဇာတ်လမ်းလေးအတိုင်း အဖိအဖော့မှန်မှန်ရိုက်ပြသွားနိုင်တဲ့ ကားကောင်းလေးတစ်ကားပါပဲ။ဒီရုပ်ရှင်ကို နာမည်တူ Girl, Interrupted ဆိုတဲ့ 1993 ခုနှစ်က အရောင်းရဆုံး ကိုယ်တွေ့မှတ်တမ်းစာအုပ်အပေါ် အခြေခံရိုက်ကူးထားတာပါ။ စာရေးသူက ဆူဇန်နာကေဆန် ဖြစ်ပြီး ရုပ်ရှင်ထဲမှာလည်း နာမည်အရင်းတွေပဲသုံးသွားပါတယ်။စာအုပ်ပေါ်အခြေခံရိုက်တဲ့ရုပ်ရှင်တွေဆိုရင် စာအုပ်ကပိုကောင်းနေတတ်တာတွေ ခပ်များများဗျ။ ဒါကျမတူဘူး။ စာအုပ်ကော ရုပ်ရှင်ပါ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ကောင်းနေတာမျိုး။ ကျွန်တော့်အမြင်အရဆိုရင်တော့ စာအုပ်ထက် ရုပ်ရှင်က ပိုကောင်းတယ်လို့ခံစားရတယ်။ စာအုပ်ထဲမှာက ကိုယ်တွေ့မှတ်တမ်းဆိုတဲ့အတိုင်း အခန်းတွေကပြန့်ကျဲနေတာ… ဘာဇာတ်ကွက် လှည့်ကွက် ဘာမှကိုမပါနေဘူး။ ဇာတ်ရှိန်တက်မယ့်နေရာတွေဆို ဝေလာဝေး။ ဒီနေရာမှာ သူက ဒီလိုလုပ်ခဲ့တာ သူကဘယ်လိုဖြစ်တာ၊ ဘယ်နေရာမှာကဘာရှိတယ် ဘယ်သူကဘယ်လို အဲဒီလိုတွေချည်းစုရေးပြထားတယ်။ စိတ်ဝင်စားဖို့ကောင်းပေမဲ့ ဇာတ်လမ်းလို ဇာတ်သွားမျိုးမရှိနေဘူး။ စာရေးသူ စိတ်ဆေးရုံကိုရောက်နေတုန်း ကြုံရသမျှအဖြစ်အပျက်တွေကို Timeline မရှိဘဲနဲ့ ကြုံသလို မှတ်တမ်းပီပီရေးပြထားတာမျိုးပေါ့။ရုပ်ရှင်ကကျ မတူတော့ဘူး။ အဲဒီလိုပြန့်ကျဲနေတဲ့အခန်းတွေကို Timeline တစ်ခုအနေနဲ့စီပြီး ဇာတ်ရှိန်တက်တာ ကျတာတွေကို တခုချင်းဆွဲခေါ်သွားတယ်။ သရုပ်ဆောင်တွေကလည်းစိတ်ရောကိုယ်ပါနစ်ထားတာသိသာပါတယ်။ Angelina Jolie ကိုယ်တိုင်က Sociopath mood သွင်းတာလေးမပျောက်အောင် ရိုက်ကွင်းမှာဘယ်သူနဲ့မှတောင်အဆက်အဆံမလုပ်ဘဲ နေခဲ့တယ်ဆိုသဗျ။ ဒီရုပ်ရှင်ဟာ စာအုပ်နဲ့ ၏သည်မရွေး တစ်ထပ်တည်းမတူနေပေမယ့် ဇာတ်ကျောကိုတော့ ထပ်တူကျလောက်အောင် ဇာတ်လမ်းရုပ်ရှင်ပီပီ ရိုက်ပြထားနိုင်ပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဆူဇန်နာကေဆန်နေရာက သရုပ်ဆောင်တဲ့ Winona Ryder က စာအုပ်ကိုအရူးအမူးကြိုက်လွန်းလို့ မူပိုင်ခွင့်ကိုပါဝယ်ပြီး ရုပ်ရှင်ရိုက်ဖို့ နှစ်နဲ့ချီစောင့်ခဲ့တယ်လို့ဆိုတယ်။ ရိုက်ခွင့်ရတဲ့အချိန်မှာလည်း Logan, 3:10 Yuma, Ford vs Ferrari, ပြီးတော့ အခု Indiana Jones ‌And The Dial of Destiny ရုပ်ရှင်တွေကို ရိုက်တဲ့ ဒါရိုက်တာ James Mangold နဲ့ရိုက်ခဲ့ပါတယ်။ အဲဒီတုန်းကတော့ ရှေ့ကပြောခဲ့တဲ့ကားတွေမရိုက်ရသေးဘူးပေါ့နော်။လီဆာ နေရာမှာ သရုပ်ဆောင်တဲ့ Angelina Jolie ကလည်း ဇာတ်ပို့သရုပ်ဆောင်နေရာအတွက် အော်စကာဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့ပြီး အခြားဆန်ကာတင်ဆုပေါင်းများစွာလည်း ဝင်ခဲ့ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMin Thant Boမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 820MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 2H 7MinGenre – Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byMin Thant BoEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vhamaqMAkSphsGGAYt5ggeuPGK6.jpg",
      "https://image.tmdb.org/t/p/w300/xbRtZUCtYh9frUnRH1OnqpVBE1r.jpg",
      "https://image.tmdb.org/t/p/w300/wA42y2vRB43mY2zO0dx506QShNq.jpg",
      "https://image.tmdb.org/t/p/w300/hRfGRa2Z1bBGDwawyCbNf1NuQAm.jpg",
      "https://image.tmdb.org/t/p/w300/qPwwAUeO0b2RU1wHPyx8vf5RgF5.jpg",
      "https://image.tmdb.org/t/p/w300/k1pMAETMXJfPefj7JWFE6DMvIRe.jpg",
      "https://image.tmdb.org/t/p/w300/atqCnTfA7zOjU0Z4xV7sy21O0ng.jpg",
      "https://image.tmdb.org/t/p/w300/bzkm7hejm8tpwBtOg48yIpnCpr3.jpg",
      "https://image.tmdb.org/t/p/w300/cu7rMK3ArquZb4nvwqMffP25gtq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/k41GcMN1NxpBTjmIOQCaEzMvhE1-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-girl-interrupted-1999-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eP9p/(CM)_Girl,_Interrupted_(1999)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AYdlRTyb#0pUsMNofJmtGOwRzFcDGI69V4g1eUfSXd4qIWDw0vNA",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9l0wz9nbz2yo.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-girl-interrupted-1999-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "820MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2AK3f/(CM)_Girl,_Interrupted_(1999)_720p.mp4",
        "server": "megaup.net",
        "size": "820MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FFlxBQ7a#nAFda0KHgQgaoCuUyR_qj1zwSmaWhaJ91js5k3tL5wA",
        "server": "mega.nz",
        "size": "820MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ri1ryv2f80cp.html",
        "server": "usersdrive.com",
        "size": "820MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/n8cstfpgwxgk.html",
        "server": "streamsb.com",
        "size": "820MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pl5j13gks8i3",
        "server": "streamvid.io",
        "size": "820MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "vL7c0Aqn_Pw",
      "video_url": "https://www.youtube.com/watch?v=vL7c0Aqn_Pw",
      "embed_url": "https://www.youtube.com/embed/vL7c0Aqn_Pw"
    }
  },
  {
    "metadata": "PG-13|2018|140 min|Biography,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "6,688"
    },
    "title": "Padman (2018)",
    "description": "” ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ ”ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက အၾကည္ထြက္တာၾကာၿပီဆုိေပမယ့္ စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္တာပါအခုလည္း နားေထာင္ၿပီး ဘာသာျပန္ထားတာျဖစ္လုိ႔ ့လုိအပ္ခ်က္ေတြရွိရင္ သည္းခံေပးၾကပါကုန္)(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (950 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 2hr 20minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by Zaw HtooEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x3wYhS7x0bKzJDtctedA05s9a9b.jpg",
      "https://image.tmdb.org/t/p/w300/irvP6P02E7V5FUbrYBFAsNFEV05.jpg",
      "https://image.tmdb.org/t/p/w300/n3Yt43XBNjZBwBOBBS7QwXqtCpx.jpg",
      "https://image.tmdb.org/t/p/w300/vEZMcRpUHQlU2JaM21oNGiewAQ5.jpg",
      "https://image.tmdb.org/t/p/w300/vhggVFflmvombWUZzwsnYaJcFNP.jpg",
      "https://image.tmdb.org/t/p/w300/eTyQF7oSOrSb07vO5TDNwbsBZfB.jpg",
      "https://image.tmdb.org/t/p/w300/aV8h8QBX1lOpZITqbjnO2KvqNj6.jpg",
      "https://image.tmdb.org/t/p/w300/tMhLTBJfAR6M0bOabMSdAXObaV0.jpg",
      "https://image.tmdb.org/t/p/w300/6KkjAW3kfFuCgUwp5Log92zjJFa.jpg",
      "https://image.tmdb.org/t/p/w300/A3xIs6QYgOOiOK0vqT7boxlAJll.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/padman-2018-mm-sub-mp-4",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/266d852/padman-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/sxgw2CZa#cOhhCjp3NoFdkTIbwfv6J3ngly360dABkEXht0BBUnA",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/vhba5o951ne6",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "-K9ujx8vO_A",
      "video_url": "https://www.youtube.com/watch?v=-K9ujx8vO_A",
      "embed_url": "https://www.youtube.com/embed/-K9ujx8vO_A"
    }
  },
  {
    "metadata": "PG-13|2017|127 min|Biography,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "3,072"
    },
    "title": "The Glass Castle (2017)",
    "description": "မိဘဆိုတာ သားသမီးအတြက္အားလံုး ျဖည္႔ဆည္းေပးခ်င္ၾကတဲ႔သူေတြပါ။ဒါေပမယ္႔သူတို႔အားလံုးကလဲ ေျခာက္ပစ္ကင္းသဲလဲစင္ ျပည္႔စံုၾကတဲ႔သူေတြေတာ႔မဟုတ္ၾကပါဘူး။တခါတေလ သူတို႔ဆံုးျဖတ္ရာေနာက္ကို သားသမီးေတြလုိက္ရတာ မလြယ္ကူပါဘူး။ရက္စ္ေ၀ါက ပကာသနဲ႔ေလာကၾကီးကို စိတ္ကုန္ေနျပီးသူ႔ဘ၀ကို ရိုးရိုးရွင္းရွင္းျဖတ္သန္းခ်င္သူပီပီ သူ႔မိသားစုကိုလည္း သူ႔လိုပဲေနခိုင္းပါတယ္။သူေနတဲ႔ပံုစံက အဆင္မေျပျဖစ္လာရင္ တေနရာကေန တေနရာကို အျမဲေျပာင္းေနတာပါ။ၾကာလာေတာ႔သားသမီးေတြက အေဖကိုအလုိမက်ျဖစ္လာျပီး ပုန္ကန္လာပါေတာ႔တယ္။သူတုိ႔ထင္သလို ဘ၀ကလြယ္ကူပါ႔မလား။ေနာက္ဆံုးမိဘကိုနားလည္ျပီး ျပန္အဆင္ေျပသြားပါ႔မလား။ဒီဇာတ္လမ္းကိုၾကည္႔ေနရင္းနဲ႔ကို ရက္စ္ေ၀ါနဲ႔သူ႔မိန္းမ ရို႕စ္မယ္ရီကို စိတ္လဲတို သနားလဲသနားစရာ ခံစားရပါလိမ္႔မယ္။သားသမီးနဲ႔ မိဘအၾကားျပသထားတဲ႔ ၅၂၈ ေမတၱာဇာတ္ကားေကာင္းေလးတခုပါ(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Rebel Hnin ပါ)File Size : (900 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 2hr 7minFormat : Mp4Genre :Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Rebel HninEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iOsuao5d4ww6PiLr6URSjrByQgV.jpg",
      "https://image.tmdb.org/t/p/w300/vwcWXhgc7SMxrtbCji7gborGiNA.jpg",
      "https://image.tmdb.org/t/p/w300/fFwMv3SNk9a8ahO2JMqd2Uh0xwR.jpg",
      "https://image.tmdb.org/t/p/w300/lBDOPBbmI0mKqBAakiLZ0BdgzET.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY2Nzk0MDE3Nl5BMl5BanBnXkFtZTgwOTI0ODc0MjI@._V1_SY1000_CR006481000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://twineer.com/7lD7",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/7lEA",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/7lFJ",
        "server": "Soliddrive.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/7lGL",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://twineer.com/7lHk",
        "server": "openload.co",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "VJFRjL8_Dvs",
      "video_url": "https://www.youtube.com/watch?v=VJFRjL8_Dvs",
      "embed_url": "https://www.youtube.com/embed/VJFRjL8_Dvs"
    }
  },
  {
    "metadata": "|2022||Biography,Documentary,Sport",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "2300"
    },
    "title": "David Beckham: Infamous (2022)",
    "description": "David Beckham: Infamous (2022)========================ဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာ ​ဘောလုံးအားကစားကို ချစ်မြတ်နိုးတဲ့သူ​တွေ​ရော၊ဘောလုံးအ​ကြောင်း ဘာဆိုဘာမှမသိတဲ့လူ​တွေအတွက်ပါ လုံးဝမစိမ်းတဲ့နာမည်တစ်ခုပါ၊ လန်ဒန်ဇာတိဖြစ်တဲ့ ဘက်ခမ်းဟာ ပရိုကစားသမားဘဝကို အင်္ဂလန်ရဲ့အ​အောင်မြင်ဆုံးအသင်းဖြစ်တဲ့ မန်ချက်စတာယူနိုက်တက်မှာအစပြုခဲ့ပြီးရီးရဲလ်မက်ဒရစ်၊အေစီမီလန်တို့လို ကမ္ဘာ့ထိပ်သီးအသင်း​တွေမှာ လည်း ကစားခဲ့ဖူးသူပါ၊ ပရီးမီးယားလိဂ်ဖလား၆လုံ၊အက်ဖ်​​အေဖလား၂လုံး လာလီဂါဖလား၁လုံး၊ ချန်ပီယံလိဂ်ဖလား၁လုံးအပြင် ဆုဖလား​​ပေါင်းများစွာရရှိဖူးတဲ့ ဒေးဗစ်ဘက်ခမ်းရဲ့ကစားသမားဘဝ ​အောင်မြင်မှုဟာ ​မေးခွန်းထုတ်စရာမရှိပါဘူး။ဒါအပြင် ​ဗြိတိန်နာမည်​ကျော် Spice Girlsအဆို​တော်အဖွဲ့ဝင်ဗစ်တိုးရီးယားနဲ့ လက်ထပ်ပြီး​နောက် ​ဘက်ခမ်းဟာ ဘောလုံးသမားတစ်​ယောက်ရဲ့​အောင်မြင်မှုအပြင် celebrityတစ်ဦးရဲ့​အောင်မြင်မှု၊ သူ့ရဲ့ပုံရိပ်မြှင့်တင်မှု​တွေပါ လုပ်လာခဲ့ပြီး ကမ္ဘာ​ပေါ်မှာ မသိသူမရှိတဲ့ Sportman, Merchandising iconတစ်ဦးဖြစ်လာခဲ့သူပါ။ဒီလို​အောင်မြင်မှု​တွေ ရရှိလာခြင်းနဲ့အတူ သူ​ပေးဆပ်လိုက်ရတဲ့အရာ​တွေကို ဒီ documentaryထဲမှာ အတိအလင်း​ဖော်ပြထားပါတယ်၊ မန်ယူနိုက်တက်ရဲ့ သမိုင်းဝင်ဖလား၃လုံး​အောင်မြင်မှုမှာ အ​ရေးပါတဲ့ အခန်းကဏ္ဍက ပါဝင်ခဲ့သလို ၂၀၀၂မှာ ကမ္ဘာ့လုပ်ခလစာအများဆုံး ကစားသမားဖြစ်လာခဲ့တဲ့ ဘက်ခမ်းဟာသူ့ရဲ့imageကို ​​ဘောလုံးကစားတာထက် ပိုအ​လေး​ပေးတာ​လို့နောက်ဆက်တွဲ​ဖြစ်လာတဲ့ ဆာအဲလက် ဖာဂူဆန်နဲ့ အကွဲအပြဲ​ဇာတ်လမ်း​တွေ၊ ထိုမှတဆင့် ရီးရဲလ်အသင်းကို ထွက်သွားရပြီးထိပ်သီး​ဘောလုံးသမားဘဝမှ တဖြည်းဖြည်း​မှေးမှိန်သွားပုံကိုမြင်​တွေ့ရမှာပါ၊ဒါ့အပြင် အင်္ဂလန်အသင်းရဲ့ကျိန်စာလို့​ဆိုရမယ့်ကမ္ဘာ့ဖလား​၄ကြိမ်အပါအဝင် နိုင်ငံတကာဖလား​ အောင်မြင်မှုမရှိတဲ့ကိစ္စမှာ အသင်း​ခေါင်း​ဆောင်အ​နေနဲ့ အဓိကထိုးနှက်ခံရပုံ​တွေကို Docu နာမည်နဲ့အညီ ပိုအသား​ပေး​ဖော်ပြထားပါတယ်၊ဘယ်လိုပဲဖြစ်ဖြစ် ဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာမန်ယူနိုက်တက်နဲ့အင်္ဂလန်ပရိတ်သတ်​​တွေကြားမှာ ဂန္တဝင်တစ်ဦးအဖြစ် အမြဲရှိသွားမှာဖြစ်သလို ​မော်ဒန်​​​ဘောလုံးသမား​​​တစ်ဦးရဲ့ကစားသမားဘဝနဲ့ ကိုယ့်ရဲ့ပုံရိပ် ​အောင်မြင်မှုအချိုးကျ​​အောင်ဘယ်လိုလုပ်ပြရမလဲဆိုတာကို ​ရှေ့​ဆောင်လမ်းပြခဲ့သူလို့ ​ပြောရင်လည်း မှားမယ်မထင်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)File Size – (1.47 GB) / (850 MB) / (461 MB)Quality – WebRip 1080p / 720p / 480PDuration – 1Hr 09MinsSubtitle – Myanmar HardsubFormat – MP4Genre : Documentary, Biography, SportTranslator – JimXEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i6PrFpmENb4XkH3iuRx8QcDp3ar.jpg",
      "https://image.tmdb.org/t/p/w300/nSoJYL2FiS9j9cQmc0qxydKd9u8.jpg",
      "https://image.tmdb.org/t/p/w300/nukEBHyqDzaKMP4fNw5Or5GfjZT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/6413a10f08517b7d97830e3b6feb3a9e97943c880827763146fe9ae026d6ccdc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/david-beckham-infamous-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/david-beckham-infamous-2021-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/13Qbj/David.Beckham.Infamous.2021.1080P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/tJ1TnTBD#Z2TYwMe2juAjT3xrcZ4XkhpOVDnhr3tqrapWg9DpRiE",
        "server": "mega.nz",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5covxyuuufi0.html",
        "server": "usersdrive.com",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/david-beckham-infamous-2021-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2pL5r/David.Beckham.Infamous.2021.720P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/rvizowp2jqvb.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/oEdHEDIC#G8q_8YTzvJZkiSOPMdVtZCgT-Xh7AW1xlGvUdPeMHt4",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/oxmhyyeukawq.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/david-beckham-infamous-2021-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/13Qbu/David.Beckham.Infamous.2021.480P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/3u2y2h1euclv.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/MIlg0IDD#ZqA5RculNavqXUCbbb91NCMWc7SO07Mp7pxjSfBhIb0",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/pv643pkc75po.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2023|1h 26m|Biography,Documentary",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "191"
    },
    "title": "Stan Lee (2023)",
    "description": "Stan Lee (2023)~ IMDb – 7.2/10, Rotten Tomatoes – 88% ~Superhero ပရိသတ်တွေရင်ထဲမှာ Stan Lee ဆိုတဲ့ နာမည်ကိုကြားတာနဲ့ Marvel ရဲ့ပဲ့ကိုင်ရှင်၊ ကျွန်တော်တို့ချစ်တဲ့ Superhero တွေရဲ့ ဖခင်ကြီးအဖြစ် တံဆိပ်ခတ်နှိပ်ထားပြီးသားဖြစ်လို့နေပါတယ်။Stan Lee နဲ့ Marvel ဟာ ဒင်္ဂါးပြားတစ်ခုရဲ့ ခေါင်းနဲ့ပန်း လိုပါပဲ။ Stan Lee မရှိရင် Marvel ဆိုတာလည်းဖြစ်မလာနိုင်ပါဘူး။ Fantastic Four ကစလို့ X-Men, Spider-Man, Iron Man, Captain America, Hulk, Thor, Dr. Strange, Black Panther တို့လိုစူပါဟီးရိုးတွေအပြင် တခြား ဟီးရိုးနဲ့ ဗီလိန်ပေါင်းများစွာကို ဖန်တီးခဲ့တဲ့ Stan Lee ကို Marvel ရဲ့ ဥသျှောင်တင်မက စူပါဟီးရိုးယဉ်ကျေးမှုကြီးရဲ့ ဥသျှောင်အဖြစ်တင်စားရင်တောင် လွန်မယ်မထင်ပါဘူး။စူပါဟီးရိုးရုပ်ပြစာအုပ်တွေကို Stan Lee ခေတ် မတိုင်ခင်က အပျော်တမ်းဖတ်ကလေးကြိုက်အဖြစ်ယူဆထားခဲ့ပေမဲ့ Stan Lee ဟာ အဲဒီထုံးတမ်းတွေကို ရိုက်ချိုးပြပြီး လူကြီးလူငယ်မရွေး ဖတ်ရှုအသည်းစွဲနိုင်တဲ့ စူပါဟီးရိုး‌တွေ အကြောင်း ရုပ်ပြတွေကို ဖန်တီးပေးခဲ့ပါတယ်။Timely Comics ကနေ Atlas Comics…Atlas ကနေ Marvel အထိ တဖြည်းဖြည်းဆွဲတင်ပေးခဲ့တဲ့အပြင် တစ်ကမ္ဘာလုံးက လူမျိုးဘာသာ ကျားမ အသက်အရွယ်မရွေး ပရိသတ်တွေအတွက် စိတ်အပန်းပြေစရာ စိတ်လှုပ်ရှားစရာ ဆွေးနွေးငြင်းခုန်စရာ Culture ကြီးတစ်ခုကို ပုံပေါ်လာအောင် ထုဆစ်ပေးခဲ့တဲ့ Stan Lee အကြောင်း အထုပ္ပတ္တိ Documentary လေးဖြစ်ပါတယ်။Stan Lee ရဲ့ငယ်ဘဝ၊ သူ့ရဲ့အိမ်ထောင်ရေး၊ သူ့ရဲ့ဘဝဇာတ်လမ်း၊ စူပါဟီးရိုးတွေအပေါ်ရှုမြင်ပုံအပြင် Stan Lee ရဲ့ အတွေးအခေါ် အယူအဆတွေကို Stan Lee ရဲ့ နောက်ခံအသံ၊ Animation မြိုင်မြိုင်နဲ့ ရိုက်ကူးထားပါတယ်။ ကြည့်ရင်း ကြက်သီးတွေထရတဲ့အခါရှိမယ်၊ Stan Lee ကို သနားမိတဲ့အခါတွေရှိမယ်၊ ရင်ထဲနွေးသွားရတဲ့အခါတွေရှိမယ်။ ကျွန်တော်တို့ငယ်ငယ်က ပုံပြင်နားထောင်ရသလိုပေါ့။ စိတ်ဝင်တစားနဲ့ မျက်တောင်မခတ်တမ်း ပါဝင်စီးမျောသွားနိုင်မယ့် Documentary လေးတစ်ခုဖြစ်တာကြောင့် စူပါဟီးရိုးပရိသတ်တွေတင်မက စူပါဟီးရိုးနာမည်လေးတစ်ခုကြားဖူးတဲ့သူတွေအနေနဲ့တောင် လက်မလွှတ်သင့်တဲ့ Documentary တစ်ခုပါ။Stan Lee ဟာ 2018 ခုနှစ်မှာ ကွယ်လွန်ခဲ့ပေမဲ့ သူဖန်တီးခဲ့တဲ့ ဇာတ်ကောင်တွေနဲ့အတူ Stan Lee ဟာလည်း ကျွန်တော်တို့ရင်ထဲမှာ အမြဲထာဝရ ရှင်‌သန်နေဦးမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMin Thant Boမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.35GB, 900MBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 1H 26MinGenre – Biography, DocumentarySubtitle – Myanmar Subtitle (Hardsub)Translated byMin Thant BoEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u0HBu7x5cwFe7BN7ANgYK98rgXc.jpg",
      "https://image.tmdb.org/t/p/w300/tp0hm6GiFjHxluOhsRvYsC16HzI.jpg",
      "https://image.tmdb.org/t/p/w300/9rjMjVmeYqe67y5UVIKInVjDeEl.jpg",
      "https://image.tmdb.org/t/p/w300/p2DrD4tPq7r8MZykUEzDg40O9kN.jpg",
      "https://image.tmdb.org/t/p/w300/uzAMmhT21MX0weGYtkTa30IYTHO.jpg",
      "https://image.tmdb.org/t/p/w300/u9hipNb6KYaWXgvgUmoUGsbwJb3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iWBOKF0yl7pHK9y8fqRIBqf9fOJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-stan-lee-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3WQAS/(CM)_Stan_Lee_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gSlCiTIJ#lyhgW0WrercRwFczSAUOpLTQbyjBpPUOHhCHXeQ-iC8",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/f8eg9cqg31jr.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-stan-lee-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UYdy/(CM)_Stan_Lee_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dD1EAQJQ#TysbSUgNBjUruK5qI7VDelvr0s-ODiI8dKCGjJO_NdY",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5zmdtsbfiou8.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/75okae9lge08.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/8gl4429ux527",
        "server": "streamvid.io",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "epOInfo_LWU",
      "video_url": "https://www.youtube.com/watch?v=epOInfo_LWU",
      "embed_url": "https://www.youtube.com/embed/epOInfo_LWU"
    }
  },
  {
    "metadata": "PG|2016|1h 47min|Biography,Drama,Sport",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "16,060"
    },
    "title": "Pelé: Birth of a Legend (2016)",
    "description": "Pelé: Birth of a Legend (2016)_____IMDb – 7.2/10ဒီကားလေးဟာ Imdb rating အနေနဲ့ 7.2/10 အထိရရှိထားပြီး အောင်မြင်ထားတဲ့ကားလေးပါထွက်ရှိတဲ့နေ့ရက်ကတော့ ၁၃ ရက် မေလ ၂၀၁၆ မှာထွက်ရှိခဲ့ပါတယ်။————————–ဒီကားလေးရဲ့ ဇာတ်အိမ်ဟာ ၁၉၈၅ ခုနှစ်လောက်ကဘောလုံးလောကထဲကို စတင်ခြေချ ခဲ့တဲ့ ဘရာဇီးနိုင်ငံသား ဘောလုံးသမားကြီး {ပီလီ (pele)} နာစီမန်တို ရဲ့ သူ ကလေးဘဝကနေစပြီးအောင်မြင်လာတဲ့အချိန်အထိ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။သူ့ရဲ့ ငယ်ဘဝဟာ ဖိနပ်တိုက်ကျောင်းတက်ရတဲ့ဘဝဖြစ်ပြီး သူ့ရဲ့မွေးရာပါပင်ကိုယ်စွမ်းရည်ကတော့ဘောလုံး ကစားတာပါ။ ဘောလုံးကို ကျွမ်းကျွမ်းကျင်ကျင်ကစားတတ်ပြီးအများနဲ့မတူတဲ့ ကစားနည်းနဲ့ဆော့ကစားတာပါဒါပေမဲ့ ဘောလုံးဆော့တာကို သူ့ရဲ့အမေဖြစ်သူကမကြိုက်ပါဘူး။ ဒါပေမဲ့ ခိုးကြောင်ခိုးဝှက်ဆော့ရင်းနဲ့သူ့သူငယ်ချင်းတစ်ဦးသေဆုံးခဲ့ပြီး စိတ်ဒါဏ်ရာ ရခဲ့ပါတယ်။ ဒါပေမဲ့ လဲ သူ့မှာရှိတဲ့ ဘောလုံး ပင်ကိုယ်စွမ်းရည်ကို သူ့အမေဟာ တွေ့မြင်သွားပြီး သူ့ရဲ့သားကို ချစ်တဲ့ စိတ်နဲ့ ဘောလုံးအသင်း ဥက္ကဌတစ်ဦးနဲ့ မိတ်ဆက်ပေးခဲ့ပါတယ် ။ အဲ့လိုမိတ်ဆက်ပေးပြီးတဲ့နောက်မှာတော့ သူ့ဘဝရဲ့အောင်မြင်မှုလမ်းကြောင်းဟာ စတင်လို့လာခဲ့ပါပြီ။လူတိုင်းဟာ အောင်မြင်မှုလမ်းကြောင်းအပေါ်လျှောက်လှမ်းတဲ့အခါ အခက်အခဲတွေကတော့အများကြီးတွေ့ကျစမြဲပါ ။ သူလဲ အခက်အခဲတွေအများကြီးရင်ဆိုင်ခဲ့ရပါတယ်။သူလဲ သူ့ရဲ့ အောင်မြင်မှု လမ်းကြောင်းကို လျှောက်တဲ့အခါ ………..-ဘယ်လိုအခက်အခဲတွေတွေ့မလဲ-အောင်မြင်မှုကို ဘယ်လိုရရှိမလဲ-သူ့ရဲ့ သနားစရာကောင်းတဲ့ ငယ်ဘဝ ပုံရိပ်တွေကိုဒီကားလေးထဲမှာ ကြည့်ရှုရမှာပါ ……..-သားသမီး အပေါ်ကို ချစ်တတ်တဲ့ မိဘ ရဲ့ ပုံရိပ်လေးတွေလဲတွေ့ရမှာပါဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့  Saw Yan Nay Naung ပါဒီကားေလးဟာ Imdb rating အေနနဲ႔ 7.2/10 အထိရရိွထားၿပီး ေအာင္ျမင္ထားတဲ့ကားေလးပါထြက္ရိွတဲ့ေန႔ရက္ကေတာ့ ၁၃ ရက္ ေမလ ၂၀၁၆ မွာထြက္ရိွခဲ့ပါတယ္။————————–ဒီကားေလးရဲ႕ ဇာတ္အိမ္ဟာ ၁၉၈၅ ခုႏွစ္ေလာက္ကေဘာလံုးေလာကထဲကို စတင္ေျခခ် ခဲ့တဲ့ ဘရာဇီးႏိုင္ငံသား ေဘာလံုးသမားႀကီး {ပီလီ (pele)} နာစီမန္တို ရဲ႕ သူ ကေလးဘဝကေနစၿပီးေအာင္ျမင္လာတဲ့အခ်ိန္အထိ ႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးပါ။သူ႔ရဲ႕ ငယ္ဘဝဟာ ဖိနပ္တိုက္ေက်ာင္းတက္ရတဲ့ဘဝျဖစ္ၿပီး သူ႔ရဲ႕ေမြးရာပါပင္ကိုယ္စြမ္းရည္ကေတာ့ေဘာလံုး ကစားတာပါ။ ေဘာလံုးကို ကြၽမ္းကြၽမ္းက်င္က်င္ကစားတတ္ၿပီးအမ်ားနဲ႔မတူတဲ့ ကစားနည္းနဲ႔ေဆာ့ကစားတာပါဒါေပမဲ့ ေဘာလံုးေဆာ့တာကို သူ႔ရဲ႕အေမျဖစ္သူကမႀကိဳက္ပါဘူး။ ဒါေပမဲ့ ခိုးေၾကာင္ခိုးဝွက္ေဆာ့ရင္းနဲ႔သူ႔သူငယ္ခ်င္းတစ္ဦးေသဆံုးခဲ့ၿပီး စိတ္ဒါဏ္ရာ ရခဲ့ပါတယ္။ ဒါေပမဲ့ လဲ သူ႔မွာရိွတဲ့ ေဘာလံုး ပင္ကိုယ္စြမ္းရည္ကို သူ႔အေမဟာ ေတြ႔ျမင္သြားၿပီး သူ႔ရဲ႕သားကို ခ်စ္တဲ့ စိတ္နဲ႔ ေဘာလံုးအသင္း ဥကၠဌတစ္ဦးနဲ႔ မိတ္ဆက္ေပးခဲ့ပါတယ္ ။ အဲ့လိုမိတ္ဆက္ေပးၿပီးတဲ့ေနာက္မွာေတာ့ သူ႔ဘဝရဲ႕ေအာင္ျမင္မႈလမ္းေၾကာင္းဟာ စတင္လို႔လာခဲ့ပါၿပီ။လူတိုင္းဟာ ေအာင္ျမင္မႈလမ္းေၾကာင္းအေပၚေလွ်ာက္လွမ္းတဲ့အခါ အခက္အခဲေတြကေတာ့အမ်ားႀကီးေတြ႔က်စျမဲပါ ။ သူလဲ အခက္အခဲေတြအမ်ားႀကီးရင္ဆိုင္ခဲ့ရပါတယ္။သူလဲ သူ႔ရဲ႕ ေအာင္ျမင္မႈ လမ္းေၾကာင္းကို ေလွ်ာက္တဲ့အခါ ………..-ဘယ္လိုအခက္အခဲေတြေတြ႔မလဲ-ေအာင္ျမင္မႈကို ဘယ္လိုရရိွမလဲ-သူ႔ရဲ႕ သနားစရာေကာင္းတဲ့ ငယ္ဘဝ ပံုရိပ္ေတြကိုဒီကားေလးထဲမွာ ၾကည့္႐ႈရမွာပါ ……..-သားသမီး အေပၚကို ခ်စ္တတ္တဲ့ မိဘ ရဲ႕ ပံုရိပ္ေလးေတြလဲေတြ႔ရမွာပါဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ကေတာ့  Saw Yan Nay Naung ပါQuality….BluRay Rip 720PLength…1 hours 47minsFormat…mp4File size…766MBSubtitle….Myanmar Subtitle (Hardsub)Translator…Saw Yan Nay NaungEncoder….seniorkaung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3x02syYMl7TpN2WPJ58Odu6tgDk.jpg",
      "https://image.tmdb.org/t/p/w300/qYUYx8kn0JblL5WfSpTuuWcDxhv.jpg",
      "https://image.tmdb.org/t/p/w300/wNeuSRLWzJ9a7O40CyXEyZ5isgN.jpg",
      "https://image.tmdb.org/t/p/w300/8ltb0H0kkByOhfpCRHg4O5yREfk.jpg",
      "https://image.tmdb.org/t/p/w300/1ntQDvwCw74W5ehIicODzQh2dTB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/pele-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hfgiqg2bs44v.html",
        "server": "usersdrive.com",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/pele-birth-of-a-legend-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/ddb6f5/pl-birth-of-a-legend-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/q81sxvkxoa4q/P%C3%A8l%C3%A9_-_Birth_Of_A_Legend_[2016]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1zfg6/Pèlé_-_Birth_Of_A_Legend_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/a1Zy0BQA#VlZ5psF8snU2Iq9KfY6mLbKP7ER65mbUbqLHLFOaR58",
        "server": "mega.nz",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/yjg7pmxyfec6",
        "server": "upstream.to",
        "size": "766 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "XBrfxHOXsDE",
      "video_url": "https://www.youtube.com/watch?v=XBrfxHOXsDE",
      "embed_url": "https://www.youtube.com/embed/XBrfxHOXsDE"
    }
  },
  {
    "metadata": "PG-13|2016|88 min|Biography,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1,844"
    },
    "title": "Brain on Fire (2016)",
    "description": "A look at a young woman’s rapid descent into insanity.ၿဖစ္ရပ္မွန္ ဇာတ္လမ္းေလးပါ။ ပရိသတ္ေတြေကာ ဒါမ်ိဳးေလးျဖစ္ဖူးလား“ပိတ္ေလွာင္ခံခဲ့ရဖူးလား…….ကိုယ့္ခႏၶာကိုယ္ထဲမွာကိုယ္လမ္းေပ်ာက္ေနဖူးလား………………ကိုယ့္စိတ္ထဲမွာကိုယ္ ေပ်ာက္ဆံုးေနဖူးလား……..အခ်ိန္ေတြထဲမွာေပ်ာက္ဆံုးဖူးလား…………………ထြက္ေျမာက္ခြင့္ေလးရဖို႔လြတ္ေျမာက္ဖို႔ကုိ…..အရမ္းကို ရုန္းကန္ၾကိဳးစားေနရတယ္………………..လြတ္လမ္းမျမင္ေတာ့အေျခအေန……ကိုယ္ကုိတိုင္ ဘာမွမတတ္နိုင္ေတာ့အေျခအေနမ်ိဳး…….”ဆူဇန္နာေက့ခ်္လန္ဆိုတာ မိန္းမေခ်ာေလး နယူးေယာက္ပို႔စ္ သတင္းစာတုိက္ကဂ်ာနယ္နစ္ေလးတစ္ေယာက္ကိုယ့္ဘ၀ကို စိတ္ၾကိဳက္တည္ေဆာက္ေနရင္းတက္သစ္စ အညြန္႔တလူလူနဲ႔ ေပ်ာ္ရြင္ေနတဲ့မိန္းမပ်ိဳေလးတစ္ေယာက္ပါ။ဒီလိုနဲ႔ မေမွ်ာ္လင့္ဘဲ သူ႔ဘ၀မွာ ခုနကေျပာထားတဲ့အေျခအေနမ်ိဳးနဲ႔ ၾကံဳေတြ႔လာရတဲ့အခါမွာေတာ့-အမ်ား ပတ္၀န္းက်င္ကလည္း စိတ္ေ၀ဒနာရွင္လို႔ ျမင္လာတယ္-ဆရာ၀န္အမ်ားစုကလည္း စိတ္ေရာဂါအမ်ိဳးမ်ိဳးကို တစ္ေယာက္တစ္မ်ိဳးစီ ေရာဂါနာမည္တပ္ျပီးေတာ့စိတၱဇေဆးရံုသာပို႔ေစခ်င္ေပမယ့္ တကယ္ေတာ့ သူကစိတ္ေ၀ဒနာရွင္တစ္ေယာက္ မဟုတ္ခဲ့ဘူး။ဒီလိုအေျခအေနကို ဘယ္လိုရုန္းကန္ခဲ့ရလဲဆိုတာကိုၾကည့္ၾကည့္လိုက္ၾကပါ။PS..ဒါက တကယ့္ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးမွာ။“ဆူွဇန္နာ့ေက့ခ်္လန္” ဆိုတဲ့ ဂ်ာနယ္လစ္စာေရးဆရာမေလးဟာ နယူးေယာက္ပို႕စ္မွာအမွန္တကယ္ အလုပ္လုပ္ေနရင္း ၾကံဳေတြ႔လာရတဲ့ အျဖစ္အပ်က္ပါ။သူ႔ရင္ဆိုင္ၾကံဳေတြ႔ခဲ့ရတဲ့အျဖစ္အပ်က္ကုိ ကုိယ္ကုိတုိင္ Personal information အျပည့္အစံုနဲ႔ကိုBrain on Fire ဆိုတဲ့စာအုပ္ကုိ ေရးသားထုတ္ေ၀ခဲ့ပါတယ္။ဒီစာအုပ္ဟာ အေရာင္းရဆံုးစာအုပ္ျဖစ္ခဲ့သလို သူရဲ့စာအုပ္ေၾကာင့္ ကမာၻတစ္၀ွမ္းမွာရွိတဲ့သူ႔လိုေရာဂါရွင္ေပါင္း ေျမာက္ျမားစြာကို ကယ္တင္ကုသနိုင္ခဲ့ပါတယ္။ဒီစာအုပ္ေၾကာင့္ပဲ ဒီလိုရွားပါးတဲ့ ေရာဂါအေၾကာင္းကို ပိုမိုသိရွိလာျပီးဒီေရာဂါနဲ႔ပတ္သတ္တဲ့ ကုသမွဳနည္းပညာေတြကို Research လုပ္ရင္းဒီရွားပါးတဲ့ေရာဂါ ကုသေရးစင္တာေတာင္ ဖြင့္လွစ္နိုင္ခဲ့ပါတယ္။ဒါေၾကာင့္ဇာတ္လမ္းထဲက ဇာတ္ေကာင္နာမည္ေနရာမွာပါ သူ႔နာမည္အတိုင္း ရိုက္ကူးထားျပီး ဂုဏ္ျပဳထားတာပါ။Quality…..BluRay 720pDuration…..01:28:00Format…Mp4File Size…(637 MB , 250 MB)Translator…..Little TwinlayEncoder…..Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a09NeywCuAevxKDG8JmqBpittTT.jpg",
      "https://image.tmdb.org/t/p/w300/8LMbtcbmrOg6ICOHdCw6hGJ1hJg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kEwI53HNDO0ajSUWh4HSsGrlF6l.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/brain-on-fire-2016",
        "server": "VIP Links",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/brain-on-fire-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/brain-on-fire-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "250 MB",
        "quality": "720p"
      },
      {
        "link": "http://bluenik.com/3L1Y",
        "server": "megaup.net",
        "size": "637 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/opvcxh8fsax8",
        "server": "upstream.to",
        "size": "637 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Biography,Documentary",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1596"
    },
    "title": "Elephant(2020)",
    "description": "Elephant(2020)ကျွန်တော်တို့ဟာ လူသားပီသကြသူများပီပီ တိရစ္ဆာန်တွေကိုချစ်မြတ်နိုးတတ်သလိုမိသားစုဝင်တွေပမာ ထိန်းသိမ်းစောင့်ရှောက်ခြင်းမျိုးတွေလည်းပြုလုပ်တတ်ကြတယ်…ဒါပေမဲ့ တစ်ခမ်းတနားအသေးစိတ်ကအစ ရိုက်ကူးထားတဲ့ တိရစ္ဆာန်တွေနဲ့ပတ်သက်တဲ့documentary တွေကျတော့ကြည့်ရမှာပျင်းပါတယ်…ကြည့်ဖို့ပြင်တာသာပျင်းကြတာကျွန်တော်တို့ skynet မှာ documentary  လေး ခဏကြည့်ရုံနဲ့ ဆက်ကြည့်ဖြစ်သွားကြတာများတယ်မဟုတ်လား…ဒါကြောင့် Elephant ဆိုတဲ့ ရှားပါး documentary  လေးကို တင်ဆက်ပေးလိုက်ပါတယ်…လွန်ခဲ့သော လအနည်းငယ်က ဘော့ဆွာနာနိုင်ငံမှာ ကန္တာရဆင်တွေ အများအပြားသေဆုံးခဲ့ပါတယ်။ဒီဆင်တွေက ရွေ့ပြောင်းနေထိုင်ကျတ်စား ကမ္ဘာပေါ်က‌ နောက်ဆုံးသော ဆင်တွေပါ။ဒီဆင်တွေ အများအပြားသေဆုံးခဲ့ခြင်းဟာ သဘာဝပတ်ဝန်းကျင်အတွက် အတော်လေးကို ထိခိုက်‌စေပါတယ်။ဒီ Elephant ဆိုတဲ့ documentary ကားလေးက ဒီဆင်တွေရဲ့ အပြုအမူ၊ သဘာဝနဲ့ ရွေ့ပြောင်းနေထိုင်မှုတွေကိုမှတ်တမ်းတင်ထားတာပါ။ ဆင်တွေနဲ့အတူ အာဖရိကရဲ့ တခြားသော တိရိစ္ဆာန်များစွာကိုလည်း ကြည့်ရှုရမှာဖြစ်ပြီးဆာဖာရီဥယျာဉ်ကို အလည်သွားသလို ခံစားရစေမှာဖြစ်ပါတယ်။ ပြီးတော့ ကမ္ဘာအကြီးဆုံးရေတံခွန်ကြီးဖြစ်တဲ့ဝီတိုရိယရေတံခွန်ကြီးရဲ့ အလှကိုလည်း ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ ဒီကားကို Disney ရဲ့ Disneynature ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ရိုက်ကူးခဲ့တဲ့ ၁၅ ခုမြောက် ရုပ်ရှင်ဇာတ်ကားဖြစ်ပြီးနောက်ခံစကားပြောအနေနဲ့ မီဂန် မာကယ်(Duchess of Sussex) က ပါဝင်ထားတာဖြစ်ပါတယ်။IMDb 7.1 နဲ့ Rotten Tomatoes 77% ရရှိပြီး ဆင်တွေရဲ့ သဘာဝနဲ့ သဘာဝအလှအပတွေကိုမြတ်နိုးသူတစ်ယောက်ဆိုရင် မလွှတ်တန်းကြည့်ရှုသင့်ပါတယ်။File Size : (800 MB) and (380 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:26:00Genre :Documentary,Adventure,BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated by NayiEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7RDZbB6tqVeAf06dpeO7dXy4eAM.jpg",
      "https://image.tmdb.org/t/p/w300/zxy6Wx7bEJwmEwu7S2mKrJHpHiB.jpg",
      "https://image.tmdb.org/t/p/w300/wszbF4BeNoEzvRiRXQnvwwHwVmP.jpg",
      "https://image.tmdb.org/t/p/w300/jqEaYZQTwvvq6CThrtXDTfVfk7m.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wvRbUiOuqedyDmwToErkp7wuFCv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zw4103gigsdt.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/apc8ca76qips.html",
        "server": "usersdrive.com",
        "size": "420MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/elephant-2020-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/elephant-2020-blu-ray-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "420MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1y120/Elephant.2020.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1y11Y/Elephant.2020.BLU-RAY.480P.PP.mp4",
        "server": "megaup.net",
        "size": "420MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/wMID3QrK#ETGuCC396oiLbf466n5L_Gct1K3nKvqGGzYEZ7L8J1I",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/FI5SQQpA#blPOvvmON0Jo4HO_-G1SpPUfdONwsIb1Rete8pSkkLg",
        "server": "mega.nz",
        "size": "420MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/QJOJC_7NMpG7rA",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/i/EA9tNpv4hwsvBg",
        "server": "disk.yandex.com",
        "size": "420MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/0ken91d95pt3",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/eenf34nvb0oh",
        "server": "upstream.to",
        "size": "420MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/elephant-2020",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "58xTMQrSLj4",
      "video_url": "https://www.youtube.com/watch?v=58xTMQrSLj4",
      "embed_url": "https://www.youtube.com/embed/58xTMQrSLj4"
    }
  },
  {
    "metadata": "||2h 57min|Biography,Drama,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "The Golden Era (2014)",
    "description": "[Unicode]The Golden Era 2014၁၉၉၃ ခုနှစ်နောက်ပိုင်း ဂျပန် တရုတ် စစ်ပွဲကာလအတွင်းက တရုတ်နိုင်ငံရဲ့ နာမည်ကျော် စာရေးဆရာမ ရှောင်ဟုန်သူကတော့ ၁၉၉၄ ခုနှစ် အသက် ၃၂ နှစ်အရွယ် ငယ်ငယ် နဲ့ ကွယ်လွန်ခဲ့ရတဲ့သူ တစ်ယောက်…သူ့အကြောင်းကို ဒါရိုက်တာ Ann Hui က သူ့ရဲ့နောက်ဆုံး ရိုက်ကူးမယ့် ဇာတ်ကားအဖြစ်သတ်မှတ်ပြီး အကောင်းဆုံး ရိုက်ကူးထားတာပါဒါ့ကြောင့် ဇာတ်ကားက ၃ နာရီကြာပြီး Opening Weekend USA: $50,242 ရရှိခဲ့ပြီး Cumulative Worldwide Gross: $8,396,062 ရရှိခဲ့ပါတယ်ဇာတ်ကား တစ်ဝက်လောက်ထိကတော့ ဇာတ်ကောင်မိတ်ဆက် ဇာတ်အစပျိုးတာပေါ့ တစ်ဝက်ကျော်မှ ဇာတ်လမ်းစတာပါဒီလိုဇာတ်မျိုးကြိုက်တဲ့သူအတွက် အရမ်းကောင်းပေမယ့် မကြိုက်တဲ့သူကတော့ ပျင်းမှာပါ လူတိုင်း ကြိုက်တဲ့ကားမျိုးတော့ မဟုတ်ပါဘူးဘဝဇာတ်ကြောင်းလေး ဖြစ်လို့ အကျဉ်းချုပ်ကို သိပ်မပြောတော့ဘဲ စာရေးဆရာမ ရှောင်ဟုန်ရဲ့ မွေးဖွားတဲ့အချိန်ကစ သေဆုံးချိန်ထိ ကာလအတောအတွင်း သူမရဲ့ အချစ်ရေး လူမှုရေး ဘဝအခက်အခဲများစွာကို ဒီကားလေးထဲမှာ စီးမျောရင်း ကြည့်ရှုခံစားလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် )[Zawgyi]The Golden Era 2014၁၉၉၃ ခုႏွစ္ေနာက္ပိုင္း ဂ်ပန္ တ႐ုတ္ စစ္ပြဲကာလအတြင္းက တ႐ုတ္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ စာေရးဆရာမ ေရွာင္ဟုန္သူကေတာ့ ၁၉၉၄ ခုနွစ္ အသက္ ၃၂ နွစ္အရြယ္ ငယ္ငယ္ နဲ႔ ကြယ္လြန္ခဲ့ရတဲ့သူ တစ္ေယာက္…သူ႔အေၾကာင္းကုိ ဒါရုိက္တာ Ann Hui က သူ႔ရဲ႕ေနာက္ဆံုး ရုိက္ကူးမယ့္ ဇာတ္ကားအျဖစ္သတ္မွတ္ျပီး အေကာင္းဆံုး ရိုက္ကူးထားတာပါဒါ့ေၾကာင့္ ဇာတ္ကားက ၃ နာရီၾကာျပီး Opening Weekend USA: $50,242 ရရွိခဲ႔ျပီး Cumulative Worldwide Gross: $8,396,062 ရရွိခဲ႔ပါတယ္ဇာတ္ကား တစ္၀က္ေလာက္္ထိကေတာ့ ဇာတ္ေကာင္မိတ္ဆက္ ဇာတ္အစပ်ိဳးတာေပါ့ တစ္၀က္ေက်ာ္မွ ဇာတ္လမ္းစတာပါဒီလိုဇာတ္မ်ိဳးၾကိဳက္တဲ့သူအတြက္ အရမ္းေကာင္းေပမယ့္ မၾကိဳက္တဲ့သူကေတာ့ ပ်င္းမွာပါ လူတုိင္း ၾကိဳက္တဲ့ကားမ်ိဳးေတာ့ မဟုတ္ပါဘူးဘဝဇာတ္ေၾကာင္းေလး ျဖစ္လို႔ အက်ဥ္းခ်ဳပ္ကို သိပ္မေျပာေတာ့ဘဲ စာေရးဆရာမ ေ႐ွာင္ဟုန္ရဲ႕ ေမြးဖြားတဲ့အခ်ိန္ကစ ေသဆံုုးခ်ိန္ထိ ကာလအေတာအတြင္း သူမရဲ႕ အခ်စ္ေရး လူမႈေရး ဘဝအခက္အခဲမ်ားစြာကို ဒီကားေလးထဲမွာ စီးေမ်ာရင္း ၾကည့္႐ႈခံစားလိုက္ၾကရေအာင္ပါ ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__6.4/10Format__mp4Duration__02:57:00Type__Biography, Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byDeerEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bltFsXktSpCC7xA0LS9Dsw3xqoJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/5600.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-golden-era-2014-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-golden-era-2014-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3sbelqvf43zy.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/amdqk62ulio9.html",
        "server": "usersdrive.com",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/U6nv/The_Golden_Era_(2014)_1080p.mp4",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2g1in/The_Golden_Era_(2014)_720p.mp4",
        "server": "megaup.net",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AeAQCLYR#f0OsNiU9XSP2m5wasiMcwGu0XT3oHONxUKLOZVyxTys",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tfIkzRoI#c-aiItjTI6uBUssAE7oguvuBudqE1Bvps4u-H1LTfUA",
        "server": "mega.nz",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/qyhgnhrmnpk0",
        "server": "upstream.to",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/cgluoeg5if83",
        "server": "upstream.to",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-golden-era-2014",
        "server": "VIP Links",
        "size": "3 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "zFAV25lP1ns",
      "video_url": "https://www.youtube.com/watch?v=zFAV25lP1ns",
      "embed_url": "https://www.youtube.com/embed/zFAV25lP1ns"
    }
  },
  {
    "metadata": "|2014|2h 11min|Action,Asian,Biography,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3,043"
    },
    "title": "Rise of the Legend (2014)",
    "description": "Rise of the Legend (2014)IMDb – 6.5/10_____ Rotten – 63%IMDb rating 6.5/10 ရရှိထားပြီး ဒီဇာတ်ကားမှာနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာကိုတွေ့ရှိရပါတယ်။ကျွန်တော်ကတော့ ဒီကားကို အရင်ကထွက်ထားခဲ့တဲ့ ဝမ်ဖေးဟုန်ဇာတ်ကားတွေကိုRevolution လုပ်ပြီးရိုက်ထားသလားလို့တောင်ထင်မိပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင် တရုပ်ပြည် ချင်ခေတ်ရဲ့ တော်လှန်ပုန်ကန်မှုတွေ၊စစ်ပွဲတွေ၊သဘာဝဘေးအန္တရာယ်တွေနဲ့တခြားစီးပွားရေး ပြသနာတွေကို ဖေါ်ပြရိုက်ကူးထားပြီးချင်ခေတ်ရဲ့ အဆိုးဆုံးသော အခြေအနေတွေကို ရိုက်ပြထားတာပါ။တရုပ်ပြည်ရဲ့ပင်လယ် ပိုးချည်လမ်းလို့ခေါ်တဲ့ ဝမ်ကျိုးမြစ်ရဲ့ ဇူဂျန်ဆိပ်ကမ်းတစ်နေရာ ကျားနက် အဖွဲ့က အုပ်စိုးထားပြီး၎င်း ကျားနက်အဖွဲ့ကို ဦးဆောင်နေသူ မာစတာလူမှာ မွေးစားသားကတော့ ၃ယောက်ရှိပါတယ်သားအကြီးဆုံး တာဟုန် ၊ သဌေးလေး အားခို နဲ့တတိယကျား တို့ ကတာဝန်ခွဲေ၀ အုပ်ချုပ်ကြပါတယ်။တရက်မှာ မာစတာလူ က သူ၏ စတုတ္ထမြောက်မွေးစားသားကို ရွေးချယ်ရန်သူ၏ အလုပ်သမားများထဲမှ လုပ်သက်ကြာပြီး အစွမ်းအစရှိသူများကို ရွေးထုပ်ပြီးသူ၏ပြိုင်ဘက်ဂိုဏ်း မြောက်ပင်လယ်ဂိုဏ်းကို သုတ်သင်ခိုင်းပါတယ်…….စတုတ္ထမြောက် မွေးစားသားရဲ့ ဘယ်လိုလျှိုကွက်တွေနဲ့ မြောက်ပင်လယ်ဂိုဏ်းကိုခြေမှုန်းမလဲ…..စတုတ္ထသား ကရော ဘယ်လိုရည်ရွယ်ချက် ဘယ်လို တုန့်ပြန်မှုတွေအတွက်ကျားနက်ဂိုဏ်းအတွင်းဝင်ရောက်လာသလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးအနေနဲ့ ဆက်လက်ကြည့်ရှုကြပါ………………………P.S- အသတ်အဖြတ်တွေက ကြမ်းတမ်းတဲ့အတွက်အတိုက်အခိုက်ကြိုက်တဲ့ ပရိတ်သတ်ကြီးကိုတော့အကြိုက်တွေ့စေမှာပါ။ဒီဇာတ်ကားထဲက Orchid ဆိုတဲ့ ပြည့်တန်ဆာမလေးကတော့ကျွန်တော့ ခရှ်ခ် လေး AngelaBaby ပါမာစတာလူကတော့ ဟုန်ကျင်းပေါင် လို့လူသိများခဲ့တဲ့မင်းသားကြီး Sammo Kam-Bo Hung ပါအသက်ကြီးပြီး ဝပေမယ့် ပေါ့ပေါ့ပါးပါးဘဲ တိုက်ခိုက်ခန်းတွေကို သရုပ်ဆောင်ထားတာတွေ့ရပါတယ်(ဇာတ်ကားအညွန်းရေးသူကတော့CM Admin ကသာသားလေးပဲ ဖြစ်ပါတယ်)@Joker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pFKSRbJdpYH8W84LuyLFzUXpoWF.jpg",
      "https://image.tmdb.org/t/p/w300/bLMKuXd6hQ1u9bSD5bVutP1n5Bj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/Rise-of-the-Legend-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nruv8eyb6ome.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/rise-of-the-legend-huang-feihong-zhi-yingxiong-you-meng-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://megaup.net/U74z/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://mega.nz/file/IxUh0IbR#WA1_Nx8vLBdKyt7N_obQDeveLuf5xVRdQIXvfFJ3nZc",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "http://www.filedwon.info/vjyrjscgx49h/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://upstream.to/9b24owvdr7xv",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "HD 720p"
      }
    ],
    "trailer": {
      "video_id": "ewb3anW1aMM",
      "video_url": "https://www.youtube.com/watch?v=ewb3anW1aMM",
      "embed_url": "https://www.youtube.com/embed/ewb3anW1aMM"
    }
  },
  {
    "metadata": "|||Biography,Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Bank of Dave(2023)",
    "description": "ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ Daveအနေနဲ့ James Bondရုပ်ရှင်တွေဖြစ်တဲ့ No time to die , Skyfall , Being James Bondတို့အပြင် The imitation game၊ Peterloတို့လို ဇာတ်ကားကောင်းတွေအပြင် တခြားသောရုပ်ရှင်တွေ၊ စီးရီးတွေထဲမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Rory Kinnearကြီးက ဒီဇာတ်ကားကိုဦးဆောင်သရုပ်ဆောင်ထားပါတယ်။ထို့အပြင် Game of Thrones၊ Cruella၊ Paddington 2၊ A boy called Christmasအစရှိတဲ့ ဇာတ်လမ်းကောင်းတဲ့ရုပ်ရှင်တွေထဲမှာ ပါဝင်သရုပ်ခဲ့ဖူးတဲ့ Joel Fryကလည်း Daveရဲ့ရှေ့နေ ဟူ့စတော့ဝဲလ်အနေနဲ့သရုပ်ထားပြီး Bridgertonထဲက မင်းသမီးချောလေး Phoebe Dynevorလည်းDaveရဲ့တူမအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သင်ဟာဘောလုံးပရိသတ်တွေဆိုရင် သိမှာသေချာတဲ့ ဘန်လေမြို့လေးက ဒေ့ဖစ်ဝစ်ဆိုတဲ့ အသေးစားသူဌေးတစ်ယောက်က ဘန်လေမြို့က လူတွေ စီးပွားရေးတွေအတွက် ထောက်ပံ့ဆောင်ရွက်ကူညီပေးနေသူဖြစ်ပါတယ်။ သူက တစ်နေ့မှာ ဒေ့ရဲ့ဘဏ်လို့ခေါ်တဲ့ဘဏ်အသေးစားလေးတစ်ခုကိုဖွင့်လှစ်ချင်လာပါတယ်။ ဒါပေမဲ့ UKနိုင်ငံရဲ့ ဘဏ္ဍာရေးစည်းမျဉ်းများဘုတ်အဖွဲ့ဟာ ဘဏ်လောကကို လက်ဝါးကြီးအုပ်ထားပြီး ဘဏ်အသစ်တွေကိုတည်ထောင်ခွင့်မပေးတော့တာနှစ်၁၅၀ရှိပါပြီ။ ထိုသူတွေက လူတွေကိုကူညီပေးမယ့် ဒေ့ရဲ့ဘဏ်တည်ထောင်ရေးကို အမဲလိုက်ဖျက်ပါတော့။ ထိုသူတွေယုတ်မာတာကို ဒေ့တစ်ယောက် ကျော်ဖြတ်သွားနိုင်ပါ့မလား၊ UKလိုချမ်းသာတဲ့နိုင်ငံမှာ ဘန်လေမြို့လေးဆင်းရဲတွင်းကနေ လွတ်မြောက်သွားမလားဆိုတာ ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကနေကြည့်ရှုကြလိုက်ပါအုန်းခင်ဗျ။ ဒီကားလေးကိုကြည့်လိုက်ရင် လုပ်ငန်းသစ်စချင်တဲ့လူတွေ ကိုယ်ပိုင်လုပ်ငန်းတည်ထောင်ချင်နေသူတွေစသဖြင့် Motivationဖြစ်စေမှာဖြစ်ပါတယ်။ ၄ရက်လောက်အချိန်ယူ ဘာသာပြန်ပေးထားလို့ ကြည့်ရှူပေးကြဖို့ တိုက်တွန်းပါတယ်။File size…(1.41GB)  / (799MB) /387MBQuality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:19:00Genre… Biography / Comedy / DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by  Min Khant Kyi Win",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcka0WH6otb1xueWk62Rpxqh3nm.jpg",
      "https://image.tmdb.org/t/p/w300/b1hX6xgHzW3dZZsUV4ghMfzfc0v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bank.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bank-of-dave-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oc87ban65ey1.html",
        "server": "usersdrive.com",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xRx7/Bank.of.Dave.2023.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PQUCgQbI#PTjCKx-4AxIJGZ1i_TBduPhEQsKXTu6xkZUSvQlx6H0",
        "server": "mega.nz",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bank-of-dave-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/e3q5hld1yvpi.html",
        "server": "usersdrive.com",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xRx0/Bank.of.Dave.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/jVliiDDQ#XB9bM4c-7zS77m88lFyszUp7KY2CoyPzBZkluNxT41E",
        "server": "mega.nz",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrity.com/1dghqxuatob7.html",
        "server": "streamsb.com",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/bank-of-dave-2023-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/o5ctlju53bny.html",
        "server": "usersdrive.com",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1RU4s/Bank.of.Dave.2023.480p(CM).mp4",
        "server": "megaup.net",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/DJFE3DKA#qzGBzsOb2dABAejbV4yfhOB6SC447cq7v4uD0JKiyI4",
        "server": "mega.nz",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrity.com/roe3k9fzhbpu.html",
        "server": "streamsb.com",
        "size": "387MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "iNeXxN3Lqok",
      "video_url": "https://www.youtube.com/watch?v=iNeXxN3Lqok",
      "embed_url": "https://www.youtube.com/embed/iNeXxN3Lqok"
    }
  },
  {
    "metadata": "TV-MA|2018|1h 38min|Adventure,Biography,Drama",
    "rating": {
      "rating": "5/10",
      "rating_count": "3.1k"
    },
    "title": "Solo (2018)",
    "description": "Solo [2018]( IMDb 5/10, RT 38% )အယ်လ်ဗာရိုဟာ မိသားစုဝင်တွေ ချစ်ရသူတွေနဲ့ ခပ်ဝေးဝေးမှာ နေပြီး သူ့ဘဝကို သူရှာဖွေနေသူပါ…ကမ္ဘာပတ် ရေလွှာလျှောစီးရင်း ဘဝကို စိတ်လွတ်လက်လွတ်နဲ့ အဖြေလိုက်ရှာနေသူပေါ့…သူကျင်လည်ရာ အရပ်က လူတွေမှန်သမျှကိုလည်း သူဟာ ခင်တွယ်တာထက် သူ့ကိုယ်ကျိုးအတွက်သာ အသုံးချပေါင်းသင်းခဲ့ပါတယ်…ဒိလိုနဲ့ တစ်နေ့မှာတော့ မထင်မှတ်ထားတဲ့ မတော်တဆမှုနဲ့အတူ ချောက်ကမ်းပါးပေါ်က ပြုတ်ကျသွားပါတော့တယ်…အောက်ရောက်တဲ့အခါ ဦးခေါင်းခွံထိ၊ လက်ကျိုး၊ တင်းပါးဆုံရိုးကျိုးတဲ့အပြင် ကျောက်အငူလေးဖြစ်တာမို့ ရေတက်တဲ့အခါ လှိုင်းနဲ့အတူ မြောပါသွားပါတော့တယ်…ဒဏ်ရာပေါင်းစုံနဲ့ သေလုမြောပါး ဖြစ်နေတဲ့အချိန်မှာ အယ်မာရိုတစ်ယောက် သူ့ဘဝကို သူပြန်ဆန်းစစ်မိပါတော့တယ်…ဇာတ်လမ်းလေးကတော့ သေခါနီး လူတစ်ယောက် ကြုံတွေ့ရတဲ့ အဖြစ်ကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်…အယ်လ်ဗာရို လွတ်မလွတ်ကိုတော့ ပရိတ်သက်ကြီးကိုယ်တိုင် ရှုစားကြည့်လိုက်ကြပါခဗျအညွှန်း နဲ့ ဘာသာပြန်ကတော့Tun Aung Kyawပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Crime, ThrillerQuality…. 1080p | 720pFile size… 1.3GB| | 726MBFormat… mp4Duration…. 1h 31minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Tun Aung KyawEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g5R8klL1IY12urrcj9Gq8MELU4a.jpg",
      "https://image.tmdb.org/t/p/w300/gGonujj138tj1ulDZCxQGbzeiQ4.jpg",
      "https://image.tmdb.org/t/p/w300/48FbhLLz6wS9NMk1hpcdB3OlmWg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tBNhoYT3OUb9J09tc4vp4rjeGAD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/u3k619urm2ii.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/solo-2018-nf-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1jmbe/Solo.2018.NF.WEB-DL.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/eNMwgQBQ#Jcf2pYEmz4PlRKehT22YzlANQDAEf6MIJgaAkoA1z5o",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/og60iq2r1slo.html",
        "server": "usersdrive.com",
        "size": "726MB",
        "quality": "720p"
      },
      {
        "link": "https://drive.google.com/file/d/bc1qa9zrfgt0zu9dqgu79v2nz3xvxeyd4path3cjfn-ZwJ/view?usp=drive_link",
        "server": "yoteshinportal.cc",
        "size": "726MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Fh5r/Solo.2018.NF.WEB-DL.720p.CM.mp4",
        "server": "megaup.net",
        "size": "726MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HJEiXIpB#8_mn34UlsvEDCLbfbTLqQldKSK4DBy37iElkO5rTbY4",
        "server": "mega.nz",
        "size": "726MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/qbsfnzmr19oa",
        "server": "streamvid.io",
        "size": "726MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/1rdv6aob7k64",
        "server": "streamsb.com",
        "size": "726MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2011|100 min|Biography,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "21,205"
    },
    "title": "Puncture (2011)",
    "description": "ဒီဇတ္လမ္းဟာ ေရွ႕ေနေတြအတြက္အႀကီးမားဆံုး သမိုင္းတစ္ခု လဲ ျဖစ္ပါတယ္တကယ့္ျဖစ္ရပ္မွန္ အေပၚ အေျခခံၿပီး ရိုက္ကူးထားတာပါဒီဇတ္လမ္းမွာ ကိုယ္ေတြရဲ႕ အခ်စ္ေတာ္ကပၸတိန္အေမရိက အျဖစ္ သရုပ္ေဆာင္တဲ့မင္းသား Chris Evans ပါ၀င္ သရုပ္ေဆာင္ထားပါတယ္ဇတ္လမ္းပံုစံကေတာ့ ဘာကိုမွ သံေရာဇဥ္ စြဲစြဲၿမဲၿမဲ မထားတက္တဲ့အေတာ္ဆံုးေရွ႕ေန တစ္ေယာက္ ျဖစ္တဲ့ မိုက္၀ိႈက္စ္ နဲ႔ ဇတ္လမ္းစထားပါတယ္သူလုိက္တ့ဲ အမႈေတြဟာ မႏုိင္သေလာက္ မရွိေအာင္ ရွားပါးပါတယ္မိုက္ ဟာ အရမ္းေတာ္တဲ့ ေရွ႕ေန လူငယ္တစ္ေယာက္ျဖစ္သလိုသူ႔ရဲ႕ အေမွာင္ဘက္ျခမ္းမွာေတာ့ ေဆးစြဲေနတဲ့ သူ တစ္ဦးပါမူးယစ္ေဆးကို ခံုမင္ေနတဲ့သူေပါ့…တစ္ရက္မွာေတာ့ မိုက္ တို႔ ဆီကို အမႈ တစ္ခု ေရာက္လာတယ္ေဆးရံုက သူနာျပဳ ေခါင္းေဆာင္ တစ္ဦးဟာ Aids ေ၀ဒနာရွင္ တဦးကိုထိုးထားတဲ့ ေဆးထိုးအပ္ စူးသြားရာကေန ေရာဂါ ကူးစပ္သြားတဲ့ ကိစၥပါေဆးရံုဘက္ကို တရားစြဲ ဖို႔ မုိက္တို႔က သြားေရာက္ေတြ႔ဆံုခဲ့ေပမဲ့သူမ ကေတာ့ သူမ တစ္ဦးထဲ အတြက္ ဆိုတာထက္အျခား သူနာျပဳ နဲ႔ ဆရာ၀န္ေတြ လုပ္ငန္းခြင္ထဲမွာေဘးကင္းဖို႔ အတြက္ ထပ္မံ အကူအညီေတာင္းပါတယ္သူမ အကူအညီေတာင္းတဲ့ ကိစၥကေတာ့ အေတာ္ေလးရိုးရွင္းပါတယ္…တစ္ခါသံုးေဆးထိုးအပ္ေတြကို ထပ္မံ သံုးလုိ႔မရေအာင္တီထြင္ထားတဲ့ ေဆးထိုးအပ္ေတြ ေျပာင္းသံုးဖို႔ေဆးရံုေတြကို အမႈရင္ဆုိင္ခုိင္းတာပါ…အဲ့ဒီ ေဆးထိုးအပ္ေတြက ေဘးကင္းေပမဲ့ေဆးရံု  ေတြက လံုး၀ လက္မခံပါဘူးတဲ့ဘာလို႔လဲ ဆိုတာ မိုက္တို႔ လုိက္လံရွာေဖြတဲ့အခါေနာက္ကြယ္က လက္မဲႀကီးကို ေတြ႔ခဲ့တဲ့အခါမွာေတာ့….ဒီရုပ္ရွင္ဟာ အေမရိကန္ ေဆးလုပ္ငန္းေတြ နဲ႔အတူ ႏုိင္ငံေရး အားၿပိဳင္မႈေတြကိုပါ တစ္ၿပိဳင္ထဲရင္ဆုိင္ရတဲ့ ေရွ႕ေန ၂ ဦးရဲ႕ ျဖစ္ရပ္မွန္ ဇတ္လမ္းပါဘာသာျပန္ေပးထားတာကေတာ့ ThinZar KoKo ျဖစ္ပါတယ္",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d08DeN6Y5DMtyMKjO7fhI3iE6uT.jpg",
      "https://image.tmdb.org/t/p/w300/yN154UOgGkYzATa1PFv2FWb2nT.jpg",
      "https://image.tmdb.org/t/p/w300/3wlQ3FgNknDpNkanNJ0nyX3C8Ge.jpg",
      "https://image.tmdb.org/t/p/w300/1enchgWCKkQLQkpfGQHU1E2QsCH.jpg",
      "https://image.tmdb.org/t/p/w300/csVgUd8mRzXytVGYS0KUcrrn2c4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTYzODIxNjAxNV5BMl5BanBnXkFtZTcwOTcxNzQzNg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/n2jqk49dgl73.html",
        "server": "usersdrive.com",
        "size": "714.09 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2eoat/Puncture_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "714.09 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/j2i2wd4m2adp",
        "server": "upstream.to",
        "size": "714.09 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/puncture-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "LVxH9UXEoMY",
      "video_url": "https://www.youtube.com/watch?v=LVxH9UXEoMY",
      "embed_url": "https://www.youtube.com/embed/LVxH9UXEoMY"
    }
  },
  {
    "metadata": "|2023||Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "9100"
    },
    "title": "Tetris (2023)",
    "description": "Tetris (2023)==========IMDb Rating – 7.4/10တက်ထရစ်ဂိမ်းကို လူအတော်များများဆော့ဖူးပြီး မဆော့ဖူးရင်တောင် မြင်ဖူးကြမှာပါ။ သန်း ၅၂၀ ကျော် ရောင်းချခဲ့ရပြီး မိုဘိုင်းဂိမ်းအဖြစ် သန်း ၆၅၀ ကျော် ဒေါင်းလုတ်ဆွဲခံရတဲ့ ဂိမ်းတစ်ခုဖြစ်ပါတယ်။ ၂၀၂၀ အထိ သမိုင်းတလျှောက်အရောင်းရဆုံးဂိမ်းဖြစ်ခဲ့ပြီး အဲဒီနောက်မှာမှ Minecraft (2009) က ကျော်တက်သွားခဲ့တာပါ။ လက်ရှိမှာတော့ Minecraft ကပထမ၊ Grand TheftAuto V (2013) က ဒုတိယနဲ့ Tetris က တတိယဖြစ်နေပါပြီ။ဒါပေမဲ့ ဂိမ်းစက်နဲ့ကော်ပီရောင်းရနှုန်းက သန်း ၅၀၀ ကျော်တာမို့မာရီယိုပြီးရင် ဒုတိယအရောင်းရဆုံး ဂိမ်းဖရန်ချိုက်စ်လည်း ဖြစ်နေပါတယ်။ အရာတစ်ခုခုကို အချိန်အကြာကြီး အာရုံစူးစိုက်ပြီးလုပ်လိုက်ရင် အဲဒီအရာက လူတွေရဲ့ အတွေးတွေ အိပ်မက်တွေစိတ်ပုံရိပ်တွေကို လွှမ်းမိုးသွားတဲ့ သက်ရောက်မှုကိုတောင် စိတ်ပညာရှင် Jeffrey Goldsmith က Tetris Effect လို့ နာမည်ပေးခဲ့တဲ့အထိပါပဲ။ ဒီရုပ်ရှင်ကတော့ စစ်အေးတိုက်ပွဲကာလမှာ တက်ထရစ်ဂိမ်း ကမ္ဘာကျော်လာပုံရဲ့ နောက်ခံဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပါ။ ဒါပေမဲ့ ပျင်းစရာ ဒရာမဟုတ်ပါဘူး Thrillerပုံစံရိုက်ကူးထားတာဖြစ်လို့ သည်းထိတ်ရင်ဖိုကြည့်ရမှာပါပဲ။ဒါရိုက်တာ Jon S. Baird ရိုက်ကူးထားပြီး Kingsmen မင်းသားTaron Egerton အဓိကပါဝင်ထားပါတယ်။ အဓိကကတော့Kingsmen တွေရဲ့ ပရိုဂျူဆာ Matthew Vaughn ကြောင့်ပါပဲ။တက်ထရစ်ဂိမ်းရဲ့ မူပိုင်ခွင့်ကို ကုမ္ပဏီကြီးတွေ လုကြတဲ့အကြောင်းဆိုပေမဲ့ ဂိမ်းတီထွင်သူဟာ ရုရှားကဖြစ်ပြီး စစ်အေးတိုက်ပွဲကာလဖြစ်နေတာကြောင့် KGB ထောက်လှမ်းရေးတွေပါ ပတ်သတ်နေပြီးမော်စကိုမှာ သူလျိုစစ်ဆင်ရေးလုပ်နေသလိုကို ကြည့်ရမှာပါ။ရုရှားဟာ ကွန်မြူနစ်နိုင်ငံဖြစ်လို့ ဂိမ်းတီထွင်သူဟာ မူပိုင်ခွင့်မရှိပါဘူးငွေလည်းမရပါဘူး။ မူပိုင်ခွင့်ငွေကို အစိုးရကပဲ ရမှာဖြစ်ပါတယ်။ဒါပေမဲ့ ဆိုဗီယက်ပြည်ထောင်စု ပြိုကွဲခါနီးအချိန် ကွန်မြူနစ်အစိုးရတစ်ခုလုံး ချစားနေတဲ့အချိန်ဖြစ်တာကြောင့် မရိုးရှင်းခဲ့ပါဘူး။ နိုင်ငံအတွက်ရမယ့်ငွေကို အိတ်ထဲထည့်ချင်လို့ လာဘ်စားပြီး ဈေးနှိမ်တဲ့ကုမ္ပဏီကိုပဲ ရောင်းချင်တဲ့ အကျင့်ပျက်နိုင်ငံ့ခေါင်းဆောင်တွေပါမယ်လူလည်စီးပွားရေးသမားတွေပါမယ် အစုံပါပဲ။ ဒီတော့ စပိုင် thrillerကြိုက်တဲ့သူတွေ ဖြစ်ရပ်မှန်ကြိုက်တဲ့သူတွေ အားလုံး ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Mr.Anderson ဖြစ်ပါတယ်)File Size……….(1.38 GB) / (611 MB) / (356 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 58MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Drama, HistoryTranslator…….Mr.AndersonEncoder……….Zin Phyo Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4avmIRBBOs9b4DKoenf8SWWJJP7.jpg",
      "https://image.tmdb.org/t/p/w300/eogyF8p0IHGkIDGJ2wMFtzUEabV.jpg",
      "https://image.tmdb.org/t/p/w300/tsBFvGVXP6DkqFHCVF5gBDUHIG7.jpg",
      "https://image.tmdb.org/t/p/w300/dgIcSZU2r7I8XnyFW0xQgZDy2Jv.jpg",
      "https://image.tmdb.org/t/p/w300/kOdtynY1y1hQunfFkS13qsqIB8B.jpg",
      "https://image.tmdb.org/t/p/w300/p8det51UBqrya6J8BtNnWChuvht.jpg",
      "https://image.tmdb.org/t/p/w300/kYtfTMHEXg1MMNmqGDy7rc7zyt6.jpg",
      "https://image.tmdb.org/t/p/w300/bNxdw268siwlMB9M9nB8BbILO8Z.jpg",
      "https://image.tmdb.org/t/p/w300/nSTAbq1264jiE2Zd7khXh7gbFFL.jpg",
      "https://image.tmdb.org/t/p/w300/wE9JmFJWYQn1ffEv9YnQdCgPolw.jpg",
      "https://image.tmdb.org/t/p/w300/w3rYxBGVsDdJ3TbNwjndoYDjAqe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGY1OWI4M2UtYjRlNi00ZjBmLWE5OTYtYjlmNzY0ODEwNDBhXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tetris-2023-1080-p-atvp-web-dl-ddp-5-1-atmos-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3f79f/Tetris.2023.1080p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "server": "megaup.net",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbface.com/jia418vqrnil.html",
        "server": "streamsb.com",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RqQH3Tza#7Ph44qin7rqT-guV5aeF2yuC_2_6DLv0lih4LAMIleA",
        "server": "mega.nz",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dsbogr5x1dtz.html",
        "server": "usersdrive.com",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/pr1yhh3bczvw",
        "server": "streamvid.io",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tetris-2023-720-p-atvp-web-dl-ddp-5-1-atmos-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Tcef/Tetris.2023.720p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "server": "megaup.net",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/lpq1sy4qfbha.html",
        "server": "streamsb.com",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/w6hDCYpQ#dxSfGU7KsyJQJfuyiuI5ukpB7ZxqeT1Lb9fP28pd5bw",
        "server": "mega.nz",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/auny324kq12z.html",
        "server": "usersdrive.com",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7wluv3pyp9pb",
        "server": "streamvid.io",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tetris-2023-480-p-atvp-web-dl-ddp-5-1-atmos-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Tce5/Tetris.2023.480p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "server": "megaup.net",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbface.com/orknl95mzswj.html",
        "server": "streamsb.com",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/kqpiBbrI#NRpkyCy-XaGN32BuWgGq6mx-bL_R0swvkXrxiHOf2Dg",
        "server": "mega.nz",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/zsrfju6f8j1m.html",
        "server": "usersdrive.com",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/u3jpsp7edjea",
        "server": "streamvid.io",
        "size": "356 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "-BLM1naCfME",
      "video_url": "https://www.youtube.com/watch?v=-BLM1naCfME",
      "embed_url": "https://www.youtube.com/embed/-BLM1naCfME"
    }
  },
  {
    "metadata": "R|2020|57min|Biography",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "181,528"
    },
    "title": "Money Heist: The Phenomenon (2020)",
    "description": "Money Heist လို့ ခေါ်တဲ့ စပိန်စီးရီး ဟာလက်ရှိမှာ အရမ်းအောင်မြင်ပြီး တစ်နှစ်မှာ Season တစ်ခုထွက်ဖို့လူတိုင်းစောင့်မျှော်နေရတဲ့ အရမ်းအောင်မြင်တဲ့ ဇတ်လမ်းတွဲဖြစ်ပါတယ်အဓိက ဇတ်ကောင်တွေ ဖြစ်တဲ့ ပရော်ဖက်ဆာ ၊ ဘာလင် ၊ ဒန်ဘာ ၊ တိုကျို ၊ နိုင်ရိုဘီတို့ဆို မသိသူမရှိသလောက် ချစ်ကြတဲ့ သူတွေ များပါတယ်…ဒီလို မအောင်မြင်ခင်က ပိတ်ကားနောက်ကွယ်ကို ကြည့်မယ်ဆိုရင်ဒီ ဘဏ်ဓါးမြတိုက်တဲ့ စီးရီးကို ၂၀၁၇ က စပိန်နိုင်ငံရဲ့ ဖရီးရုပ်သံလိုင်းမှာပြသခဲ့တာ ဖြစ်ပြီး စစပြချင်းတော့ စပိန်နိုင်ငံအဝှမ်းကြည့်ရှု့သူများပါတယ်ဒါပေမဲ့ Season 2 ကို အရောက် ကြည့်ရှုသူ နည်းခဲ့ပြီး ရိုက်ကူးရေးကိုလုံး၀ ရပ်ဆိုင်းပစ်ခဲ့ရပါတယ်…ပြောရရင် ရှုံးနိမ့်သွားခဲ့တဲ့ ဇတ်လမ်းတစ်ခုပါပဲဒီလိုပြောရင် ခင်ဗျားတို့က ရယ်နေမှာပဲ ဟာ ဖြစ်နိုင်ပါ့မလားပေါ့…ဒီလို နဲ့ Netflix ဟာ သူ့ရုပ်သံလိုင်းမှာ ပြသဖို့ စပိန် ရုပ်ရှင် နဲ့ ဇတ်လမ်းတွဲတွေကိုဝယ်တဲ့ အခါ ဒီ Money Heist စီးရီးကိုပါ ဝယ်ယူပြသခဲ့ပါတယ်…ဒီအခါမှာ ပရိုဂျူဆာ ၊ ဒါရိုက်တာ နဲ့ သရုပ်ဆောင်တွေ အားလုံးဟာချက်ချင်းဆိုသလို လူသိများပြီး နာမည်ကြီးသွားခဲ့ပါတယ်…နောက်ဆုံး Money Heist ရဲ့ အရှိန်ကြောင့် Netflix ကMoney Heist ရဲ့ နောက်ဆက်တွဲတွေကို ဆက်ရိုက်ဖို့ အတွက်ကမ်းလှမ်းခဲ့တာကြောင့် ကျနော်တို့ Season 3 နဲ့ Season 4 ကိုဆက်ကြည့်ခဲ့ကြရတာ ဖြစ်ပါတယ်….ကျနော် တို့ ကြည့်ခဲ့ရတဲ့ မြင်ကွင်းတွေ ဟာ လွယ်ကူပေမဲ့ရိုက်ကွင်းနောက်ကွယ်က အခက်အခဲတွေကို ဒီဗီဒီယိုလေးမှာပြန်ကြည့်ရင်း Money Heist အဖွဲ့သားတွေ နဲ့ Netflix ကိုကျေးဇူးတင်မိကြမှာပါ…ရှည်ရှည်ဝေးဝေး မပြောတော့ပါဘူးကမ္ဘာတဝှမ်း အရမ်းအောင်မြင်တဲ့ သူတို့ရဲ့နောက်ကွယ်မှာ ဘာတွေ ဖြစ်ခဲ့ကြသလဲ ဆိုတာကြည့်လိုက်ရအောင်လားဗျာ….ဒီ မှတ်တမ်းရုပ်ရှင်ကို ဘာသာပြန်ပေးထားတာကတော့Lampard ဖြစ်ပြီးThit San Khant မှ အညွှန်းရေးပေးထားပါတယ်",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uILX4gGU9OqpndR7JXENn29MoEv.jpg",
      "https://image.tmdb.org/t/p/w300/ociI5MGQXaJ2u1Fhc6WKNYy9pbn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZjA4MWI4MGItMmZmYi00MmYyLTgyYTEtYjVkM2Q5OTIxYzAwXkEyXkFqcGdeQXVyMTE1OTI5NDg5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/Q3l7/Money_Heist_-_The_Phenomenon_1080P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "622.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/1kaj7z0kk8cu.html",
        "server": "DatBu",
        "size": "622.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/rfr7wbords05.html",
        "server": "UsersDrive",
        "size": "622.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/JcsxmCDR#fTbZU00FnO4NQVr3cp9xYTaxWtW3GcQEFJJUMvgsI68",
        "server": "mega.nz",
        "size": "622.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/ff4ilyryw49r",
        "server": "upstream.to",
        "size": "622.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://1fichier.com/?c1931lr8tsy5e8r0cpqj",
        "server": "1fichier.com",
        "size": "622.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://dailyuploads.net/rrtjkqlzzg35",
        "server": "dlupload.com",
        "size": "622.2 MB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "aGcYHaFaj8s",
      "video_url": "https://www.youtube.com/watch?v=aGcYHaFaj8s",
      "embed_url": "https://www.youtube.com/embed/aGcYHaFaj8s"
    }
  },
  {
    "metadata": "|2022||Biography,Drama",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1525"
    },
    "title": "Padre Pio (2022)",
    "description": "Padre Pio (2022)=============အီတလီဘုန်းတော်ကြီး Padre Pio အကြောင်းနဲ့ အဲဒီခေတ်အခါက အီတလီရဲ့နိုင်ငံရေးအခြေအနေတွေကို ရောစပ်ပြီးပုံဖော်ထားတဲ့ဇာတ်ကားလေးပါ။ Padre Pio အဖြစ် Transformersမင်းသား Shia LaBeouf က သရုပ်ဆောင်ထားပါတယ်။ပထမကမ္ဘာစစ်ပြီးကာလ အီတလီရဲ့ပထမဆုံးလွတ်လပ်သောရွေးကောက်ပွဲရဲ့အရှုပ်တော်ပုံတွေနဲ့ မြေရှင်လူတန်းစားတွေကသူဆင်းရဲလုပ်သားတွေအပေါ်ဖိနှိပ်ချုပ်ချယ်တာတွေကို နိုင်ငံရေးရှုထောင့်အနေနဲ့ရိုက်ပြထားပြီး တဖက်မှာလည်း ခရစ်ယာန်ဘာသာဝင်တို့ရဲ့အကြီးအမြတ်ထားရာပုဂ္ဂိုလ်ဖြစ်လာအောင်Padre Pio ရဲ့စိတ်ပိုင်းဖြတ်မှုနဲ့လုပ်ဆောင်ပုံတွေကို ဘာသာရေးရှုထောင့်အနေနဲ့ ရိုက်ပြထားပါတယ်။ ဘာသာရေးနဲ့နိုင်ငံရေးရောထွေးနေတဲ့ အီတလီနိုင်ငံက ကျေးရွာလေးတစ်ခုရဲ့အရှုပ်တော်ပုံကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ZWT ဖြစ်ပါတယ်)File Size……….(2.09 GB) / (620 MB) / (360 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 44MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, DramaTranslator…….ZWTEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cjFMpHXKGaeowqK4m8tmarlXv7S.jpg",
      "https://image.tmdb.org/t/p/w300/3tlpvkOnBEuXwF5GDYqbCQYaRLM.jpg",
      "https://image.tmdb.org/t/p/w300/ujFv4JBCGsoB8UuDKW3aPjXQ2FM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjlmNTNjNTEtYTZlOC00YTA4LThkZjMtNDJlYThkNTM0M2MzXkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/padre-pio-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.09 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2AI8n/Padre.Pio.2023.1080p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "2.09 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/R3ES2BDS#ufS7oOxvexJwRt9ENL_eohi8qQHlHP4b4k3h9CpLN5c",
        "server": "mega.nz",
        "size": "2.09 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gjcaev5bjtv3.html",
        "server": "usersdrive.com",
        "size": "2.09 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/padre-pio-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eNe5/Padre.Pio.2023.720p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbsonic.com/aaje1fgv19d4.html",
        "server": "streamsb.com",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4jVgGZyC#0ncp4p0sEkvx0iBRcUZ47_ZPGeiRx0x-tfX8jnZK35c",
        "server": "mega.nz",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/99an5we5jytd.html",
        "server": "usersdrive.com",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7elatd0f3tca",
        "server": "streamvid.io",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/padre-pio-2023-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "360 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2AI8x/Padre.Pio.2023.480p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "360 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbsonic.com/9flxv9adbjxd.html",
        "server": "streamsb.com",
        "size": "360 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/8icCCY7b#wo42N87RGruWWtmYFjIh4GqgbsOm2OgWAvrAgQeM0bo",
        "server": "mega.nz",
        "size": "360 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1ljinik2ow17.html",
        "server": "usersdrive.com",
        "size": "360 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/8wkrpjv9q0fe",
        "server": "streamvid.io",
        "size": "360 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "l6ok4Wr72-E",
      "video_url": "https://www.youtube.com/watch?v=l6ok4Wr72-E",
      "embed_url": "https://www.youtube.com/embed/l6ok4Wr72-E"
    }
  },
  {
    "metadata": "N/A|2019|93 min|Biography,Drama,Musical",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "154"
    },
    "title": "Daffodils (2019)",
    "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် New Zealand နိုင်ငံထုတ် Drama/Musical ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးချင်ပါတယ်relationship တစ်ခုတည်ဆောက်ပြီးပြီဆိုရင် ဘယ်သူမှတော့ ပြိုကွဲချင်ကြမှာမဟုတ်ပါဘူးအထူးသဖြင့် ကိုယ့်ရဲ့ love of the life နဲ့ဆိုရင်ပေါ့အဲ့လိုမပြိုကွဲဖို့ဆိုရင် တစ်ဦးနဲ့တစ်ဦး ဖုံးကွယ်သိုဝှက်ထားတာတွေမရှိပဲ ပွင့်ပွင့်လင်းလင်းနဲ့နားလည်မှုကိုတည်ဆောက်သင့်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးက ကွက်ကွက်ကွင်းကွင်းပြသသွားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အဲရစ်က ဓာတ်ပြားဆိုင်မှာအလုပ်လုပ်တဲ့ လူငယ်လေးပါတစ်ရက်တော့ သိပ်ကိုလှပတဲ့ ရို့စ်နဲ့ အမှတ်မထင်တွေ့ဆုံရင်း နှစ်ယောက်သား ချစ်မိသွားကြတယ်ဆိုပါတော့ဒီလိုနဲ့ ရို့စ်အမေ သဘောမတူတဲ့ကြားထဲက လက်ထပ်လိုက်ကြတယ်အချိန်တွေကြာလာတာနဲ့အမျှ သူတို့အိမ်ထောင်ရေးဟာ ချစ်စခင်စလိုပန်းခင်းလမ်းမဟုတ်တော့တဲ့အခါ….Ost အမိုက်စားတွေနဲ့အတူ ချစ်တတ်ရင် ရို့စ်နဲ့အဲရစ်တို့နေရာကနေ ဝင်ရောက်ခံစားမိစေမှာအမှန်မို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)၂၀၁၉ ခုႏွစ္ထြက္ New Zealand ႏိုင္ငံထုတ္ Drama/Musical ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ကိုမိတ္ဆက္ေပးခ်င္ပါတယ္relationship တစ္ခုတည္ေဆာက္ၿပီးၿပီဆိုရင္ ဘယ္သူမွေတာ့ ၿပိဳကြဲခ်င္ၾကမွာမဟုတ္ပါဘူးအထူးသျဖင့္ ကိုယ့္ရဲ႕ love of the life နဲ႔ဆိုရင္ေပါ့အဲ့လိုမၿပိဳကြဲဖို႔ဆိုရင္ တစ္ဦးနဲ႔တစ္ဦး ဖုံးကြယ္သိုဝွက္ထားတာေတြမရွိပဲ ပြင့္ပြင့္လင္းလင္းနဲ႔နားလည္မႈကိုတည္ေဆာက္သင့္တယ္ဆိုတာကို ဒီဇာတ္ကားေလးက ကြက္ကြက္ကြင္းကြင္းျပသသြားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အဲရစ္က ဓာတ္ျပားဆိုင္မွာအလုပ္လုပ္တဲ့ လူငယ္ေလးပါတစ္ရက္ေတာ့ သိပ္ကိုလွပတဲ့ ႐ို႕စ္နဲ႔ အမွတ္မထင္ေတြ႕ဆုံရင္း ႏွစ္ေယာက္သား ခ်စ္မိသြားၾကတယ္ဆိုပါေတာ့ဒီလိုနဲ႔ ႐ို႕စ္အေမ သေဘာမတူတဲ့ၾကားထဲက လက္ထပ္လိုက္ၾကတယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမွ် သူတို႔အိမ္ေထာင္ေရးဟာ ခ်စ္စခင္စလိုပန္းခင္းလမ္းမဟုတ္ေတာ့တဲ့အခါ….Ost အမိုက္စားေတြနဲ႔အတူ ခ်စ္တတ္ရင္ ႐ို႕စ္နဲ႔အဲရစ္တို႔ေနရာကေန ဝင္ေရာက္ခံစားမိေစမွာအမွန္မို႔ၾကည့္ရႈဖို႔တိုက္တြန္းလိုက္ပါတယ္(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 33minFormat : Mp4Genre : Biography, Drama, MusicalSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Myat ThuEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jWHXrBPChfJnAXwDRMWvELpbfph.jpg",
      "https://image.tmdb.org/t/p/w300/mDJSser5Ks2V9TV9XW8YksNc8pB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6PYCZJhUSbfxKIDQijYoRgfe8b2.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/0PgfLbnHTOh0BjGfLDGm",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2B0q/(CM)_Daffodils.2019.720p.WEBRip.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/29rsj/(CM)_Daffodils.2019.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Zr5gFaYR#KEEyUSBgeUklQ3RAO5LqkZ-DS4Cnhy2E5uJof_9J1ko",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4XFEd",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3mktspd4n2es.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/6c31e/cm-dafodils-2019-720p-webrip-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-daffodils-2019-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wfd16561vdau",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XHkkE7ukGSQ",
      "video_url": "https://www.youtube.com/watch?v=XHkkE7ukGSQ",
      "embed_url": "https://www.youtube.com/embed/XHkkE7ukGSQ"
    }
  },
  {
    "metadata": "|||Biography,Drama,War",
    "rating": {
      "rating": "7/10",
      "rating_count": ""
    },
    "title": "Benediction (2022)",
    "description": "နာမည်ကျော်အင်္ဂလိပ်ကဗျာဆရာ Siegfried Sassoon ရဲ့ဘ၀အကြောင်းရိုက်ထားတဲ့ ကားလေးပါ။Siegfried ဟာပထမကမ္ဘာစစ်တုန်းက မျိုးချစ်စိတ်အပြည့်နဲ့ စစ်ထဲ၀င်ပြီးပြောင်မြောက်စွာ‌တာ၀န်ထမ်းဆောင်ခဲ့လို့ ဆုတံဆိပ်တွေရရှိခဲ့ပါတယ်။ဒါပေမယ့် သူဟာစစ်ရဲ့ အနိဋသာရုံတွေကိုမြင်အပြီးမှာ စစ်ကိုကြာရှည်အောင်လုပ်နေတဲ့ နိုင်ငံရေးသမားတွေကို စိတ်ပျက်ပြီး စစ်ဆန့်ကျင်ရေးကဗျာတွေကိုရေးသားပါတယ်။သူ့ရဲ့စစ်ဆန့်ကျင်ရေးဝါဒတွေကြောင့် သူ့ကိုစစ်ခုံရုံးမတင်ဘဲ စိတ်ကျန်းမာရေး‌မကောင်းဘူးဆိုပြီး ဆေးရုံကိုပို့ပါတယ်။အဲဒီမှာ သူဟာမိတ်ဆွေအသစ်တွေရပြီး သူ့ရဲ့လျှို့ဝှက်ထားတဲ့ လိင်ကိစ္စကိုစတင်တွေ့ရှိပါတယ်။ ဒီရုပ်ရှင်မှာ သူနဲ့တွဲခဲ့တဲ့ချစ်သူတွေနဲ့ ဆက်ဆံရေးအကြောင်းအပြင် သူ့ကဗျာပေါင်းများစွာလည်း ပါ၀င်ပါတယ်။Siegfried ရဲ့ငယ်ဘ၀နဲ့ ကြီးဘ၀ကိုတလှည့်စီပြထားပြီး လူသဘောသဘာ၀ကို ကဗျာတွေနဲ့အတူရိုက်ပြထားပါတယ်။ဒါရိုက်တာ Terence Davis ရိုက်ကူးထားပြီး Jack Lowden,Calam Lynch,Peter Capaldi,Kate Phillips တို့ပါ၀င်ထားပါတယ်။ဖြည်းဖြည်းအေးအေးလေးခံစားရမယ့် ကားမျိုးပါ။Rotten tomatoes-94%Metacritic-75%File size…(1.5 GB)/(827MB)/(391MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….02:17:00Genre…Drama, Biography, WarSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SP",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOGM4Njk0MWQtODk2NS00NDU2LTg5YzctOGYyZDM0MzUxMzRmXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/benediction-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/benediction-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ja0alke8wia7.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/163g6/Benediction.2022.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/benediction-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "827MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0o7l04bfpl84.html",
        "server": "usersdrive.com",
        "size": "827MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rYax/Benediction.2022._720p(CM).mp4",
        "server": "megaup.net",
        "size": "827MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/q3u1l41mn7ar.html",
        "server": "streamsb.com",
        "size": "827MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/benediction-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "391MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/kmo1m3gdaef0.html",
        "server": "usersdrive.com",
        "size": "391MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2rYat/Benediction.2022.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "391MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/58ge6w30z0zm.html",
        "server": "streamsb.com",
        "size": "391MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|128 min|Action,Biography,Crime",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "730"
    },
    "title": "Chasing the Dragon (2017)",
    "description": "အားလပ္ရက္ေလးမွာဇာတ္ကားသစ္အလန္းစားေလးၾကည့္ရေအာင္ အျမန္ဆံုးဘာသာျပန္တင္ဆက္ေပးထားတဲ့ နာမည္ၾကီး မင္းသားေတြျဖစ္တဲ့ Donnie Yen နဲ႕ Andy Lau တို႕ရဲ႕ အက္ရွင္ဇာတ္ကားေကာင္းေလးကိုတင္ေပးလိုက္ ပါတယ္။ဒီဇာတ္ကားဟာ ေဟာင္ေကာင္-တရုတ္ Action/Crime/Drama ကားေလးတစ္ကားျဖစ္ျပီး တကယ့္အျပင္က ဂိုဏ္းစတားတစ္ဦးျဖစ္တဲ့ Ng-Sekho ဆိုတဲ့သူရဲ႕ဇာတ္ရုပ္ကို Donnie Yen ကပါ၀င္သရုပ္ေဆာင္ေပးထားတာျဖစ္ျပီး Andy Lua ကေတာ့ Lee Rock ဆိုတဲ့ဇာတ္ကားေလးထဲကဇာတ္ရုပ္အတိုင္း အက်င့္ပ်က္ရဲေလာကကသူတစ္ေယာက္ျဖစ္ သရုပ္ေဆာင္ထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၆၃ခုႏွစ္တြင္ ၀ူရွစ္ေဟာင္ဆိုတဲ့လူတစ္ေယာက္ဟာ တရုတ္ျပည္မၾကီးကေန ျဗိတိသွ်ကိုလိုနီတစ္ခုျဖစ္တဲ့ ေဟာင္ေကာင္ကိုတရားမ၀င္ခိုး၀င္လာရကစျပီး မူးယစ္ပြဲစားေတြ အက်င့္ပ်က္ရဲ၀န္ထမ္းေတြ နဲ႕ျပည့္နွက္ေနတဲ့ ေျမေအာက္ကမာၻက မူးယစ္ရာဇာၾကီးတစ္ဦး ျဖစ္လာခဲ့ပါတယ္။အဲဒီေခတ္ကာလအတြင္းက မူးယစ္ေဆးျပႆနာေတြ ျပည့္တန္ဆာမႈေတြ ဂိုဏ္းစတားေတြရဲ႕အကြဲအျပဲဇာတ္လမ္းေတြကို အဓိကထားျပီးဇာတ္လမ္းေၾကာရိုးယူထားပါတယ္။အဲဒီေခတ္ကာကတြင္းက ရဲေတြနဲ႕ဂိုဏ္းေတြၾကားကရင္းႏွီးတဲ့ ဆက္ဆံေရးအရ ၀ူရွစ္ေဟာင္နဲ႕ ေလေလာ့ဆိုတဲ့ရဲအရာရွိတို႕ဟာ တြဲေဖာ္တြဲဖက္ေတြျဖစ္လာရုံသာမက ျမိဳ႕တြင္းဂိုဏ္းေတြၾကားတိုက္ခိုက္မႈတစ္ခုမွာ ေလေလာ့ကို ၀ူရွစ္ေဟာင္တစ္ေယာက္အသက္ေဘးကေနကယ္တင္ခဲ့တဲ့ ေနာက္ေတာ့ ေသြးေသာက္ညီအစ္ကိုေတြအျဖစ္ထိရင္းႏွီးလာခဲ့ၾကပါတယ္။၀ူရွစ္ေဟာင္တစ္ေယာက္ သူ႕ရဲ႕မူးယစ္ေဆးနယ္ပယ္ကိုပိုမိုခ်ဲ႕ထြင္လာႏိုင္ခဲ့ျပီး ေလေလာ့နဲ႕လည္းဆက္ဆံေရးက်ဲလာပါတယ္။အထူးသျဖင့္ ရဲေတြထိန္းသိမ္းလို႕မႏိုင္ေတာ့တဲ့ လူမိုက္ဂိုဏ္းေတြၾကားစစ္ပြဲေတြကိုရပ္တန္႕ႏိုင္ဖို႕ ၀ူရွစ္ေဟာင္ကိုတိုက္တြန္းလိုက္တဲ့ အခ်ိန္မွာပါပဲ။သူတို႕ႏွစ္ေယာက္သား ျပိဳင္ဖက္ဂိုဏ္းစတားေတြ၊ တရုတ္အက်င့္ပ်က္ရဲ၀န္ထမ္းေတြ၊ ျဗိတိသွ်ဆိုးသြမ္းအရာရွိေတြ ကိုယွဥ္ျပိဳင္တိုက္ခုိက္ၾကပါေတာ့တယ္။ဒီလိုယွဥ္ျပိဳင္ႏွိမ္နင္းၾကရမွာ တစ္ဦးကရဲ၀န္ထမ္း ၊ တစ္ဦးကမူးယစ္ရာဇာတစ္ဦးအေနနဲ႕ ႏွစ္ေယာက္သားသေဘာထားကြဲလြဲမႈေတြ၊ အယူအဆမတူမႈေတြနဲ႕ ဘယ္လုိမတူညီတဲ့နည္းလမ္းေတြနဲ႕ နွိမ္နင္းသြားၾကမလဲဆိုတာေတာ့ ပရိသတ္ေတြကပဲဆက္ၾကည့္လိုက္ၾကပါဦး။နာမည္ၾကီးမင္းသားႏွစ္ေယာက္၊ မတူညီတဲ့ေခတ္ျပိဳင္ဇာတ္ေကာင္ႏွစ္ခုနဲ႕ အျပိဳင္အဆိုင္သရုပ္ေဆာင္ထားၾကတာဆိုေတာ့ ၾကည့္မေကာင္းစရာကိုမရွိပါဘူး။Rating အေနနဲ႕ကလည္း 7.1 ထိရွိထားတာျဖစ္တဲ့အတြက္ အားလပ္ရက္မွာဘယ္မွ မသြားျဖစ္တဲ့သူေတြအတြက္ရာသီဥတုေအးေအးေလးနဲ႕ ဇာတ္ကားေကာင္းေကာင္းေလးၾကည့္ျပီး ဇိမ္ယူသင့္တာေပါ့ဗ်ာ။(PS. ဘာသာျပန္ေပးသူကေတာ့ ထမင္းမစားေရမေသာက္ဘဲထိုင္ျပန္ေပးလိုက္ရလို႕ အသက္ထြက္သြားျပီလို႕ေျပာပါတယ္။ :3)File Size : (950 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 2hr 8minFormat : Mp4Genre :Action, Biography, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL x264 AAC-HQCTranslated by Ei Pa Pa SanEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1u7u2FUvFpkyeaRzx9BKxIyxZvD.jpg",
      "https://image.tmdb.org/t/p/w300/mr7gZ8R7pQsEwaEJamMYWWgxqEg.jpg",
      "https://image.tmdb.org/t/p/w300/vg1LCg3c1des9hjD1Z972e8yrr7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/nQxMBG7BIoewmzesyENj5v6dHEu.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chasing-the-dragon-chui-lung-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/chasing-the-dragon-2017",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "h6tpNQbS4gs",
      "video_url": "https://www.youtube.com/watch?v=h6tpNQbS4gs",
      "embed_url": "https://www.youtube.com/embed/h6tpNQbS4gs"
    }
  },
  {
    "metadata": "|2023|2h 17min|Biography,Drama,History",
    "rating": {
      "rating": "7/10",
      "rating_count": "277"
    },
    "title": "Once Upon a Star (2023)",
    "description": "Once Upon A Star (2023)ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ထိုင်းကားလေးကတော့ ၁၉၇၀ မှာ အခြေတည်ထားပြီးအရင်တုန်းကဆို ရုံတင်ကားတွေကို တောရွာကမကြည့်နိုင်သူတွေအတွက် လိုက်လံပြသပေးတဲ့ ခရီးသွားရုပ်ရှင်အဖွဲ့တွေရှ်ိပါတယ်။အသံစနစ်မကောင်းမွန်တာကြောင့် ခရီးသွားရုပ်ရှင်အဖွဲ့က ကိုယ်တိုင်နောက်ခံစကားပြောတွေနဲ့ ပြောရပါတယ်။မန်နစ်ဦးဆောင်တဲ့ အဖွဲ့လေးကတော့ ထိုအဖွဲ့တွေထဲကတစ်ဖွဲ့ပါ။သူတို့အဖွဲ့မှာတော့ နောက်ခံစကားပြောဆိုလို့သူတစ်ယောက်ထဲရှ်ိပြီး ယောက်ျား မိန်းမအသံအကုန်သူချည်းပဲ ပြောရပါတယ်။ဒီလိုနဲ့အဆင်မပြေဖြစ်လာတဲ့အချိန်မှာ မိန်းမနောက်ခံစကားပြောလိုအပ်လာပါတော့တယ်။အဲလိုနဲ့ ရောက်လာတဲ့ နောက်ခံစကားပြောကောင်မလေးကရော ဘယ်သူဖြစ်မလဲသူတို့အိမ်မက်တွေ ဘယ်လိုအကောင်အထည်ဖော်မလဲဆိုတာကြည့်ရှုလိုက်ရအောင်။(ယခုရုပ်ရှင်ထဲမှာ တစ်ကယ့်ဖြစ်ရပ်မှန်အနေနဲ့ ၁၉၇၀ က စတန့်ရုပ်ရှင်ရိုက်ကူးရင်း ဆုံးပါးသွားတဲ့Mitr Chaibancha လို့ခေါ်တဲ့ ထိုင်းနာမည်ကြီးမင်းသားရဲ့ အဖြစ်ကိုပါ ထည့်ရိုက်ပေးထားပါတယ်။)အညွှန်း နဲ့ ဘာသာပြန်ကတော့Mr.Kaungပဲ ဖြစ်ပါတယ်။Genre….. Biography, Drama, HistoryQuality…. 1080p | 720pFile size… 1.55GB| 723MBFormat… mp4Duration…. 2h 7minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mr.KaungEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6gzCUTHhK5vxPSpk0t0l59O8kjk.jpg",
      "https://image.tmdb.org/t/p/w300/274rI63BUZU0EtPsevLd9EBxjrN.jpg",
      "https://image.tmdb.org/t/p/w300/tLCaUlrOO8GmtsI5SbUhOz53mL5.jpg",
      "https://image.tmdb.org/t/p/w300/ynWxfUZwpdOCtdplSayqClqPV3N.jpg",
      "https://image.tmdb.org/t/p/w300/zPqUJHDsikVgro0TlzhZEp3hPiV.jpg",
      "https://image.tmdb.org/t/p/w300/7bDnqtPpFZQi54QKj8TkT92lssb.jpg",
      "https://image.tmdb.org/t/p/w300/uzJQlg8UVMYAI9V7alJxIcy7ktA.jpg",
      "https://image.tmdb.org/t/p/w300/8VdwMGeOxxG7s3NypyFrYns8nAs.jpg",
      "https://image.tmdb.org/t/p/w300/6v0nSfuHwAN5HczGIwE7nIHPW2C.jpg",
      "https://image.tmdb.org/t/p/w300/7zq86z8mZTP5fqbwzyPVfwpEwMR.jpg",
      "https://image.tmdb.org/t/p/w300/aQ6qKKWnUlfFu25Rzt9ykbj7x6f.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oLbJECxr8bHKe00hBVgf96KGnhq.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wiamz3h9w50k.html",
        "server": "usersdrive.com",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/once-upon-a-star-2023-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1iY7z/Once.Upon.A.Star.2023.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9tgzya5b#eH6nO6FNl1L2wUeBmTF2NgmYDMiESDkZWRS-TiYoEuM",
        "server": "mega.nz",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7fdp0qv5ibba.html",
        "server": "usersdrive.com",
        "size": "723MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/once-upon-a-star-2023-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "723MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1iY7c/Once.Upon.A.Star.2023.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "723MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1sImRYqD#qzDNmw6uEN7hTZZDr0JbYYjes8DVrMbyyZNgjlztI4w",
        "server": "mega.nz",
        "size": "723MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1lncm0bn0rnd",
        "server": "streamvid.io",
        "size": "723MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/x0tx051h8wdh",
        "server": "streamsb.com",
        "size": "723MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gU0zInmi08U",
      "video_url": "https://www.youtube.com/watch?v=gU0zInmi08U",
      "embed_url": "https://www.youtube.com/embed/gU0zInmi08U"
    }
  },
  {
    "metadata": "PG-13|2016|2h 14min|Biography,Drama,Sport",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "33,917"
    },
    "title": "Race (2016)",
    "description": "Race (2016)IMDb – 7.1/10_____Rotten – 62%ဒီဇာတ်ကားလေးဟာ IMDB 7.1/ 10 အထိ ရရှိထားပြီးအတ္ထုပ္ပတ္တိဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်လမ်းမျိုးပါ။ပြည်နယ်လေးတစ်ခုကနေ အိုလံပစ်ပြိုင်ပွဲအထိ လာရောက်ယှဉ်ပြိုင်ခဲ့သူ ဂျက်စီ အိုဝန်အဖို့လောကဓံ ကြားမှာ ကူးခပ်ခဲ့ရပုံကို အဓိကတင်ဆက်ထားပါတယ်။လူဖြူ လူမည်းခွဲခြားခံရမှုကြားဒေါသတွေကို မြိုသိပ်/ ရည်မှန်းချက်တစ်ခုကိုသာအာရုံစူးစိုက်မှု အပြည့်ဖြင့် အနိုင်ယူခဲ့ပုံကလည်းအတုယူ အားကျဖွယ်ကောင်းလှပါတယ်။ဒါ့ပြင် နည်းပြဆရာတစ်ဦးရဲ့စေတနာ / ပြိုင်ဘက်ကောင်းတွေရဲ့အားကစားစိတ်ဓာတ် ပြည့်ဝမှုတွေနဲ့သမိုင်းနောက်ခံဇာတ်ကွက်ကိုပါ လေ့လာခွင့်ရမယ့် ဇာတ်ကားကောင်းမို့ ကြည့်ရှုရကျိုး နပ်မှာပါ။CM ပရိသတ်များ အားပေးလိုက်ကြပါဦး။(ဇာတ်ကားအညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)File Size         : 952 MBQuality           : Blu ray 720PRunning Time : 2hr 14 minuteFormat           : Mp4Genre             : Biography,Drama,sportEncoder         : Joker.phs",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rF5o00SF2OnISy69FKWaNX9BSI6.jpg",
      "https://image.tmdb.org/t/p/w300/eWUJTW9HFDmlIACchS6Ohnk5Aom.jpg",
      "https://image.tmdb.org/t/p/w300/hxOk97QR39NZKSFmzz3vghczATH.jpg",
      "https://image.tmdb.org/t/p/w300/bLiXDhdVcCIViQFg4wIpL6sdWHj.jpg",
      "https://image.tmdb.org/t/p/w300/bjzBuOOTaryMofzzpeQLw63wvs8.jpg",
      "https://image.tmdb.org/t/p/w300/lA2yhFcvbQU59FXtGT7N3rbKKJB.jpg",
      "https://image.tmdb.org/t/p/w300/3GweZWsQGT1cPgcEMSylhrKfX5O.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/06/race-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ca0g88behai9.html",
        "server": "usersdrive.com",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/race-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yFju/Race_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/t8JRAQ4Z#VFBlIDz1kqJq1_dTjXOBh7iGOcUFQZB8Rbf49f3tA4c",
        "server": "mega.nz",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/lti18497qrnl",
        "server": "upstream.to",
        "size": "952 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Ho9KA_JF0sE",
      "video_url": "https://www.youtube.com/watch?v=Ho9KA_JF0sE",
      "embed_url": "https://www.youtube.com/embed/Ho9KA_JF0sE"
    }
  },
  {
    "metadata": "PG-13|2023|1h 58min|Biography,Drama,Sport",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "515"
    },
    "title": "Sweetwater (2023)",
    "description": "Sweetwater (2023)ဒီဇာတ်ကားက NBA သမိုင်းမှာ ပထမဆုံးစာချုပ်ချုပ်ဆိုနိုင်ခဲ့တဲ့လူမည်းကစားသမား ဆွိဝါးတားကလစ်ဖ်တန်ရဲ့ ကိုယ်ရေးရာဇဝင် ရုပ်ရှင်ဖြစ်ပါတယ်Biography movie ဆိုပေမဲ့ ဇာတ်ကားဆိုတော့ ဒရာမာလေးတွေ လိုတိုးပိုလျှော့လေးတွေတော့ရှိပါတယ်အမေရိကန် ဘတ်စကတ်ဘောလောကမှာ လီဘရွန်ဂျိမ်းတို့ မိုက်ကယ်ဂျော်ဒန်တို့လို လူမည်းဂန္ထဝင် ကစားသမားတွေ အများကြီး ရှိပါတယ်ဒါပေမဲ့ သူတို့လို လူမည်းဂန္ဒဝင်တွေဖြစ်လာဖို့ ပထမဆုံးလူမည်းပရိုစာချုပ်ကို ဆွိဝါးတားက စပြီးချုပ်ဆိုခဲ့တာပါသူဒီလို NBA မှာ ပထမဆုံးပွဲတစ်ပွဲဆော့ရဖို့အတွက် လူဖြူတွေပဲဆော့ခွင့်ရှိသလိုဖြစ်နေတဲ့NBA လိဂ်မှာ ဆွိဝါးတားပါခွင့်ရအောင် ဘယ်လိုကြိုးစားခဲ့ရတယ်နည်းပြတွေ ပိုင်ရှင်တွေကအစ လူတိုင်းနဲ့အတိုက်အခံဘယ်လိုလုပ်ခဲ့ရတယ်ဆိုတဲ့သူတို့ရဲ့အခက်အခဲတွေ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တာတွေကို ကြည့်ရမှာဖြစ်ပါတယ်ဘတ်စကတ်ဘောအားကစားကိုသဘောကျတဲ့သူတိုင်း ကြည့်ရှုသင့်တဲ့ကားဖြစ်သလိုယခုခေတ်မှသာ လူမည်းတွေကို နေရာအကြီးအကျယ်ဇွတ်ပေးနေပေမဲ့တစ်ချိန်တုန်းကတော့ ဥပဒေထုတ်ပြီးကျွန်စနစ်ပယ်ဖျက်ပြီးတာတောင်လူမည်းတွေကို ပိုးစိုးပက်စက်ခွဲခြားတာတွေကိုလည်း တစ်စေ့တစ်စောင်းကြည့်ရမှာ ဖြစ်ပြီးဆွိဝါးတားရဲ့ ရိုးရိုးသားသားနဲ့ ကြိုးစားပြီးတော့ လူမည်းတွေအားလုံးအတွက်သမိုင်းသစ်ရေးထိုးပေးခဲ့ပုံကို ကြည့်ရှုနိုင်ဖို့ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့Sai Thurein Lynnပဲ ဖြစ်ပါတယ်။Genre….. Biography, Drama, SportQuality…. 1080p | 720p | 480pFile size… 4.8GB | 1GB | 488MBFormat… mp4Duration…. 1h 58minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Sai Thurein LynnEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4Ke47rydlVsqLphva2ySunSke0P.jpg",
      "https://image.tmdb.org/t/p/w300/rFrUfqkn7xFAyBbmiTh1EPOjIbZ.jpg",
      "https://image.tmdb.org/t/p/w300/vHCoqeNWKVOSudc1nZm39xix3nC.jpg",
      "https://image.tmdb.org/t/p/w300/b0F59HpqPll0vsDtXrE1ai5nDql.jpg",
      "https://image.tmdb.org/t/p/w300/AfmAGb5yITrVF4cJkmCeAsMeE3H.jpg",
      "https://image.tmdb.org/t/p/w300/kIZANCDcPhnU7H0AADFFvxvZAkd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/18Jz0oJto5lwsZrQ11w3GKI6rtt.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7yez9hk8vcj3.html",
        "server": "usersdrive.com",
        "size": "4.8GB`",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/sweetwater-2023-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "4.8GB`",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/1Uenu/Sweetwater.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "4.8GB`",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/VCUHgbzJ#luvv2zlm9yeELN2aL8ixk6rvBWlR7mEdc-UER0uhMyM",
        "server": "mega.nz",
        "size": "4.8GB`",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/g2zskeitiwuj.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/sweetwater-2023-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3g9gB/Sweetwater.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/IHt0TJgb#t5GKsRtoarOxQzVMsDOjiv-zVlVRZVV2krSeVsr9Ms4",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbrapid.com/i9o1c3357ztv.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/k60lqtpes47d",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/mk1t3sft69dy.html",
        "server": "usersdrive.com",
        "size": "488MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/sweetwater-2023-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "488MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2AbO3/Sweetwater.2023.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "488MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/4HVzBAKL#8QAMRkpjEIpTYGMC6M3ZPaxha1R9neVz1f1ASbTuUBo",
        "server": "mega.nz",
        "size": "488MB",
        "quality": "480P"
      },
      {
        "link": "https://sbrapid.com/om5szoauutg1.html",
        "server": "streamsb.com",
        "size": "488MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/7tlxaazr0ez9",
        "server": "streamvid.io",
        "size": "488MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "2JmyjKCKWYc",
      "video_url": "https://www.youtube.com/watch?v=2JmyjKCKWYc",
      "embed_url": "https://www.youtube.com/embed/2JmyjKCKWYc"
    }
  }
]