[
  {
    "metadata": "R|2011|1h 39m|Biography,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "89000"
    },
    "title": "My Week with Marilyn (2011)",
    "description": "My Week with Marilyn (2011)~ IMDb – 6.9/10, Rotten Tomatoes – 83% ~ဒီရုပ်ရှင်ကို ကောလင်းကလတ်ရေးတဲ့ The Prince, The Showgirl and Me နဲ့ My Week with Marilyn ဆိုတဲ့ ဒိုင်ယာရီစာအုပ်နှစ်အုပ်ကနေ ရိုက်ထားတာ။ The Prince and the Showgirl (1957) ကို မာရီလင်မွန်ရိုးနဲ့ လောရန့်အိုလီဗာတို့ ရိုက်ခဲ့ကြတုန်းက အကြောင်းပေါ့။ ဒီဇာတ်လမ်းကို သူ့ခေါင်းစဉ်အတိုင်းပဲ စာရေးဆရာ ကောလင်းကလတ်ရဲ့ ရှုထောင့်ကနေပဲ ပုံဖော်ထားတယ်။ ဒီဇာတ်လမ်းရဲ့ အဓိကက ကောလင်းလို့ပြောလို့ရပေမဲ့ သူက ဒီဇာတ်လမ်းထဲ အားကောင်းလှတဲ့ ဇာတ်ကောင်တော့ မဟုတ်နေဘူး။ သူက မွန်ရိုးကိုချစ်မိတဲ့ တတိယအဆင့်လက်ထောက်ဒါရိုက်တာနေရာက သူ့အမြင်ကို ဖော်ပြသွားရုံပဲ။ ဒီဇာတ်လမ်းရဲ့ အားအကောင်းဆုံး ဇာတ်ကောင်၂ကောင်ကတော့ မွန်ရိုးနဲ့ ဆာလောရန့်ပါပဲ။ မွန်ရိုးဘယ်သူလဲတော့ ဘယ်သူမှ ရေခင်းပြစရာမလိုပါဘူး။ ဆာလောရန့်ကလည်း ခေသူတော့မဟုတ်ပါဘူး။ အော်စကာလေးဆုနဲ့ တခြား ရွှေကမ္ဘာလုံးဆုတွေ ဘာတွေ အစုံရထားဖူးတဲ့ဘဲပါ။ သူယူထားတဲ့မိန်းမဆိုလည်း လေရူးသုန်သုန်ရုပ်ရှင်ထဲက မင်းသမီး Vivien Leigh…ဆာလောရန့်က ဒါရိုက်တာလုပ် မင်းသားလည်းလုပ်ပြီး The Prince and the Showgirl ကို ရိုက်ဖို့လုပ်တယ်။ မာရီလင်မွန်ရိုးနဲ့ဆို အရာရာအဆင်ပြေမယ်လို့ သူမျှော်လင့်ခဲ့တာပေါ့။ တကယ်တမ်းကျ မွန်ရိုးနဲ့ ရိုက်ကာမှပဲ သူ့ဆီမှာ ခေါင်းအစားဆုံးအခြေအနေတွေဖြစ်လာတယ်။ ဇာတ်အရတော့ မာရီလင်မွန်ရိုးကို အဲဒီခေတ်ကတည်းက အခမ်းနားဆုံးမင်းသမီးလို့ လက်ခံထားကြပြီးသား၊ ဒါပေမဲ့ ခေတ်တစ်ခေတ်ရဲ့ အခမ်းနားဆုံး မင်းသမီးဖြစ်နေပေမဲ့လည်း မာရီလင်မွန်ရိုးမှာ မိန်းမဆန်တဲ့စိတ်က အပြည့်ရှိနေတယ်။ အားငယ်တတ် သံသယများတတ် အချစ်ခံချင် မျက်ရည်လွယ် စိတ်ဓာတ်ကျလွယ် စိတ်ပျော်လွယ် ဆိုတဲ့ အချက်တွေလို့ပဲ ယေဘုယျထားပါတော့…။ သာမန်မိန်းမတစ်ယောက်အတွက်တောင် ဒီအရာတွေက သူ့စိတ်ကို ဒုက္ခပေးနိုင်တဲ့ နှုန်းမြင့်တယ်။ မာရီလွန်မွန်ရိုးဟာ သူ့ခေတ်ရဲ့ ဟိုးထိပ်ဆုံးကလူဖြစ်သလို လုပ်နေတဲ့အလုပ်ကလည်း မြင့်တက်ဖို့ခက်ပေမဲ့ ပြုတ်ကျဖို့လွယ်တဲ့ သရုပ်ဆောင်အလုပ်။ ဒီအလုပ်နဲ့ ဒီလောက်မိန်းမဆန်ခြင်း အပြည့်ရှိနေတဲ့ မာရီလင်မွန်ရိုး ဘယ်လောက်တောင် ဒုက္ခများမလဲ တွေးကြည့်လို့ရတယ်။ ဆာလောရန့်အတွက်လည်း ဒုက္ခတော်တော်များခဲ့တယ်။ သူက ဒါရိုက်တာဆိုတော့ ရိုက်ကွင်းထဲ မင်းသမီးလုပ်သမျှတွေက သူ့ကိုရိုက်ခတ်နေတာကိုး။ အားလုံးကတော့ မာရီလင်မွန်ရိုးကို စတားဆိုတဲ့ စိတ်နဲ့ ခွင့်လွှတ်ပေးလို့ရနေပေမဲ့ ဆာလောရန့်ကိုယ်တိုင်ကလည်း သူ့ခေတ်ရဲ့စတားဆိုတော့ မာနတော့ရှိသေးတယ်။ ဒီတော့ မွန်ရိုးအပေါ် သူက ခက်ထန်တယ်။ အဲဒီလိုခက်ထန်လေ မွန်ရိုးဘက်က အခြေအနေပိုဆိုးလာလေနဲ့ ရုပ်ရှင်ရိုက်ဖို့က တော်တော်လေး ဂျာအေးသူ့အမေရိုက်နေခဲ့တယ်။ ဒီလိုနဲ့ ဆာလောရန့်ခန့်ထားတဲ့ တတိယလက်ထောက်ဒါရိုက်တာ ကောလင်းက ဒီနှစ်ယောက်ကြား ပေါင်းကူးပေးဖို့ဖြစ်လာတယ်။ သူက ဒီ၂ယောက်ကြားက အခြေအနေကို ကောင်းကောင်းနားလည်သလို မွန်ရိုးကိုလည်း ချစ်မိသွားတဲ့လူဆိုတော့ သူက မွန်ရိုးကို ကောင်းကောင်းနားလည်ပေးပြီး ပေါင်းကူးပေးနိုင်ခဲ့တယ်။ စိတ်ပျော့တဲ့ မွန်ရိုးနဲ့ ခုမှ လူလားစမြောက်တဲ့ သူနဲ့ကြားလည်း အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်လာခဲ့တယ်။ မာရီလင်မွန်ရိုးဟာ သူ့အချစ်ဦးဖြစ်လာခဲ့တယ်။ဒီဇာတ်လမ်းဟာ မွန်ရိုးတို့ဘက်ကိုကြည့်ရင် ဟောလိဝုဒ်ရဲ့ သမိုင်းကို ပြန်လွမ်းမောရယ့် ဘိုင်အိုဂရပ်ဖီရုပ်ရှင်ပေါ့။ တစ်ခေတ်တစ်ခါက စတားတွေအများကြီးရဲ့ စရိုက်တွေ ခံယူချက်တွေ အချိုးအကွေ့တွေကို မြင်ရမယ့် ရုပ်ရှင်ပေါ့။ တကယ်လို့သာ ခင်ဗျား ကောလင်းဘက်က ကြည့်ခဲ့ရင်တော့ ဒီဇာတ်လမ်းဟာ လူငယ်လေးတစ်ယောက်ရဲ့ အချစ်ဦးဇာတ်လမ်းတစ်ပုဒ်ပဲ။ အချစ်ဦးဇာတ်လမ်းတွေဆိုတာ အမြဲဆိုသလို နာကျင်ဖွယ် ချိုမြိန်ခြင်းများအတိနဲ့ ကဗျာတွေပဲ။ ပြောရရင် ဒီဇာတ်လမ်းဟာ နာကျင်ဖွယ် ချိုမြိန်ခြင်းများအကြောင်းပါပဲ။ သူ့ရဲ့မွန်ရိုးတမ်းချင်းလို့ ပြောလည်းရတယ်။ဒီရုပ်ရှင်ရဲ့ စီနီမာတိုဂရပ်ဖာ Ben Smithardက ၂၀၂၀တုန်းက အန်သိုနီဟော့ကင်းမင်းသားဆုရသွားပြီး ဇာတ်ညွှန်းဆုပါရသွားတဲ့ The Father ရဲ့ စီနီမာတိုဂရပ်ဖာဖြစ်တယ်။ Primetime Emmy Award for Outstanding Cinematography ဆုလည်းရဖူးတယ်။ သရုပ်ဆောင်တွေကလည်း ဟောလိဝုဒ်ရုပ်ရှင်တွေနဲ့ သေချာကျွမ်းဝင်တဲ့လူတွေ ထိတ်ထိတ်ကြဲတွေလို့ လက်ခံပြီးသားလူတွေချည်း။ မွန်ရိုးနေရာက Michelle Williams… မနှစ်က Blonde ထဲက မွန်ရိုးထက် သူ့မွန်ရိုးက ပိုသာတာတော့ သေချာတယ်။ ဒါလည်း ထည့်ပြောစရာမလိုပါဘူး။ မစ်ချဲလ်ဝီလီယမ် ဘယ်သူလဲ သိတဲ့လူတွေ မပြောလည်း သိကြမယ့်အချက်ပဲ။ ပြီးတော့ Eddie Redmayne… သူ့ကိုတော့ The Theory of Everything တို့၊ The Danish Girl တို့နဲ့ အားလုံးသိကြမှာပဲ။ သရုပ်ဆောင်စကေးကလည်း ပြောပြဖို့မလိုနေဘူး။ နောက် အခုဆို ဟာကျူလီပွာရိုတွေချည်း ဆက်တိုက်ရိုက်နေတဲ့ Kenneth Branagh, ဂျိမ်းစဘွန်းထဲက M တစ်ဖြစ်လဲ မင်းသမီးကြီး Judi Dench, နောက် အင်္ဂလန်ရဲ့ကျက်သရေဆောင် Emma Watson… ဒီထဲမှာမှ မစ်ချဲလ်နဲ့ ကန်းနက်တို့က အော်စကာမှာ မင်းသမီးဆုနဲ့ ဇာတ်ပို့ဆု အသီးသီးဆန်ခါတင်ဝင်ခဲ့ကြတယ်။ ထုတ်ထားတဲ့ ဘဲကလည်း လက်ရှိဟောလိဝုဒ်ရဲ့ နာမည်အပျက်ဆုံးလူလို့ ပြောလို့ရတဲ့ အဲဒီပျက်တဲ့နာမည်နဲ့ မလိုက်အောင်ဘဲ သူထုတ်တဲ့ ကားမှန်သမျှ ဂေါ်ထွက်နေတဲ့ ဟာဗေးဝင်းစတိန်း။ အဘက်ဘက်ကတော့ သူ့နည်းသူ့ဟန်နဲ့ ဟုတ်နေတာပါပဲ။ ကြည့်ဖို့မကြည့်ဖို့ကတော့ ခင်ဗျားတို့အလုပ်ပေါ့။—————————————————မာရီလင် မွန်ရိုးသို့ တမ်းချင်း“ဆင်းရဲခြင်းက ဒုက္ခ“တဲ့။နီလာရောင် ရေချိုးခန်း“ပဲရစ်”ရေမွှေး ဖျန်းထားသော ပန်းခြံမရန်းရောင် ရှမ်ပိန်၊ ရေခဲစိမ် “မာတနီ”ငွေခြည်ရောင် ရေခဲသေတ္တာတို့ ကြားမှာအဆိပ်သောက် သေဆုံးသွားသောဟောလိဝုဒ်၏ ကြယ်ပွင့်အပြာအို၊ မာရီလင် မွန်ရိုး။“ချမ်းသာခြင်းမှာဘာဒုက္ခများ တွေ့ခဲ့လဲ“။  ။~ သုခမိန်လှိုင် (ဂျွန်လ၏ မိုးရေများ – ၁၉၇၀)—————————————————(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.55GB, 730MBQuality – 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 1H 39MinGenre – Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2dBxPyGT9wliH8xa2GIOvK7OKj5.jpg",
      "https://image.tmdb.org/t/p/w300/l0pmNDzVe0XpbGn3MO6OGcCVXqX.jpg",
      "https://image.tmdb.org/t/p/w300/hcd6fUy5Tzt7rg6DZkgBX9xBusm.jpg",
      "https://image.tmdb.org/t/p/w300/6VfQ4ezTcP5o4ZtrSJIlVfj6cNP.jpg",
      "https://image.tmdb.org/t/p/w300/kQXQkJTIuPDDcW4BlvlEcEGwmVF.jpg",
      "https://image.tmdb.org/t/p/w300/mjDjOzUQGU8vRdGt2ayMmSfULgk.jpg",
      "https://image.tmdb.org/t/p/w300/qN0VzHMT0aYSrYbFf8GzFoLD5ty.jpg",
      "https://image.tmdb.org/t/p/w300/6WwiqulaCOHQbhrdQsaM9Y3mAMP.jpg",
      "https://image.tmdb.org/t/p/w300/v7iJsUSf8oqveKAs3smGov8YUlD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5naqXRY1Zug5cyJJbO9H4DOg28q.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-my-week-with-marilyn-2011-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3mKre/(CM)_My_Week_with_Marilyn_(2011)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/s3sHwTDA#uRcxhHliq468X8fH8wf5Jr2kCn2TrKYc6eHgrdgTUE4",
        "server": "mega.nz",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gfu7upnlcxdz.html",
        "server": "usersdrive.com",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-week-with-marilyn-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/42HT7/(CM)_My_Week_with_Marilyn_(2011)_720p.mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/l2MCRIDK#FWUJrTIPZHQM1vlpye7sD2jj0Q_k6wQ3KYCcscuBdHY",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ub81lzv8be6u.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/o6s54rxzhfgx",
        "server": "streamsb.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i8zg739faa0h",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NeHDZODFKNw",
      "video_url": "https://www.youtube.com/watch?v=NeHDZODFKNw",
      "embed_url": "https://www.youtube.com/embed/NeHDZODFKNw"
    }
  },
  {
    "metadata": "R|2019|110 min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "8,741"
    },
    "title": "Extremely Wicked, Shockingly Evil and Vile",
    "description": "အမေရိက သမိုင်းရဲ့ အချောဆုံး အခန့်ညားဆုံးလူသတ်ကောင် . .(သို့မဟုတ်)Ted Bundy ဆိုတဲ့ စိတ္တဇ လူသတ်သမားတစ်ယောက်ရဲ့ အကြောင်း . ._________________ဖြစ်ရပ်မှန် အဖြစ်အပျက်ပါ။_________________၁၉၇၀ ဝန်းကျင်တုန်းက အမေရိက မှာ Ted Bundy ဆိုတဲ့ လူတစ်ယောက် ရှိဖူးခဲ့တယ်။ သူက ရုပ်ချောတယ်။ တဖက်သားကို အရမ်း လွမ်းမိုးနိုင်တယ်။ သူ့ကိုမြင်တဲ့ ကောင်မလေးတိုင်း တဖြုတ်ဖြုတ် ကြွေကြတယ်။ စကားပြောညက်တယ်။ လူကြီးလူကောင်း ပီပီသသ နဲ့ တကယ့် ယောကျာ်းဖြောင့်ကြီး တစ်ယောက်လို နေတတ်တယ်။ဒါပေမယ့် . . သူက လူ သတ်သမား တဲ့။ သတ်တာမှ ကောင်မလေးတွေ အမျိုးသမီးတွေကို သတ်တာ။ ပိုးစိုးပက်စက် ကို သတ်တာ။ လွှနဲ့ ခေါင်းဖြတ်သတ်တယ်။ မျက်နှာတစ်ခုလုံး ကြေမွသွားအောင် တုတ်နဲ့ ရိုက်တယ်။ မုဒိန်းကျင့်တယ်။ ဘာအကြောင်းမှ မရှိပဲကို သတ်တဲ့ စိတ်ရောဂါရှင်ဆန်ဆန် sociopath လူသတ်သမားကြီး။နောက်တော့ အဖမ်းခံရတယ်။ ရုံးတင် စစ်တာ ခံရတယ်။Ted Bundy ဟာ ဥပဒေ ကျောင်းသားလည်း ဖြစ်နေပါသေးတယ်။ ဒါကြောင့် သူ့အမှုကို သူကိုယ်တိုင် ရှေ့နေအဖြစ် ကိုင်တွယ်တယ်။ သူ အမှု မကျူးလွန်ကြောင်း ငြင်းဆိုတယ်။ တဖြည်းဖြည်းနဲ့ သူ့ အမှု တွေက နာမည်ကြီးလာပြီး အမေရိက သမိုင်းမှာ ပထမဆုံး ရုပ်သံ Live ထုတ်လွှင့်ခြင်းခံရတဲ့ အမှုသည် ဖြစ်လာတယ်။သူ့ကို ရုံးထုတ် စစ်ဆေးပြီဆိုရင် ကောင်မလေးတွေ အများကြီး လာ နားထောင်ကြတယ်။ တရားသူကြီးရှေ့မှာ သူ ပြောသမျှ ဟုတ်ဟုတ် မဟုတ်ဟုတ် ယုံကြတယ်။ မင်းသားတစ်ယောက်ရဲ့ ရိုက်ကွင်းကို လာအားပေးသလိုမျိုး သူ့ကို လာအားပေးကြတယ်။ဒီလိုနဲ့ ငြင်းလိုက်ခုံလိုက် ပယ်ချလိုက် ကာကွယ်လိုက် နဲ့ ဆယ်နှစ်ကျော်ကြာအောင် အမှု ရှည်ကြီးကို Ted Bundy တစ်ယောက် ဖြတ်သန်းပြီးချိန်မှာတော့ . . . . .____________Extremely Wicked, Shockingly Evil and VileIMDB – 6.7/10Rotten Tomatoes – 56%MKWah – 3.8/5____________ဒီ ရုပ်ရှင်က ကျွန်တော် ပြောခဲ့သလိုပဲ ဖြစ်ရပ်မှန် ပါ။ Ted Bundy ဆိုတဲ့ တစ်ကယ်ရှိခဲ့တဲ့ လူတစ်ယောက် အကြောင်းကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်။Ted ရဲ့ character ကို ကျွန်တော် documentary တွေ သတင်းဟောင်းတွေ ဓာတ်ပုံတွေကနေတစ်ဆင့် အနည်းငယ် တီးခေါက်ကြည့်လိုက်တော့ ဒီ ရုပ်ရှင်ထဲမှာ ဖော်ပြထားတဲ့ Ted အတိုင်းပါပဲ။တကယ့်အပြင်က Ted ကလည်း ကိုယ့်ကိုယ် ယုံကြည်မှု အပြည့်ရှိတယ်။ သူ အပြစ်ကင်းကြောင်းကို ပြုံးပြီး သတ္တိရှိရှိ အမြဲပြောတယ်။ တစ်ခါ နှစ်ခါတည်း စကားပြောကြည့်ရင် အင်မတန် ချစ်တတ်ပြီး နူးညံ့သိမ်မွေ့ပြီး အားကိုးချင်စရာကောင်းတဲ့ ယောကျာ်းကောင်းတစ်ယောက် ရဲ့ အသွင်အပြင်ကို မြင်ရမယ်။ စကားပြောကောင်းတယ်။ အရမ်းတော်တယ်။ အဝတ်အစား ဝတ်စားတာကအစ မင်းသားရှုံးတယ်။ ပျင်းစရာကောင်းတဲ့ တရားခွင်ထဲကို ကောင်မလေး ချောချောလေးတွေ အများကြီး လာထိုင် နားထောင်ရင်း သူ့ကို ငေးကြည့်ရသည်အထိ ဆွဲဆောင်မှု ရှိတယ်။တစ်ဖက်မှာတော့ အမျိုုးသမီးတွေကို မညာမတာ ရက်ရက်စက်စက် နည်းလမ်းတွေနဲ့ လူမသိ သူမသိ သတ်ဖြတ်လေ့ရှိတဲ့ လူသတ်သမားကြီး။ အဲ့ဒီ ၁၉၇၀ – ၁၉၈၀ ဝန်းကျင်တုန်းက လူသတ်သမားတွေ အများကြီးထဲမှာမှ တော်တော် သောင်းကျန်းပြီး ကြောက်ဖို့ကောင်းတဲ့ လူသတ်သမား။ FBI က အလိုချင်ဆုံး ရာဇဝတ်သား ၁၀ ယောက် ထဲ မှာ ပါတယ်။တစ်ခုတော့ ရှိတယ်။ Ted ဘဝမှာ ဘယ်တော့မှ မသတ်ရက်ခဲ့တဲ့ သိပ်ချစ်ရတဲ့ အမျိုးသမီး တစ်ယောက် ရှိတယ်။ သူ့နာမည်က Liz တဲ့။ဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ အသက်သွေးကြောက Ted ရဲ့ ဘဝ ဆိုရင် Ted နဲ့ Liz ရဲ့ အချစ်ဇာတ်လမ်းဟာ ဒီဇာတ်လမ်းရဲ့ နှလုံးသားပဲ။သိပ် ရက်စက်တဲ့ လူသတ်သမားကြီးဆီမှာ သိပ်ချစ်ရတဲ့ ချစ်သူ တစ်ယောက် ရှိခဲ့တယ်။. . . .Ted Bundy အဖြစ် သရုပ်ဆောင်တဲ့သူကတော့ Zac Efron ပါ။ Zac ကို သိတဲ့သူတွေ သိကြပါတယ်။ ဒီ နိုင်ငံက ပရိတ်သတ်တွေနဲ့လည်း သိပ် မစိမ်းပါဘူး။ အထူးသဖြင့် comedy films တွေမှာ တွေ့ရတယ်။ တစ်ခါတစ်လေ romance films တွေမှာ တွေ့ရတယ်။သူ့ acting က တခြား ဟောလီးဝုတ်မင်းသားတွေနဲ့ယှဉ်ရင် ရုပ်ရှင်ကြည့် ပရိတ်သတ်တွေရဲ့ ရင်ထဲ သိပ်မရောက်ခဲ့ဘူး။ သူ့ character တွေကလည်း သိပ်ပြီး strong မဖြစ်ခဲ့ဘူး။ဒါပေမယ့် ဒီကားမှာတော့ Ted Bundy အဖြစ် Zac ဟာ အပြည့်အဝ စိတ်နှစ်ကိုယ်နှစ် သရုပ်ဆောင်သွားနိုင်ခဲ့ပါပြီ။ Zac ဟာ သူ့ အရည်အချင်းကို အားလုံး အံ့သြသွားတဲ့အထိ ပြနိုင်ခဲ့ပါပြီ။ ဒီကားကို ကြည့်ပြီးချိန်မှာတော့ ရုပ်ရှင်ဝေဖန်ရေးဆရာများ Zac ကို ချီးကျုးကြတယ်။ 2020 ရဲ့ Oscar ဇကာတင်တောင် ဝင်သွားနိုင်ကြောင်း ကောင်းချီးပေးကြတယ်။တကယ်ပဲ Zac ရဲ့ သရုပ်ဆောင်မှုတွေက အရမ်း ခွန်အားရှိပြီး သူ ဘယ်လောက် ပြင်ဆင်ကြိုးစားထားတယ်ဆိုတာ ရုပ်ရှင်ကြည့်သူတွေ မြင်နိုင်ပါတယ်။တခြား supporting actors များ ဖြစ်ကြတဲ့ Lily Collins တို့ Kaya Scoelario တို့ Jim Persons တို့လည်း Zac ကို အကောင်းဆုံး ဝိုင်းပံ့ပိုးပေးနိုင်တယ်။ Biopic ဖြစ်တဲ့အလျောက် character များက လက်တွေ့ကျတယ်။ ခိုင်မာတယ်။ Lily Collins က Ted သိပ်ချစ်ရတဲ့ Liz အဖြစ် သရုပ်ဆောင်ထားတယ်။နောက်တစ်ခု ထပ်ပြီး သဘောကျမိတာက editing ပါ။ တကယ်တော့ Ted Bundy ဆိုတဲ့သူက လူတွေ သတ်တယ်။ နောက်တော့ အဖမ်းခံရတယ်။ တရားရုံး တက်ရတယ်။ ဒီလောက် ဇာတ်လမ်းကတော့ တကယ်ဆို ရိုးပါတယ်။ ဒီထက် စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းတွေ အများကြီး ရှိသေးတယ်။ ဒါကို ဘာကြောင့် ကြည့်မှာလဲ ဆိုတဲ့ မေးခွန်းရှိတယ်။ ဒါပေမယ့် ဒီကားကို မျက်လုံးက မဖယ်ခွါနိုင်လောက်အောင် ကြည့်ချင်စရာဖြစ်အောင်ဖြစ်စေတာကတော့ Editing ရဲ့ ပညာကြောင့် အများကြီး ဆိုင်ပါတယ်။ဇာတ်လမ်း အစ မှာတင် Ted နဲ့ သူ သိပ်ချစ်တဲ့ Liz တို့ စ ပြီး ဆုံတွေ့ကြတဲ့ ညလေး နဲ့ စ တယ်။ အဲ့ဒီ အဖြစ်အပျက်ရယ် Ted အဖမ်းခံရပြီး ၁၉၈၀ ဝန်းကျင် မှာ Liz က Ted ကို ထောင်ဝင်စာ လာတွေ့တဲ့ နေ့ရယ်ကို တစ်လှည့်စီ ပြတယ်။ဒီကားရဲ့ တည်းဖြတ် (editing) ပညာရှင်များဟာ ကျွန်တော်တို့ ရုပ်ရှင်ကြည့် ပရိတ်သတ်တွေကို Ted ရဲ့ မိန်းမ Liz ရဲ့ အမြင်ကနေ ခံစား စေတယ်။ ဒါကြောင့်လည်း ဒီဇာတ်ကားကို ကြည့်တဲ့တစ်လျှောက်လုံးမှာ Ted က တကယ်ပဲ ဒီ အမှုတွေကို ကျူးလွန်ခဲ့တာလား ဆိုတာကို သံသယ ပါ ဝင်လာတဲ့ အထိပဲ။အစမှာ သိပ် နူးညံ့သိမ်မွေ့ပြီး သူ့ကို လက်နဲ့တောင် မရွယ်တဲ့ ယောကျာ်းက မိန်းမ ၁၅ ယောက်လောက်ကို ပိုးစိုးပက်စက် သတ်တယ်ဆိုတာ လုံးဝ မဖြစ်နိုင်ဘူး ဆိုတဲ့ အတွေးမျိုး . .ဇာတ်ကား တစ်ဝက်လောက်မှာတော့ ငါ့ယောကျ်ား သတ်တာ ဖြစ်နိုင်တယ်။ ဒါပေမယ့် မသေချာသေးပါဘူးလေ . . ဆိုတဲ့ အတွေးမျိုး . . .ယောကျာ်းဖြစ်သူကို အပြစ်မမြင်တဲ့ မိန်းမတစ်ယောက်ရဲ့ အတွေးတွေ ကျွန်တော်တို့ ခေါင်းတွေထဲ ကူးစက်လာပါတော့တယ်။ဒါတွေကို editing ပညာရှင်များက အောင်မြင်စွာ ပြသွားနိုင်ခဲ့တယ်။နောက်တစ်ချက် သဘောကျသေးတာက cinematographer ကို ပါ။ Birdman တို့ La La Land တို့လို ထူးဆန်းတဲ့ စတိုင်မျိုး မဟုတ်ပဲ ရိုးစင်းပေမယ့် ရုပ်ရှင်နဲ့ လိုက်ဖက်တဲ့ cinematography စတိုင်ကို ဖန်တီးပေးနိုင်တယ်။ ရင်ထဲ ရောက်တယ်။ camera movement တွေ focus in / out တွေကို ကောင်းကောင်းအသုံးပြုပြီး Ted ဘယ်လိုတွေးနေသလဲ Liz ဘယ်လို တွေးနေသလဲ director က ဘာကိုပြချင်သလဲ ဆိုတဲ့ အပြတွေကို ထိ ထိ ရောက် ရောက် ပြ ပေးန်ုင်တယ်။ဒီဇာတ်ကား အကြောင်းပြောရင် ဇာတ်ညွှန်းကိုလည်း ချန်ခဲ့လို့ မဖြစ်ဘူး။ editing ကောင်းတယ် cinematography ကောင်းတယ်ဆိုတာ ဇာတ်ညွှန်းရဲ့ လမ်းညွှန်မှုတွေနဲ့လည်း ဆိုင်တယ်။ ဇာတ်ညွှန်းကို သက်ဆိုင်ရာ ရုပ်ရှု်ပညာရှင်တွေအားလုံးက သဘောကောင်းကောင်းပေါက် မှလည်း သူတို့ ဖန်တီးမှုတွေ ကောင်းကောင်းလုပ်နိုင်မှာ။ဒီဇာတ်ညွှန်းရဲ့ အားအကောင်းဆုံးအချက် ကတော့ ဇာတ်လမ်းတစ်ခုလုံးရဲ့ ၉၇% လောက်က Bundy တစ်ယောက် ဒုတ် ဓားတွေနဲ့ သတ်ဖြတ် ပြနေတာတွေ တစ်ခုမှ မပြဘူး။ ဒါပေမယ့် အဲ့ဒါတွေ မပါပဲ ကျောချမ်းစရာကောင်းတဲ့ ဇာတ်ရုပ်ဖြစ်တဲ့အထိ လုပ်ပြသွားတယ်။ ဇာတ်ညွှန်းရှင်ရဲ့ ပညာပေါ့။နောက်ဆုံး အလေးပြု ရမှာကတော့ ဒါရိုက်တာ ပါပဲ။ ဒါရိုက်တာဖြစ်သူ Joe Burlington ဟာ crime film နဲ့ crime documentary တွေကို စိတ်ဝင်စားတဲ့သူ။ Ted ရဲ့ အမှုကိုလည်း တော်တော် စိတ်ဝင်စားပြီး တော်တော်လေ့လာထားပုံ ရတယ်။ Ted ရဲ့ audio tape တွေကို အခြေခံပြီး ” Conversation with a killer: the Ted Bundy tape ” ဆိုတဲ့ documentary တစ်ခုကိုလည်း ဖန်တီးထားခဲ့သေးတယ်။Ted ရဲ့အကြောင်းကို ဒါရိုက်တာတွေ အများကြီး ရိုက်ဖူးတယ်။ ဒီကားက ပထမဆုံး မဟုတ်ဘူး။ ဒါပေမယ့် Joe ရိုက်တဲ့ ဒီကားမှာတော့ Ted နဲ့ Liz ရဲ့ ကြီးမားတဲ့ chemistry ကိုလည်း လှလှပပ ပုံဖော်ပေးနိုင်သလို အမေရိက မှုခင်းသမိုင်းရဲ့ ထူးခြားတဲ့ မှုခင်း ဖြစ်ကြောင်းလည်း artistic ဖြစ်ဖြစ် တင်ပြနိုင်ခဲ့တယ်။___________Ted အမှု နာမည်ကြီးနေချိန်တုန်းက အမေရိက သတင်းစာ ဆရာတွေက သူ့ကို နာမည်အမျိုးမျိုးပေးကြတယ်။ အဲ့ထဲမှာမှ တစ်ယောက်က Ted ကို . .” Handsome Evil ” လို့ ခေါ်သတဲ့။Ted နဲ့ သိပ် လိုက်ဖက်တဲ့ စကားလုံးပေါ့။Extremely Wicked, Shockingly Evil and Vile ရဲ့ cast & crew တစ်ဖွဲ့လုံးကို ကျေးဇူးတင်ပါတယ်။၂၀၁၉ ရဲ့ one of the best films ဖြစ်မယ်လို့လည်း ယုံကြည်တယ်။နာမည်ကိုက Extremely Wicked, Shockingly Evil and Vile တဲ့ . . . ။___________မောက်ခမ်းဝါ#MKWah_film_review(ရုပ်ရှင်အညွှန်းကို DatShin Facebook Page မှ ကူးယူဖော်ပြပါသည်။)File size…(999 MB)Quality….WEB-DL 720pFormat…mp4Duration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAlias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uRoA67sM5vvCI4cplxhl67BTPly.jpg",
      "https://image.tmdb.org/t/p/w300/2l1QJBrT5nf0O6199piSGBptfZ9.jpg",
      "https://image.tmdb.org/t/p/w300/5yXNf13ly6kFQSbI5BZRQlDhCib.jpg",
      "https://image.tmdb.org/t/p/w300/5RBUP0LUgeryN00bzWqbkkSNxTm.jpg",
      "https://image.tmdb.org/t/p/w300/roAfKxzL6DQ35DlD4idFB5hjVuy.jpg",
      "https://image.tmdb.org/t/p/w300/qbninOQBm2g3H0Z7ghQfp0KKMNn.jpg",
      "https://image.tmdb.org/t/p/w300/3elenSeUqIDEZqTStHUp3X9HxVL.jpg",
      "https://image.tmdb.org/t/p/w300/8BA1DNWevJ3OSIE3UCp6fJtseYp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/extremely_wicked_shockingly_evil_and_vile_ver3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/extremely-wicked-shockingly-evil-and-vile-2019",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/extremely-wicked-shockingly-evil-and-vile-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/b5kdk9kdz0kj.html",
        "server": "streamsb.com",
        "size": "999GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-lW6Z38HHJw",
      "video_url": "https://www.youtube.com/watch?v=-lW6Z38HHJw",
      "embed_url": "https://www.youtube.com/embed/-lW6Z38HHJw"
    }
  },
  {
    "metadata": "|||Biography,Documentary,Sport",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "3570"
    },
    "title": "Messi(2015)",
    "description": "Messi(2015)အညွှန်း****************ကျွန်တော်တို့ ဘောလုံးချစ်တဲ့ပရိတ်သတ်အကုန်လုံး သတ်မှတ်ထားတာရှိတယ်..”ဒီလူတွေက တခြားဂြိုလ်ကကွ.နှိုင်းယဉ်မနေနဲ့”တစ်ခါတစ်လေတွေးမိကြတယ်..ဒီလူတွေဘောလုံးကန်တဲ့ခတ်ကိုမီှတာ ကံထူးလေစွဆိုပြီးတော့ပေါ… သိတဲ့ အတိုင်းမက်ဆီပါပဲ…အရပ်ခပ်ပုပု လူကောင်သေးသေးညှက်ညှက်နဲ့  ၆ပေဝန်းကျင် လူကောင်ကြီးတွေကြားထဲမှာ ဆံပင်လေးတွေနဲ့အတူယိမ်းရင်း ဘယ်ခြောက်ထောက်နဲ့ ဂိုးပိုက်ထဲကို ရင်သပ်ရှုမောဖွယ်ရာ ကန်သွင်းတတ်တဲ့သူပေါ့…ကမ္ဘာ့အကောင်းဆုံး ဘောလုံးသမားဆု ( Ballon d’Or) ဆုကို အများဆုံးနဲ့ ခြောက်ကြိမ်အထိ ရရှိထားတဲ့ ဘာစီလိုနာရဲ့ ဂန္တဝင်ကစားသမားကြီး လီယွန်နယ်မက်ဆီရဲ့ ဟိုး ကလေးဘဝကနေ အောင်မြင်ခဲ့တဲ့အချိန်အထိ…ငယ်ဘဝအခက်အခဲပေါင်းများစွာကိုဖြတ်သန်းပုံတွေ ..သူ့ရဲ့ပါရမီတွေ..ဘာစီလိုနာရဲ့ အရေးပါတဲ့ဂိုးတွေကို တဒိုင်းဒိုင်းသွင်းပုံတွေအယိမ်းအနွဲ့ပေါင်းများစွာနဲ့ ပြိုင်ဘက်လုတဲ့ဘောလုံးသမားတွေကိုအရူးလုပ်ခဲ့ပုံတွေက အစ ရိုက်ကူးပြထားတာပါ…ဘောလုံးဝါသနာရှင်တွေတင်မကပဲ အားကစားကိုချစ်မြတ်နိုးတဲ့သူတွေပါ ကြည့်ရှုသင့်တဲ့ တကယ့် ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးမို့ ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ,,,File Size :(900 MB) and (380 MB)Quality : FHDRip 720pFormat…mp4Duration…01:33:00Genre :Documentary,Biography,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7zYSwSy1rHROtd7Lmmf8A0ZC2dK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g1kwBLDkQ9M60T9aOpjLQBQAGVB.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/4d8es4oylh39.html",
        "server": "usersdrive.com",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://usersdrive.com/mqi5kpq6qt1x.html",
        "server": "usersdrive.com",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/messi-the-movie-2015-fhd-rip-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/messi-the-movie-2015-fhd-rip-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Tyyi/Messi.The_Movie.2015.FHDRip.720p.pp.mp4",
        "server": "megaup.net",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://megaup.net/Tyzu/Messi.The_Movie.2015.FHDRip.480p.pp.mp4",
        "server": "megaup.net",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/MgFjlaKR#-AwVv9prUGx960rqWUmhNsshnncJUv5hHM24TdHOeM0",
        "server": "mega.nz",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://mega.nz/file/AtVCjDYS#tVAjNw3jYT9epj8ypu04qCzXPN3_BuwKyYL0yiL4lWE",
        "server": "mega.nz",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/messi2015",
        "server": "VIP Links",
        "size": "868MB",
        "quality": "FHDRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Drama,History,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Spy 2019",
    "description": "ဒီဇာတ်လေးကတော့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ပါဆွန်ဂျာ၀စ်ဂက်ဆိုတဲ့ အမျိုးသမီးဟာ ဒုတိယကမ္ဘာစစ်ကာလတုန်းက နာမည်ကြီးတဲ့ မင်းသမီးတစ်ယောက်ပါ။ တစ်နေ့မှာ တာဘိုဗန်လို့ ခေါ်တဲ့ နာဇီစစ်ဗိုလ် တစ်ယောက်ဟာ သူ့ကို မျက်စိကျသွားပြီး သူနဲ့အတူ ညစာစားဖို့ ဖိတ်ပါတော့တယ်။ ဒါပေမယ့် ဆွန်ဂျာဟာ မသွားခဲ့ပါဘူး။ ရလဒ်အနေနဲ့ ဆွန်ဂျာ့ရဲ့ အဖေဖြစ်သူ ထောင်ထဲရောက်သွားပါတယ်။ အဲ့ဒီအချိန်မှာ ဆွီဒင်အကြီးအကဲတစ်ယောက်ဟာ ဂျာမန် (နာဇီ) ဘက်က သတင်းတွေရဖို့ ဆွန်ဂျာ့ကို သူလျှိုလုပ်ဖို့ ကမ်းလှမ်းလာပါတော့တယ်။ သူလျှိုလုပ်ခြင်းအားဖြင့် သူ့ကို သဘောကျတဲ့ တာဘိုဗန်ကိုပါ ချဉ်းကပ်ပြီး အဖေဖြစ်သူ ထောင်ထဲကလွတ်အောင် ကယ်နိုင်မှာဖြစ်လို့ ဆွန်ဂျာဟာ ကမ်းလှမ်းမှုကို လက်ခံလိုက်ပါတော့တယ် ။ ဒါပေမယ့် ထူးဆန်းမှုတွေက ထပ်ပြီးဖြစ်လာပါတယ်။ နာဇီဗိုလ်မှူးကြီး တာဘိုဗန်ဟာ ဆွန်ဂျာ့ကို ယုံကြည်မှုလွန်ကဲသွားပြီး ဆွီဒင်ဘက်ကို သူ့အတွက် သူလျှိုသူလုပ်ပေးဖို့ ဆွန်ဂျာ့ကို ပြောလာပါတော့တယ်။ဆွန်ဂျာတစ်ယောက် နှစ်ဖက်သူလျှိုလုပ်ရင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါ။Harald Rosenlow-Eeg နဲ့ Jan Trygve တို့က ရေးသားထားပြီး Jen Jonsson က ရိုက်ကူးထားပါတယ်File Size : 1GB and 500mbQuality : webrip 1080p/720pFormat…mp4Duration…1hr50minGenre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoon Sandi AngEncoded by Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mgDs27Sk2TYDg4rIJuxYuzFBYzF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/the-spy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-spy-2019-norwegian-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8sjvigp22359.html",
        "server": "usersdrive.com",
        "size": "1Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1yZna/The.Spy.2019.NORWEGIAN.1080p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "1Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4n5lHASJ#g-pqER81dgMLV9vIld8_2ZzpQumthZrh0_277E9C3jM",
        "server": "mega.nz",
        "size": "1Gb",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/kftf0bc3f4hh",
        "server": "VIP Links",
        "size": "1Gb",
        "quality": "1080p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-spy-2019",
        "server": "VIP Links",
        "size": "1Gb",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "yucPvCrkgn8",
      "video_url": "https://www.youtube.com/watch?v=yucPvCrkgn8",
      "embed_url": "https://www.youtube.com/embed/yucPvCrkgn8"
    }
  },
  {
    "metadata": "R|2017|115 min|Action,Biography,Comedy",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "23,569"
    },
    "title": "American Made (2017)",
    "description": "Online Shopping တွေကနေ ပစ္စည်းမှာရင် Delivery လာပို့တဲ့သူတွေကို သိကြမှာပါ။ကမ္ဘာပေါ်မှာ ပစ္စည်း Delivery ပို့တဲ့ အလုပ်လုပ်ပြီး ပိုက်ဆံတွေထားစရာနေရာမရှိအောင် ချမ်းသာသွားတဲ့သူအကြောင်း သိချင်ပါသလား။ဒါဆိုရင်တော့ ဒီ American Made ဆိုတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားက မကြည့်မဖြစ် ကြည့်ရှူ့သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။1980 မတိုင်ခင်ကစပြီး အမေရိကန်နိုင်ငံတွင်းကို အမေရိကအလယ်ပိုင်းကနေတဆင့် တရားမဝင်မူးယစ်ဆေးတွေ မှောင်ခိုသွင်းလာကြပါတယ်။အဲ့ထဲမှာ သမီးဖြစ်သူ ဆောင်းတွင်း အရမ်းချမ်းလို့ ဒေါ်လာ ၂ သန်းကို မီးရှို့ပြီး အနွေးဓာတ်ရအောင်လုပ်ပေးဖူးတယ်ဆိုတဲ့ နာမည်ကျော်မူးယစ်ရာဇာကြီး Pablo Escobar လဲ အပါအဝင်ပါပဲ။ဒီဇာတ်ကားမှာတော့ ခေါင်းဆောင်မင်းသား Tom Cruise က Barry Seals လို့ခေါ်တဲ့ လေယာဉ်မှူးတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။အစပိုင်းမှာ TWA လေကြောင်းလိုင်းရဲ့ လေယာဉ်မှူးကောင်းတစ်ယောက်အနေနဲ့ အလုပ်လုပ်ကိုင်နေရာကနေ သူ့ရဲ့ လေကြောင်းကျွမ်းကျင်မှုကို သတိထားမိလာကြတဲ့အခါ CIA က စတင်ပြီး တရားမဝင်အလုပ်တွေကို ခိုင်းစေလာခဲ့ပါတယ်။နောက်ပိုင်းမှာ CIA အပြင် Pablo Escobar ရဲ့ မူးယစ်ဂိုဏ်း၊ သူ့မိတ်ဆွေ ရှိတ်ဖာဆီမှ ရုရှားလက်နက်မှောင်ခိုသွင်းလုပ်ငန်းတို့တွင်ပါ ပါဝင်လုပ်ကိုင်လာခဲ့ပြီး သူရဲ့ အဓိကတာဝန်ကတော့ ကိုကင်း၊ AK-47 သေနတ်၊ လူမှောင်ခိုတို့ကို နယ်စပ်စစ်ဆေးရေးနဲ့ လေတပ်က မမြင်အောင် တစ်နိုင်ငံကနေ တစ်နိုင်ငံကို လျှို့ဝှက်ပို့ဆောင်ပေးရတာပါ။Barry Seals တစ်ယောက် သူဋ္ဌေးဖြစ်အောင် ဘယ်လိုလုပ်ရသလဲ၊ သူ့မှာ သေချာတဲ့အနာဂတ်ရော ရှိရဲ့လား၊ မိတ်ဆွေအပေါင်းအသင်းတွေကရော တကယ်ယုံကြည်ရသလား ဆိုတာတွေကိုတော့ ဇာတ်ကားကြည့်ပြီး ဆက်လက်ခံစားကြပါ။လက်ရှိ Imdb rating 7.3 ရရှိထားပါပြီး ဝေဖန်မှုကောင်းတွေ ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုအာကာဖြိုးပါ)———————————————————————-Online Shopping ေတြကေန ပစၥည္းမွာရင္ Delivery လာပို႔တဲ့သူေတြကို သိၾကမွာပါ။ကမ႓ာေပၚမွာ ပစၥည္း Delivery ပို႔တဲ့ အလုပ္လုပ္ၿပီး ပိုက္ဆံေတြထားစရာေနရာမရိွေအာင္ ခ်မ္းသာသြားတဲ့သူအေၾကာင္း သိခ်င္ပါသလား။ဒါဆိုရင္ေတာ့ ဒီ American Made ဆိုတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားက မၾကည့္မျဖစ္ ၾကည့္႐ွဴ႕သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။1980 မတိုင္ခင္ကစၿပီး အေမရိကန္ႏိုင္ငံတြင္းကို အေမရိကအလယ္ပိုင္းကေနတဆင့္ တရားမဝင္မူးယစ္ေဆးေတြ ေမွာင္ခိုသြင္းလာၾကပါတယ္။အဲ့ထဲမွာ သမီးျဖစ္သူ ေဆာင္းတြင္း အရမ္းခ်မ္းလို႔ ေဒၚလာ ၂ သန္းကို မီးရိႇဳ႕ၿပီး အေႏြးဓာတ္ရေအာင္လုပ္ေပးဖူးတယ္ဆိုတဲ့ နာမည္ေက်ာ္မူးယစ္ရာဇာႀကီး Pablo Escobar လဲ အပါအဝင္ပါပဲ။ဒီဇာတ္ကားမွာေတာ့ ေခါင္းေဆာင္မင္းသား Tom Cruise က Barry Seals လို႔ေခၚတဲ့ ေလယာဥ္မႉးတစ္ေယာက္အေနနဲ႔ သ႐ုပ္ေဆာင္ထားပါတယ္။အစပိုင္းမွာ TWA ေလေၾကာင္းလိုင္းရဲ႕ ေလယာဥ္မႉးေကာင္းတစ္ေယာက္အေနနဲ႔ အလုပ္လုပ္ကိုင္ေနရာကေန သူ႔ရဲ႕ ေလေၾကာင္းကြၽမ္းက်င္မႈကို သတိထားမိလာၾကတဲ့အခါ CIA က စတင္ၿပီး တရားမဝင္အလုပ္ေတြကို ခိုင္းေစလာခဲ့ပါတယ္။ေနာက္ပိုင္းမွာ CIA အျပင္ Pablo Escobar ရဲ႕ မူးယစ္ဂိုဏ္း၊ သူ႔မိတ္ေဆြ ႐ွိတ္ဖာဆီမွ ႐ု႐ွားလက္နက္ေမွာင္ခိုသြင္းလုပ္ငန္းတို႔တြင္ပါ ပါဝင္လုပ္ကိုင္လာခဲ့ၿပီး သူရဲ႕ အဓိကတာဝန္ကေတာ့ ကိုကင္း၊ AK-47 ေသနတ္၊ လူေမွာင္ခိုတို႔ကို နယ္စပ္စစ္ေဆးေရးနဲ႔ ေလတပ္က မျမင္ေအာင္ တစ္ႏိုင္ငံကေန တစ္ႏိုင္ငံကို လွိ်ဳ႕ဝွက္ပို႔ေဆာင္ေပးရတာပါ။Barry Seals တစ္ေယာက္ သူေ႒းျဖစ္ေအာင္ ဘယ္လိုလုပ္ရသလဲ၊ သူ႔မွာ ေသခ်ာတဲ့အနာဂတ္ေရာ ရိွရဲ႕လား၊ မိတ္ေဆြအေပါင္းအသင္းေတြကေရာ တကယ္ယံုၾကည္ရသလား ဆိုတာေတြကိုေတာ့ ဇာတ္ကားၾကည့္ၿပီး ဆက္လက္ခံစားၾကပါ။လက္ရိွ Imdb rating 7.3 ရရိွထားပါၿပီး ေဝဖန္မႈေကာင္းေတြ ရရိွထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါပဲ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုအာကာျဖိဳးပါ)File Size : (900 MB)Quality : Blu-Ray 720pRunning Time : 1hr 55minFormat : Mp4Genre :Action, Biography, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Arkar PhyoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jcKzxRGYiXuS7ctTHLdw9wH8d7V.jpg",
      "https://image.tmdb.org/t/p/w300/thBankgTBZAM3YkdeeF7fuDvkcD.jpg",
      "https://image.tmdb.org/t/p/w300/gJhXPDS3g4li5wwY5x1WW0YAzRC.jpg",
      "https://image.tmdb.org/t/p/w300/A3gpvDhcrmnWJV62ED0ohT7hupC.jpg",
      "https://image.tmdb.org/t/p/w300/raLgQP6Mghev8mpFjiHhj7igfDL.jpg",
      "https://image.tmdb.org/t/p/w300/jrD11r1HZkXvsqKeb0zSWeeskZ7.jpg",
      "https://image.tmdb.org/t/p/w300/3DFHkmuASRre27MyJUdgc6pCpOh.jpg",
      "https://image.tmdb.org/t/p/w300/qphzPbr42CaV6cayxOAsUbk8nLV.jpg",
      "https://image.tmdb.org/t/p/w300/geFmiQV58gGPyjw74dHUeR4F3bI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/ahYINzO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gpbdkxu5zpsk.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/american-made-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5e81cd8/american-made-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cQvt/American_Made_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WcVR1I5b#l8tKmG5aj3hsceQErHOOSPrAnJAfqeHKnY2pe25zVnA",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/zx6w5gueb71p",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AEBIJRAkujM",
      "video_url": "https://www.youtube.com/watch?v=AEBIJRAkujM",
      "embed_url": "https://www.youtube.com/embed/AEBIJRAkujM"
    }
  },
  {
    "metadata": "||2hr|Biography,Drama,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "536"
    },
    "title": "No Longer Human (2019)",
    "description": "No Longer Human (2019)1948ခုနှစ်က ထုတ်ဝေခဲ့ပြီး ရောင်းအားအကောင်းဆုံး ဒုတိယ ချိတ်ခဲ့တဲ့ လူသားမဆန်တဲ့လူအကြောင်းရေးထားတဲ့ ဝတ္ထုကို ရုပ်ရှင်အနေနဲ့ ခံစားရမှာပါစာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးစိတ်သန်းက ဘယ်လောက်အထိရူးသွပ်နိုင်မလဲ? ကုန်ကြမ်းတွေလိုက်လံစုစည်းတယ်ဆိုတာ ဘဝအတွေ့အကြုံစုဆောင်းတယ်လို့ပဲ တွေးထင်မိတယ်မဟုတ်လား? ဒီအတွေးတွေအကုန်လုံးက No Longer Human ဆိုတဲ့ ဇာတ်ကားမှာ အကုန်မှားသွားပါလိမ့်မယ်။စာရေးဆရာဖြစ်သူ ဒါဇိုင် အိုဆာမုဟာ သူ့ရဲ့ စာအုပ်တွေအတွက် မိန်းကလေးတွေကိုလှည့်ဖျားပြီးချစ်ဟန်ဆောင်ပါတယ်။ ပြီးရင်တော့ အချစ်အတွက်သတ်သေကြမယ်ဆိုပြီး သတ်သေရာကနေ သူကလူလည်လုပ်ပြီး မသေဘဲ ကျန်ရစ်နေပါတယ်။ ဒီလိုလုပ်တာ မိန်းကလေးပေါင်းမြောက်များစွာရှိပြီဖြစ်ပါတယ်။ ဒါ့အပြင်သူ့မှာ ဇနီးမယားနဲ့ ကလေးတွေလည်း ရှိပါသေးတယ်နော်။ ပြီးတော့ ဒီထက်ပိုပြီးထူးဆန်းတာက သူကြိုက်လိုက်တဲ့ မိန်းကလေးတွေ တစ်နည်းပြောရရင် နာမည်ကြီးစာရေးဆရာဆိုပြီး သူ့ကို လာကြိုက်တဲ့မိန်းကလေးတိုင်းက မုဆိုးမတွေချည်းသာဖြစ်ပါတယ်။ဒီတော့ အိုဆာမုတစ်ယောက် သူ့ရဲ့ မာစတာပိစ်ဝတ္တုအတွက် ကုန်ကြမ်းဘယ်လိုစုဆောင်းမလဲ? သူ့ကို ပြန်လည်လှည့်ဖျားသွားနိုင်မယ့် မိန်းကလေးပေါ်လာမှာလား သူကော အချစ်နွံထဲနစ်ဝင်ပြီး မုဆိုးကနေ သားကောင်ဖြစ်သွားမှာလားဆိုတာကိုတော့ No Longer Human မှာကြည့်ရှုခံစားလိုက်ပါလို့ ညွှန်းပါရစေ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mugiwara Ya ပါ )File Size__(2GB) / (900MB)Quality__BluRay_1080p, 720pIMDb Rating__5.9/10Format__mp4Duration__02:01:00Type__Biography, Drama, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9B25iT1cb2eFtwbQPKz8mhpVBDM.jpg",
      "https://image.tmdb.org/t/p/w300/zObU7CqKorDj84riduxG0e9VqzH.jpg",
      "https://image.tmdb.org/t/p/w300/sebYzVDRJNWBCwlgPpfO51gmska.jpg",
      "https://image.tmdb.org/t/p/w300/wsc7nexEkhwCr6lILH5j5jtYAoj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMWI1YjZhNGEtMzk3NS00MWE3LThhZmUtNmQ1Mjc2NDBiNDBmXkEyXkFqcGdeQXVyOTQwNjAzMjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/no-longer-human-2019-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Oefg/No_Longer_Human_(2019)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gLcFkD7A#mcz-9yiPTxJYLSFky7PZoJx0GhpGDVYhTEDnVbbRpu8",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/6fow6ecek6re.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/no-longer-human-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ubH8/No_Longer_Human_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YOcWiRzD#WpT3KNwCKSbFASujDKLAGAesbTG52Ms82-SSDOphf3E",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/l2b14ycpdm63.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KhX3dWbok0c",
      "video_url": "https://www.youtube.com/watch?v=KhX3dWbok0c",
      "embed_url": "https://www.youtube.com/embed/KhX3dWbok0c"
    }
  },
  {
    "metadata": "|||Biography,Drama,Music",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "La Vie en Rose (2007)",
    "description": "La Vie En Rose ဆိုတဲ့ ဇာတ်လမ်းလေးကတော့ ပြင်သစ်အဆိုတော် အီဒစ်ပီအပ်ဖ်ရဲ့ဘဝဇာတ်ကြောင်းကို တင်ဆက်ထားတာ ဖြစ်ပါတယ်။ဇာတ်ကားရဲ့အမည်ကိုလည်း အီဒစ်ပီအပ်ဖ် ရဲ့နာမည်ကြီးသီချင်းတစ်ပုဒ်ဖြစ်တဲ့ La Vie En Rose ကိုမှည့်ခေါ်ထားပါတယ်။အီဒစ်ပီအပ်ဖ်ရဲ့ ငယ်ဘဝအကြောင်းအရာတွေကစပြီး သူသေဆုံးချိန်မတိုင်ခင်နဲ့ ပတ်ဝန်းကျင်အဖြစ်အပျက်တွေထိ ပရိသတ်သိထားတာတွေရောနောက်ကွယ်က အကြောင်းအရာတွေပါ စုံစုံလင်လင်တင်ဆက်ထားတဲ့ အထ္ထုပတ္တိဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။အီဒစ်ပီအပ်ဖ်ဟာ အောင်မြင်မှုကြီးမားသူတွေရဲ့ ထုံးစံအတိုင်းခက်ခဲကြမ်းတမ်းတဲ့ငယ်ဘဝကိုပိုင်ဆိုင်ခဲ့ရသူ ဖြစ်ပြီး ငယ်ငယ်ကလေးဘဝကတည်းကတာဝန်မယူတတ်တဲ့ အမေဖြစ်သူကြောင့်အဘွားဖြစ်သူ ရဲ့ ဆောင်ကြာမြိုင်မှာ ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရသူ ဖြစ်ပါတယ်။အီဒစ်လေး ၉ နှစ် အရွယ်ရောက်ချိန်မှာ သူ့အဖေဖြစ်သူဆပ်ကပ်ကျွမ်းဘားသမားရဲ့ လမ်းပေါ်ကဖျော်ဖြေပွဲ တစ်ခုမှာ ပရိသတ်တစ်ယောက်တောင်းဆိုမှုကြောင့် “La Marseillaise” ကိုသီဆိုပြခဲ့ပြီးကမ္ဘာကြီးဆီကို “အီဒစ်ပီအပ်ဖ်” ကို စတင်မိတ်ဆက်ခဲ့ပေးပါတယ်။နှစ်တွေအများကြီးကြာခဲ့ပြီး ကလပ်ပိုင်ရှင်လူးဝစ်လပ်ပလီး နဲ့ တွေ့ဆုံပြီးချိန်မှာတော့ ကလပ်ရဲ့ပင်တိုင်အဆိုတော် ဖြစ်လာခဲ့ပါတယ်။လူးဝစ်လပ်ပလီးကိုယ်တိုင်က သူ့ကို “စာငှက်ကလေး” လို့အဓိပ္ပါယ်ရတဲ့ ပီအပ်ဖ်ဆိုတဲ့ အမည်ကို တွဲပေးခဲ့လို့“အီဒစ်ပီအပ်ဖ်” ဆိုတဲ့ အနုပညာနာမည်ကိုစရခဲ့ပါတယ်။ကံကြမ္မာလှည်းဘီးတစ်ပတ်လည်ပြီး လူးဝစ်လပ်ပလီးတစ်ယောက် သေနတ်နဲ့ ပစ်သတ်ခံရခဲ့ပါတယ်။စုံထောက်တွေအနေနဲ့ မာဖီးယားတွေနဲ့ပတ်သက်တယ်ဆိုပြီး အီဒစ်ပီအပ်ဖ်ကို သံသယဝင်လာခဲ့ပါတယ်။ပရိသတ်ရဲ့ လက်မခံခဲ့တဲ့အပြင်အချစ်ဆုံးသူငယ်ချင်းပါ ထိန်းသိမ်းခံလိုက်ပြီးမှာတော့ကြံရာမရဖြစ်နေတဲ့ အီဒစ်ဟာ ရေးမွန်အက်ဆို နဲ့ တွေ့ဆုံခဲ့ပါတယ်။သူ့အဆိုတော်ဘဝအတွက်တစ်ဆင့်တက်လာစေမယ့်လက်ဟန် ခြေဟန်နဲ့ ဖျော်ဖြေမှု၊ ပိုပြီးသက်ဝင်ခံစားနိုင်မှု နဲ့အခြားသင်ခန်းစာတွေကိုပါ လေ့လာခဲ့ရပြီးအောင်မြင်တဲ့ အဆိုတော်ဘဝကိုတက်လှမ်းနိုင်ခဲ့ပါတော့တယ်။ဇာတ်လမ်းအဆုံးသတ်ပိုင်းမှာ အီဒစ်ရဲ့ကံမကောင်းတဲ့အချစ်ရေး၊ အောင်မြင်မှုဖိစီးလာပုံ နဲ့ဇရာပိုင်းရောက်လာချိန် စိတ်ခံစားချက်တွေကိုလှလှပပ ပုံဖော်သွားနိုင်ပြန်ပါတယ်။အီဒစ်ပီအပ်ဖ် အဖြစ်သရုပ်ဆောင်ခဲ့သူ Marion Cotillard အနေနဲ့လည်းအကောင်းဆုံးအမျိုးသမီးသရုပ်ဆောင် -အော်စကာဆု၊BAFTA AWARD၊ ရွှေကမ္ဘာလုံးဆု နဲ့ César Award တွေပါ ဆွတ်ခူးနိုင်ခဲ့သလိုဇာတ်ကားအနေနဲ့လည်း အကောင်းဆုံးမိတ်ကပ်၊ဆံပင်ပညာရှင်အော်စကာဆု၊ ဝတ်စုံဒီဇိုင်း BAFTAAWARD၊ ၊ အကောင်းဆုံးဂီတရုပ်ရှင်ဆု BAFTA AWARDတွေ ရခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်လို့လက်လွတ်မခံဘဲ ကြည့်ရှုနိုင်ပါရန် တင်ဆက်ပေးလိုက်ပါတယ်။File size…   2.2 GB / 1.3 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 20mGenre ….. Drama/MusicSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Sai Sumali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xaaZCEvqRcauCOWVKZxDvZR7MVG.jpg",
      "https://image.tmdb.org/t/p/w300/mgDv2dDihyetAcENxyf2tpXY245.jpg",
      "https://image.tmdb.org/t/p/w300/aVuVbxgZDbtX3vm9yJGh5yw8LxR.jpg",
      "https://image.tmdb.org/t/p/w300/t53qox4r4QJTpE8hDcM3MR7isDZ.jpg",
      "https://image.tmdb.org/t/p/w300/pENvPwVIPZ8lbHBfCFCp8FHFGAB.jpg",
      "https://image.tmdb.org/t/p/w300/ap8jJ0hOjz2sbU45IGtJgcqsyKl.jpg",
      "https://image.tmdb.org/t/p/w300/goSryGSoZTjr5xwW2QhCafznmp7.jpg",
      "https://image.tmdb.org/t/p/w300/eUNG2ylcT8KBmnSiCfZkBpahqrd.jpg",
      "https://image.tmdb.org/t/p/w300/bTmZTb7HUmc9FmWzUAeFsXXgjYY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pmKVYXBb57iQ9cKXuYF1GCWxBip.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ebvua5q4005h.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/la-vie-en-rose-2007-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLywe/La_Vie_en_Rose_(2007)_(1080p_BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ArUgGQoQ#v4XOKvv6l8BSx6abvNSH4HCkl7gEIiuBYS3n2OBQNLQ",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/hsmrb4bq42bo",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tm4mcwm17wa1.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/la-vie-en-rose-2007-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/rLywk/La_Vie_en_Rose_(2007)_(720p_BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Yntz3KKD#aH1sznzv3EU6iRVp-OzqIxNqZBH64Lu_0ywR8hZpP28",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/90v0zknx70n1",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "uzEJ7NV_g98",
      "video_url": "https://www.youtube.com/watch?v=uzEJ7NV_g98",
      "embed_url": "https://www.youtube.com/embed/uzEJ7NV_g98"
    }
  },
  {
    "metadata": "PG-13|2017|2h|Biography,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,994"
    },
    "title": "Mary Shelley (2017)",
    "description": "CM ပရိတ်သတ်တွေအတွက် မင်းသမီးချောလေး Elle Fanning အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ “Mary Shelly” ဆိုတဲ့ ဇာတ်လမ်းနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်…Elle Fanning ကတော့ “Maleficent” ဇာတ်လမ်းမှာ Angelina Jolie နဲ့အတူ Aurora မင်းသမီးလေးနေရာက သရုပ်ဆောင်ခဲ့သူပါ…အညွှန်းလေးကို ဖတ်ကြည့်ပါဦး…အညွှန်း- Mary Shelly ဆိုတဲ့ နာမည်ကိုတော့ ရင်းနှီးတဲ့လူတွေ နည်းကြမှာပါ…ဒါပေမဲ့ Frankenstein ဆိုရင်တော့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းကြိုက်သူတိုင်း ရင်းနှီးကြမှာပါ…Frankenstein ဆိုတာကတော့ လူကောင်ကြီးကြီး ချုပ်ရိုးတွေနဲ့ရုပ်ဆိုးဆိုး သတ္တဝါကြီးဖြစ်ပါတယ်…Victor Frankenstein ဆိုတဲ့ သိပ္ပံပညာရှင် တီထွင်ခဲ့တဲ့ သတ္တဝါကြီးပါ…ဒီ Frankenstein ဝတ္တုကို Mary Shelly ဆိုတဲ့ စာရေးဆရာမ ရေးသားခဲ့တာဖြစ်ပါတယ်…ဒီဇာတ်လမ်းဖြစ်လာပုံကလဲ Mary ရဲ့ ကိုယ်တွေ့ဘဝကို အခြေခံထားတာပါ…Victor Frankenstein တီထွင်ခဲ့တဲ့ သတ္တဝါကြီးက လူတွေရဲ့ အပယ်ခံ အစွန့်ပစ်ခံ ဘဝမျိုးရောက်ခဲ့ရပါတယ်…Mary ရဲ့ ဘဝကလဲ အစွန့်ပစ်ခံ ဘဝရောက်ခဲ့ပါတယ်…ဒီအစွန့်ပစ်ခံ ဘဝရဲ့ အဓိက တရားခံကတော့ အချစ်ကြောင့်ပါပဲ…လူတွေဟာ အချစ်အတွက်နဲ့ စွန့်စားရဲကြတယ်.. အရာအားလုံး စွန့်လွှတ်ကြတယ်…Mary ဟာ Percy Shelly ဆိုတဲ့ နာမည်ကျော်ကဗျာဆရာ နဲ့ မေတ္တာမျှခဲ့ပါတယ်..ကံဆိုးတာက Percy ဟာ အိမ်ထောင်ရှိအမျိုးသားပါ…Mary ရဲ့ ဖခင်ကလဲ Percy နဲ့ထပ်တွေ့ရင် သားအဖသံယောဇဉ်အပြတ်ဆိုပြီး ပြောပါတယ်…Mary ဟာ ဖခင်ရဲ့ စကားကို နားမဝင်ခဲ့ဘဲ ချစ်သူ Percy နောက်လိုက်ခဲ့ပါတယ်…အဲ့အချိန်ကစပြီး သူဟာ ဖခင်ရဲ့ အစွန့်ပစ်ခံဘဝရောက်ခဲ့ပါတယ်…ချစ်သူဖြစ်သူ Percy ရဲ့ ယုံကြည်ချက်က လွတ်လွတ်လပ်လပ်ချစ်ခွင့်ရှိတယ်တဲ့…Mary ရဲ့ယုံကြည်ချက်ကတော့ တစ်ယောက်တည်းကို ပဲ လွတ်လွတ်လပ်လပ်ချစ်တာပါ …သူတို့နှစ်ယောက်ရဲ့အယူအဆတွေ ကွဲပြားခဲ့ပါတယ်…ဒီလိုနဲ့ မယ်ရီဟာ သူလိုချင်ခဲ့တဲ့ ပုံပြင်တွေထဲက Happily Ever after ဘဝနဲ့ လွဲခဲ့ပါတယ်…တစ်နေ့ Maryရယ် Percy ရယ် Mary ညီမ Claire တို့ဟာ ကဗျာဆရာ Lord Byron ရဲ့ အိမ်ရှိရာ ဂျီနီဗာ ကို အလည်သွားကြပါတယ်…ထိုအိမ်မှာ Lord Byron ရဲ့ သမားတော် Polidori လဲနေထိုင်ခဲ့ပါတယ်…တစ်နေ့တော့ Byron ဟာ Mary, Percy, Polidori, Claire တို့နဲ့ စိန်ခေါ်မှု တစ်ခုလုပ်ခဲ့ပါတယ်…ဒီစိန်ခေါ်မှုက ကြောက်စရာအကောင်းဆုံး သရဲပုံပြင်ရေးနိင်သူက အနိုင်ရမယ်ဆိုတဲ့ စိန်ခေါ်မှုပါ…Mary ဟာ ဒီစိန်ခေါ်မှုအပြီး ညတစ်ည မှာတော့ အိပ်မက်တစ်ခုမက်ခဲ့ပါတယ်…ဒီအိပ်မက်ကို အခြေခံပြီး Frankenstein ဆိုတဲ့ ဝတ္ထုဖြစ်တည်လာခဲ့တာဖြစ်ပါတယ်..ဇာတ်လမ်းအပြီးမှာတော့ တကယ့်ဟိုးအရင်က ရှိခဲ့တဲ့ Mary Shelly, Percy Shelly, Claire စတဲ့အကျော်အမော်တွေအကြောင်းကို အကျဉ်းချုံးဖော်ပြထားပါတယ်…CM ပရိတ်သတ်တွေလဲ ဒီဇာတ်လမ်းအပြီးမှာ ဇာတ်လမ်းထဲက မူလဇာတ်ကောင်တွေရဲ့ အကြောင်းကို Wiki ထဲမှာ ရှာကြည့်မှာ အသေအချာပါပဲ…မိုးအေးအေးလေးနဲ့ Frankenstein ဘယ်လိုဖြစ်ပေါ်လာလဲဆိုတဲ့ အကြောင်း သိရအောင် “Mary Shelly” ဆိုတဲ့ ဇာတ်လမ်းလေးကို အားပေးကြပါဦးနော်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Haruko ဖြစ်ပါတယ်)File Size : (900 MB) and (310 MB)Quality : WEB-DL 720pRunning Time : 2hr 00minFormat : Mp4Genre : Biography, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5 1 H264-CMRGTranslated by May HarukoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3vp5dMXAzbl5JUoGgVXEBZMJn7i.jpg",
      "https://image.tmdb.org/t/p/w300/nU6DDTabbMkd3649WYtSiOdHCMC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gKHJTsrfxJtfFNPQJn2hDNEMtFf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mary-shelley-2017",
        "server": "VIP Links",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/mary-shelley-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tw4c/Mary_Shelley_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": " https://veryfiles.com/ldjd9x1ez160",
        "server": "veryfiles.com",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/aewdhzmy4fwt.html",
        "server": "indishare.org",
        "size": "899 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "T-WGaZaojFc",
      "video_url": "https://www.youtube.com/watch?v=T-WGaZaojFc",
      "embed_url": "https://www.youtube.com/embed/T-WGaZaojFc"
    }
  },
  {
    "metadata": "R|2023|1h 53m|Biography,Drama,Music",
    "rating": {
      "rating": "7/10",
      "rating_count": "6600"
    },
    "title": "Priscilla (2023)",
    "description": "Priscilla (2023)~ IMDb – 7/10, RT – 82%, Meta – 78% ~ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာကြီးကတော့ ၂၀၁၁ကတည်းက ဘာကားမှမထွက်ဘဲ ၂၀၁၉လောက်ကမှ Megalopolis ဆိုတဲ့ ရုပ်ရှင်အသစ်အကြောင်းထအော် သူဒီကားအတွက် ဇာတ်ညွှန်းရေးနေတာ ၁၉၈၀ကတည်းက ဖြစ်ကြောင်း ထအော်ပြီး ပျောက်သွားလောက်တာ အခု ၂၀၂၄ စတော့မယ့်အထိ ပြန်ကိုပေါ်မလာသေးပါဘူး။ Megalopolis ဆိုလည်း ရိုက်ကူးပြီးစီးပြီတော့ကြားပေမဲ့ အခုထိ ပိုစတာတောင် မလာသေးပါဘူး။ ရိုက်ကွင်းမှာလည်း ကော်ပိုလာထုံးစံအတိုင်း တော်တော်ကသောင်းကနင်းဖြစ်ခဲ့တယ်တော့ ကြားထားတာပါပဲ။ သူ့သမီး ဆိုဖီယာကော်ပိုလာကတော့ ၃နှစ်တစ်ကားဆိုသလို ပုံမှန်ရိုက်နေကျအတိုင်း ဒီနှစ်မှာ Priscilla နဲ့ ပြန်ပေါ်လာပြန်ပါပြီ။ ဒီတစ်ခါတော့ A24 က ဖြန့်ဝေပေးထားပါတယ်။၁၉၈၅မှာ Elvis Presley ရဲ့မိန်းမ Priscilla Presley က “Elvis and Me” ဆိုတဲ့ စာအုပ်ကို ထုတ်ခဲ့ပြီး အဲဗစ်နဲ့ သူ့အကြောင်းကို ရေးသားခဲ့ဖူးတယ်။ ၂၀၂၂ မှာတော့ ဆိုဖီယာကော်ပိုလာက ဒါကို ရုပ်ရှင်အဖြစ်အသက်သွင်းဖို့ ကြေညာခဲ့တယ်။ ဆိုဖီကာကော်ပိုလာဟာ ဒီစာအုပ်ကို ဖတ်ပြီး တော်တော်လေးထိသွားခဲ့တယ်တော့ ဆိုပါတယ်။ ဘယ်လိုထိသွားသလဲတော့ မသိဘူးပေါ့။ ဒီကားဟာ ပရက်စလေ ဘိုင်အိုဂရပ်ဖီကားတစ်ကားလို့ပြောလို့ရပေမဲ့ Baz Luhrmann ရဲ့Elvis (2022)နဲ့ ဆန့်ကျင်စွာပဲ ဒီရုပ်ရှင်မှာ အဲဗစ်ရဲ့အောင်မြင်ခဲ့တဲ့ဘဝအကြောင်း သေချာထည့်သွင်းပြသသွားတာမျိုးမရှိဘူး။ အဲဗစ်ရဲ့ စိတ်အမှောင်ဘက်ခြမ်းကို ပိုအသားပေးပြသွားတယ်။ ဆိုဖီကာကော်ပိုလာဟာ သူတို့၂ယောက်ဆက်ဆံရေးထဲကမှ Priscilla ရဲ့ဘက်ကို ပိုပြသချင်ခဲ့ပြီး Priscilla ကို အဲဗစ်က ရုပ်ပိုင်း စိတ်ပိုင်း အနိုင်ကျင့်ခဲ့တာတွေကို ပေါ်လွင်အောင် ပြသချင်ခဲ့တယ်။ ကျွန်တော့်အမြင်အရတော့ ဆိုဖီယာဟာ အဲဗစ်ကို အရမ်းဆိုးဆိုးရွားရွားကြီးတော့ ပြမထားဘူး။ ဒါပေမဲ့လည်း အဲဗစ်ရဲ့သမီးကတော့ သူ့အဖေအကြောင်း ဒီလိုပြသတဲ့ရုပ်ရှင်ကို သဘောမကျခဲ့သလို သူ့အမေဘက်ကမြင်တဲ့ သူ့အဖေအပေါ်အမြင်အကြောင်းလည်း သူစိတ်မဝင်စားဘူးလို့ဆိုခဲ့တယ်။ဇာတ်ကတော့ အဲဗစ်ကို အမေရိကန်စစ်တပ်က ဂျာမနီမှာ မထမ်းမနေရ စစ်မှုထမ်းခိုင်းတဲ့အချိန်မှာစထားတယ်။ ဒီအချိန်မှာ သူအဆိုတော်အနေနဲ့ တော်တော်လေး အောင်မြင်ပြီးနေပြီ။ တစ်ရပ်တကျေးမှာပဲ ဂျာမနီကို တာဝန်ကျတဲ့ ဗိုလ်မှူးတစ်ယောက်ရဲ့သမီး Priscilla နဲ့တွေ့ပြီး သူချစ်ကျွမ်းဝင်မိခဲ့တယ်။ ပြဿနာကတော့ သူတို့စတွေ့တဲ့အချိန်မှာ Priscilla အသက်က ၁၅နှစ်ပဲရှိသေးတယ်။ ကလေးမလေးကို အဲဗစ်က ကြွေဆင်းသွားခဲ့သလို သျှမ်းသျှမ်းတောက်အောင်မြင်နေတဲ့ အဲဗစ်ရဲ့ အရှိန်အဝါကိုလည်း ကလေးမလေးက မလွန်ဆန်နိုင်ခဲ့ဘူး။ ဒီလိုနဲ့ ၁၅နှစ်ကလေးနဲ့ နာမည်ကျော်အဆိုတော်ကြီးတို့ရဲ့ ဇာတ်လမ်းလေးစခဲ့တယ်။ အဲဒီဇာတ်လမ်းကနေမှ Priscilla အတွက် အဲဗစ်နဲ့ပတ်သက်ပြီး ကြုံခဲ့ရတာတွေကို ဆိုဖီယာကော်ပိုလာက ဆက်တင်ပြသွားတယ်။ ပြောရရင် ဒီရုပ်ရှင်မှာ အဲဗစ် နဲ့ Priscilla တို့ရဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းကို စဆုံးတင်ပြထားတယ်။ အဲဗစ်အဖြစ် ဆိုဖီယာရွေးထားတာက Jacob Elordi… သူ့အဆိုအရတော့ အဲဗစ်နဲ့ တူတဲ့ သရုပ်ဆောင်မျိုးရှိမှာမဟုတ်ပေမဲ့ ဂျက်ကော့ကလည်း အဲဗစ်လို ညှို့ဓာတ်ရှိပြီး မိန်းကလေးတွေသည်းသည်းလှုပ်သဘောကျခံရတဲ့သူမို့ သူရွေးခဲ့တာဆိုတယ်။ Priscilla ရဲ့ ၁၅နှစ်ကနေ ၂၇နှစ်အထိအပိုင်းအခြားကို သရုပ်ဆောင်ရမှာက Cailee Spaeny… သူလည်း ကောင်းခဲ့ပါတယ်။ ရွှေကမ္ဘာလုံးဆုပေးပွဲမှာ သူ မင်းသမီးဆုဆန်ခါတင်ဝင်ထားသေးတယ်။ဝေဖန်ရေးသမားတစ်ချို့ကတော့ Priscilla ဟာ “Lost in Translation” နောက်ပိုင်း ဆိုဖီယာကော်ပိုလာရဲ့အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ ဘာပဲဖြစ်ဖြစ်ပါ။ သူ့အဖေကြီး ဖရန်စစ်ရဲ့ကား ဘယ်တော့ဘယ်ဆီမှ ထွက်မယ်မှန်းလည်းမသိနိုင်တော့ ဘာမှမဆိုင်ပေမဲ့ အဆာပြေ ဆိုဖီယာကော်ပိုလာရဲ့ကားလေးကြည့်ရင်းပဲ စောင့်လိုက်ကြတာပေါ့။ ဆိုဖီယာကော်ပိုလာဟာ ဒီရုပ်ရှင်ကို သူ့ဝသီအတိုင်း အမျိုးသမီးဆန်တဲ့ အမြင်နဲ့ အသက်သွင်းသွားခဲ့တယ်။ ထူးတာကတော့ အဲဗစ်ပရက်စလေရဲ့ ဘိုင်အိုကားလို့ပြောလို့ရပေမဲ့ အဲဗစ်သီချင်းတွေမပါဘဲ ဆိုဖီယာ့ယောက်ျားနဲ့ သူ့ဝိုင်းတော်သားတွေက ဒီရုပ်ရှင်ရဲ့ သီချင်းတွေကို ဖန်တီးပေးထားတယ်။ အောင်မြင်တဲ့ယောက်ျားတွေအကြောင်း ကျွန်တော်တို့ အလုံအလောက်နီးပါးကြည့်ပြီးပါပြီ။ ဆိုဖီယာကော်ပိုလာကတော့ အဲဒီအောင်မြင်တဲ့ယောက်ျားတွေထဲက တစ်ယောက်ဒဏ်ကိုခံခဲ့ရတဲ့ မိန်းမတစ်ယောက်အကြောင်းကို ကျွန်တော်တို့ကို ပြသသွားခဲ့တယ်။ Priscilla ကို ဆိုဖီယာကော်ပိုလာရဲ့ လျှပ်ပြေးဖော်ပြတဲ့ပုံစံအတိုင်းပဲ တင်ပြထားတာမို့ သူ့တင်ဆက်ဟန်ကို သဘောကျတဲ့လူတွေ‌တော့ ကြိုက်ကြမှာပေမဲ့ အားလုံးတော့ ကြိုက်ကြမယ်မထင်ဘူး။ ဒါပေမဲ့လည်း အော်စကာမှာ တစ်နေရာရာက ဝင်ကောင်းဝင်နိုင်တဲ့ ရုပ်ရှင်ပါပဲ။ ကျွန်တော့်အမြင်တော့ အဲဗစ်ကို ဆိုဖီယာ ပုံဖော်သွားတဲ့ပုံစံက နားလည်ပေးလို့ရသလို သိပ်အဆိုးကြီးတော့လည်း မဟုတ်တာမို့ အဲဗစ်ဖန်တွေလည်း ကြည့်လို့အဆင်ပြေမှာပါပဲ။ Priscilla ရဲ့ တစ်ထောင့်မှာ အချစ်နဲ့အောင်မြင်ခြင်းဟာ ဘယ်တော့မှ ထပ်တူမကျနိုင်တဲ့အကြောင်းတွေကိုလည်း ကျွန်တော်တို့ မြင်ရပါလိမ့်မယ်။Priscilla Presleyအချစ်ဆိုတာနတ်ပြည်နဲ့ငရဲလက်တွဲထားတဲ့ ကမ္ဘာပဲPriscilla ရေမင်းရင်ခုန်ခဲ့တဲ့အချစ်ဟာ မင်းကိုနာကျင်စေခဲ့ပြီအသက်ရှင်ခြင်းကလည်းဘယ်လောက်ချစ်နိုင်ခဲ့သလဲဘုရားသခင်ပေးတဲ့ ကဗျာပဲ။   ။~ သုခမိန်လှိုင်P.S – Special thanks toSayar Thukhamein Hlaingwho wrote this poem exclusively for Channel Myanmar…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 4.06GB, 2.15GB, 810MBQuality – 4K HEVC, 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 53MinGenre – Biography, Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y, Ka Naung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3xYPGRUsXCZj7rKOzvOY84JCafK.jpg",
      "https://image.tmdb.org/t/p/w300/zz219ZRGo0vVIzvKttjx5nXOc2N.jpg",
      "https://image.tmdb.org/t/p/w300/ggvxJs1ZBVvsu6yuebZmSBLFlXP.jpg",
      "https://image.tmdb.org/t/p/w300/esMOoWqZnTUYKCJlDUrCMuuBvOp.jpg",
      "https://image.tmdb.org/t/p/w300/84z1vjLsRd1qAI9F1TUZYCbnbeJ.jpg",
      "https://image.tmdb.org/t/p/w300/irf06fGMQUVoxjdkZ1Krd7a1Mbj.jpg",
      "https://image.tmdb.org/t/p/w300/3rvQQRW8QuTjr5KuZA6BefNoZ8g.jpg",
      "https://image.tmdb.org/t/p/w300/fsYTrUiZOa3oTspg4x9sh5Nplez.jpg",
      "https://image.tmdb.org/t/p/w300/WsiSzTyOrlWDBbfWdWVUSRpd01.jpg",
      "https://image.tmdb.org/t/p/w300/kZxB7UEYb9t6KAcspsbln6Ei7SR.jpg",
      "https://image.tmdb.org/t/p/w300/50stq3Jlny6oEgJjsXbQvbajCNw.jpg",
      "https://image.tmdb.org/t/p/w300/4cMpEY4q0z0V4QbvylYk8yVzbfx.jpg",
      "https://image.tmdb.org/t/p/w300/5Ah7Osdn58csNKZcOVwfUK6H86l.jpg",
      "https://image.tmdb.org/t/p/w300/ump7ZR79LmAb1SFkP4BQQIYDb39.jpg",
      "https://image.tmdb.org/t/p/w300/3jeTPHLvrveTkE3OKkXjcmpWLgW.jpg",
      "https://image.tmdb.org/t/p/w300/wMQWUENjdszmWDd27OgjSI0XhnD.jpg",
      "https://image.tmdb.org/t/p/w300/7v3hbqXd4LgaqC0JglWibzmp4x3.jpg",
      "https://image.tmdb.org/t/p/w300/ho1XiPJ3uwfMAaWmYbJEtwx5faK.jpg",
      "https://image.tmdb.org/t/p/w300/lPQNMJyeIQZQu663LTA7jTxyzvZ.jpg",
      "https://image.tmdb.org/t/p/w300/64b5O3anJSWpWvVTa0IawHkpB3H.jpg",
      "https://image.tmdb.org/t/p/w300/qFaboiITQHDGtNNujtLXSKr05Tm.jpg",
      "https://image.tmdb.org/t/p/w300/2vi7SEL6Upw2PpopuTCFIaT7MjE.jpg",
      "https://image.tmdb.org/t/p/w300/k7YLPpdQaccj7z9fyHQrKq2mMfp.jpg",
      "https://image.tmdb.org/t/p/w300/ApDc1CPIh4uqisleYbVYWWgTvCm.jpg",
      "https://image.tmdb.org/t/p/w300/oWCuBkMiA5nHoPqZnpIHNR46Rcf.jpg",
      "https://image.tmdb.org/t/p/w300/xrdxD2r4399XB6RGcAF9S6p1WyR.jpg",
      "https://image.tmdb.org/t/p/w300/8E2BTwtb3P7I24kOC4ogK4hFquo.jpg",
      "https://image.tmdb.org/t/p/w300/ihLHk1g30TAqji8A1h0q8Y6k0SB.jpg",
      "https://image.tmdb.org/t/p/w300/2jwvSXvdzMWEPg0CnovfczmHF4X.jpg",
      "https://image.tmdb.org/t/p/w300/yV9rmeji0ZUbCaewLmZYY9aSNON.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/kRGMnxFQodcKCDo1xK3bIAi4zfV-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-sdr-4-k-2160-p-web-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.06GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21dh9/(CM)_Priscilla_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dLs0yaJS#Gki7sUDCPTf3UZqjdAdA5gstPKFBQp31GRrG-EyZnUE",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iy3k58sbhrmt.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21dgr/(CM)_Priscilla_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RaU2BARZ#NdNzSamyZ_Zd4oQisLqSaizQN8Z5CKRdeBXs0ekxj_0",
        "server": "mega.nz",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fzie3vqvwah4.html",
        "server": "usersdrive.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/0cwcjcj9uvoi",
        "server": "streamsb.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ciaapvhf21aa",
        "server": "streamvid.io",
        "size": "810MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gxbZyvCJc6U",
      "video_url": "https://www.youtube.com/watch?v=gxbZyvCJc6U",
      "embed_url": "https://www.youtube.com/embed/gxbZyvCJc6U"
    }
  },
  {
    "metadata": "|||Action,Biography,Crime",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "The Baader Meinhof Complex (2008)",
    "description": "၁၉၆၀ ကနေ ၁၉၇၀ကြား ဂျာမနီမှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂျာမနီနိုင်ငံရဲ့ အကျော်မော် အနုပညာရှင် သရုပ်ဆောင်တွေဖြစ်တဲ့ Martina Gedeck၊ Moritz Bleibtreu၊ Johanna Wokalek၊ Nadja Uhlနဲ့ Bruno Ganz တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 7.3 နဲ့ RT 85% အထိ ရရှိထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒါ့အပြင် ဂျာမနီနိုင်ငံက သမိုင်းဖြစ်ရပ်တွေကို ပြန်လည်ရိုက်ကူးရာမှာ အင်မတန်လက်စွမ်းထက်တဲ့ နိုင်ငံအဖြစ် နာမည်ကြီးပါတယ်။ ဆိုတော့ကား ဇာတ်လမ်းအကြောင်း မပြောခင်မှာတင် ရုပ်ရှင်ကို ကြည့်ဖို့က အခုကတည်းက စိတ်ဝင်စားစရာ ကောင်းနေပါပြီ။ ဒုတိယကမ္ဘာစစ်ပြီးဆုံးပြီး ဟစ်တလာရဲ့ Third Reich ( တတိယ အင်ပါယာ ) ကျရှုံးပြီးနောက်မှာ ဂျာမနီနိုင်ငံက အရှေ့ဂျာမနီနဲ့ အနောက်ဂျာမနီဆိုပြီး ၂နိုင်ငံ ကွဲထွက်သွားပါတယ်။အရှေ့ဂျာမနီကတော့ ဆိုဗီယက်ဝါဒ လက်အောက်မှာဖြစ်ပြီး အနောက်ဂျာမနီကတော့ အမေရိကန်ရဲ့ နယ်ချဲ့ဝါဒ လက်အောက်မှာ ကျရောက်နေပါတယ်။ ယခု ရုပ်ရှင်မှာ ပါတဲ့ အဖြစ်ပျက်က အနောက်ဂျာမနီမှာ ဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်ပျက်တွေဖြစ်ပါတယ်။ အမေရိကန်တွေ ကြီးစိုးတဲ့ အနောက်ဂျာမနီက ဒီမိုကရေစီကို ကျင့်သုံးပေမယ့် ဟစ်တလာရဲ့ ဖက်ဆစ်စနစ်ယန္တရားရဲ့ လက်ကျန်လေးကတော့ အနောက်ဂျာမနီ-အနောက်ဘာလင်အစိုးရဆီမှာ ကျန်ရှိနေပါသေးတယ်။ အစိုးရရဲ့ ဖိနှိပ်မှုတွေကို ဂျာမနီ ကျောင်းသားတွေ ဆန္ဒပြရာကနေ အရေးခင်းတွေ စတင်ဖြစ်ပွားတော့ပါတယ်။ဂျာမနီအစိုးရရဲ့ ဖိနှိပ်မှုတွေ၊ အစိုးရရဲ့ ဖိနှိပ်မှုတွေကို မျက်နှာလွှဲပေးထားတဲ့ အမေရိကန်တွေ၊ အမေရိကန် ကျောထောက်နောက်ခံပေးထားတဲ့ မီဒီယာ သတင်းစာတိုက်တွေရဲ့ မုသားတွေ အမျိုးမျိုးကို ရတဲ့ဘက်ကနေ လူပေါင်းစုံ အထူးသဖြင့် ကျောင်းသားတွေက တော်လှန်နေကြပါတယ်။ အဲဒီလို တော်လှန်နေတဲ့ လူတွေထဲမှာမှ ဂျာနယ်လစ်ဖြစ်တဲ့ အိုရီခါ မိုင်းဟဖ့်နဲ့ တော်လှန်ရေးကျောင်းသား Baaderတို့ ပူပေါင်းမိကြတဲ့အခါမှာတော့ …. Baader-Meinhof အဖွဲ့က အစိုးရကို ဘယ်လိုတိုက်ထုတ်သွားမလဲ၊ အစိုးရရဲ့ ဖက်ဆစ်ယန္တရားကို ရပ်တန့်သွားအောင် ဘယ်လိုကြိုးစားကြမလဲ … အမေရိကန်ရဲ့ နယ်ချဲ့ဝါဒနဲ့ အနောက်ဂျာမန်အစိုးရရဲ့ ဖက်ဆစ်စနစ်ကို ရဲရဲရင့်ရင့် တိုက်ခိုက်ကြပုံတွေ၊ သူတို့ရဲ့ ပြတ်သားတဲ့ စိတ်ဓာတ်တွေ၊ ခိုင်မာတဲ့ ပေါ်လစီတွေ၊ တရားမျှတမှုကို လိုချင်ကြပုံတွေကို ယခု ရုပ်ရှင်ထဲမှာ အားပါတရ ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူက Minn Khant Kyi Win ဖြစ်ပါတယ်။File size…(2.9 GB)/(1.6 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:30:00Genre…Action, Biography, CrimeSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Min Khant Kyi Win",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7Q44vznK8E9SYsdkmIanrLmydZn.jpg",
      "https://image.tmdb.org/t/p/w300/6vspNQNWrtoXQMqjsBhouCVsozG.jpg",
      "https://image.tmdb.org/t/p/w300/nSQW9S9YXQO93nWRnKRwiozamrx.jpg",
      "https://image.tmdb.org/t/p/w300/27kSS0lPfWQzixQVnEuFbmfCr31.jpg",
      "https://image.tmdb.org/t/p/w300/wNAQnjGDSSbPVYdXsiLaiIf2nMl.jpg",
      "https://image.tmdb.org/t/p/w300/6Tcn8YJwMYm7yy7WJSk5skjdSYl.jpg",
      "https://image.tmdb.org/t/p/w300/bNYQlHMgymMv6fInjPQft7R3q8U.jpg",
      "https://image.tmdb.org/t/p/w300/eEBxiawPgHvq8kpwIJuNknsEJ4a.jpg",
      "https://image.tmdb.org/t/p/w300/2uOEBU1BjX4ndxuyfiQudftyl1t.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/12cd7a18ba7a4703bc71ad3266434080-the-germans-american-imperialism.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-baader-meinhof-complex-2008-1080-p-blu-ray-cm-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2EEgy/The.Baader.Meinhof.Complex.2008.1080p.BluRay(CM).x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/478CmTab#lz8nsnjdWZ3NknLQN8uJ14CvuS6I_H6D9pR4RRtiP9o",
        "server": "mega.nz",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vngrkbmdfoi2.html",
        "server": "usersdrive.com",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-baader-meinhof-complex-2008-720-p-blu-ray-cm-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1iJk2/The.Baader.Meinhof.Complex.2008.720p.BluRay(CM).x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pvkhjI7A#vKV819ICJpM4rwz4FX5Xj4FEfCZpFawUjw8DS2fu8b0",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qavimz1h02gx.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/volht4af58lh",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/conos4qsslu2",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6IVKAAsqcrI",
      "video_url": "https://www.youtube.com/watch?v=6IVKAAsqcrI",
      "embed_url": "https://www.youtube.com/embed/6IVKAAsqcrI"
    }
  },
  {
    "metadata": "|||Action,Biography,Crime",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "470000"
    },
    "title": "Machine Gun Preacher(2011)",
    "description": "Machine Gun Preacher(2011)***************************ဆမ်ချီလ်ဒါးစ်ဟာ ထောင်ထဲကိုဝင်လိုက်ထွက်လိုက် လုပ်နေတဲ့လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်ပါတယ်။နောက်ဆုံး ထောင်ကထွက်လာတော့ မိန်းမဖြစ်သူက ဘုရားသခင်ရဲ့ ကရုဏာနဲ့ အပြစ်တွေဆေးကြောပြီးဘဝသစ် စနေကြောင်း၊ ချီလ်ဒါးစ်ကိုလည်း အတိတ်ကလိုမနေဖို့ ပြောပေမယ့် လူဆိုးလုပ်ရတာမဝသေးတဲ့ ချီလ်ဒါးစ်ဟာ အရင်လို ပြန်ဆိုးမိုက်နေပါတယ်။ ဒါပေမယ့် မမျှော်လင့်ဘဲ သူဟာဘုရားကျောင်းကို လိုက်သွားပြီးတဲ့ နောက်မှာ သူ့လုပ်ရပ်တွေကို နောင်တရပြီးပြန်လည်ဆေးကြောဖို့ အသိဝင်လာပါတယ်။ ဒါကြောင့် အာဖရိကကို သွားပြီးတော့ပရဟိတလုပ်ငန်းတွေကို စတင်လုပ်ဆောင်ပါတယ်။ အတိတ်ကလုပ်ရပ်တွေကြောင့် သူ့ကိုအထင်သေးနေကြတဲ့ လူတွေကြားမှာ ချီလ်ဒါးစ်ရဲ့ လုပ်ငန်းတွေ အောင်မြင်ပါ့မလား၊သူ့ရဲ့ စေတနာနဲ့ လုပ်သမျှဟာ အဆင်ပြေချောမွေ့ နေပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာ ရှုစားနိုင်ပါတယ်ဗျာ။ဒီကားဟာ အပြင်မှာ တကယ်ရှိတဲ့ Sam Childers (ဆမ်ချီလ်ဒါးစ်)ရဲ့ စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထား တာဖြစ်ပါတယ်။ ကိုယ့်ဘဝအမှားတွေကို ပြန်လည်ဆေးကြောချင်သူတိုင်းလက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ် ကားလေး ဖြစ်ပါတယ်။File Size :(2.7GB)(1.03 GB) and (367 MB)Quality : Blu-Ray 1080P,720pFormat…mp4Duration…02:09:00Genre : Action, Crime , BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated by Ko MyoEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eUqdBXJsYV71kt6tocosbUoICiP.jpg",
      "https://image.tmdb.org/t/p/w300/k2sYotfAWxzRfDWaBzH04LsgeJx.jpg",
      "https://image.tmdb.org/t/p/w300/mXf7cehBLX85pA05N6ikHotSeCX.jpg",
      "https://image.tmdb.org/t/p/w300/2lrxV4Bjub9pj6kdnsE1NFypxnH.jpg",
      "https://image.tmdb.org/t/p/w300/8ZjUaKQFmjVm2y9ccmA9xyTO3BP.jpg",
      "https://image.tmdb.org/t/p/w300/fuUd53fW5miq3MavllQuDyA1nzi.jpg",
      "https://image.tmdb.org/t/p/w300/zTpC340L8OE3o0NyQwJzYdxHhK7.jpg",
      "https://image.tmdb.org/t/p/w300/jaWwXIJKvpGaOA0oRwHc5cJnM3y.jpg",
      "https://image.tmdb.org/t/p/w300/tyO7uhV4803mnSwSAhjKhKV1bMN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A9gRYTyNLGJuxHmqdGM5UxHxJtB.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/czd94grsh2an.html",
        "server": "usersdrive.com",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/machine-gun-preacher-2011-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3ea4z/Machine.Gun.Preacher.2011.BLU-RAY.1080P(CM).mp4",
        "server": "mega.nz",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/rMZgECaK#Ppi-b0yN7aK-Ndp8klmBfBw3GD_nG5z-S8phv_21YbE",
        "server": "mega.nz",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/vm113hzqw925.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/machine-gun-preacher-2011-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ycC7/Machine.Gun.Preacher.2011.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/mRAiXaiI#b6q6HI19YHok33EWDz506eK40uYMANjuywgSahigeG8",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/5qsbrwsbeynk.html",
        "server": "streamsb.com",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/wxuhld2qmd56",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ocaolebse7jg.html",
        "server": "usersdrive.com",
        "size": "367MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/machine-gun-preacher-2011-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "367MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2ycC3/Machine.Gun.Preacher.2011.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "367MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/qAo1zCiT#EvGQxo9d2Qn0B5pQEklqkGJkttZnG53SGOSrGBUwxFc",
        "server": "mega.nz",
        "size": "367MB",
        "quality": "480P"
      },
      {
        "link": "https://sbhight.com/8zkkh4dm56gc.html",
        "server": "streamsb.com",
        "size": "367MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/3j0g9bs6jzje",
        "server": "streamvid.io",
        "size": "367MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "BTvoaaE98DE",
      "video_url": "https://www.youtube.com/watch?v=BTvoaaE98DE",
      "embed_url": "https://www.youtube.com/embed/BTvoaaE98DE"
    }
  },
  {
    "metadata": "|||Action,Adventure,Biography",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Hadik (2023)",
    "description": "ဟန်ဂေရီစကားပြော ဖြစ်ရပ်မှန်ပေါ်အခြေခံထားတဲ့ စစ်ပွဲ ရုပ်ရှင် Hadikက မကြာသေးခင်ကမှ ထွက်ရှိထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ Seven Years’ War လို့ခေါ်တဲ့ ဥရောပတစ်ခွင်က နိုင်ငံကြီးတွေရဲ့ စစ်ပွဲအတွင်းမှာ Prussia နိုင်ငံက အေးချမ်းတဲ့ Austriaနိုင်ငံကို စစ်ပွဲတွေဆက်တိုက် တိုက်နေတဲ့အချိန်မှာ ဇာတ်လမ်းတည်ထားပါတယ်။ ဘုရင်မကြီး Maria Theresa ရဲ့ အယုံကြည်ရဆုံး စစ်ဗိုလ်မှူးချုပ်ဖြစ်တဲ့ Andras Hadikဟာ မြင်းစီးစစ်သည်တော်တွေကို ခေါ်ဆောင်ပြီး Prussia Empireရဲ့ အသည်းနှလုံးဖြစ်တဲ့ Berlin မြို့ကို တိုက်ခိုက်သိမ်းယူနိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ဗိုလ်ချုပ် Hadikက စစ်ပွဲအတွင်းမှာ ထက်မြတ်ပြီး သတ္တိရှိသူဖြစ်ပေမယ့် မလိုမုန်းထားသူတွေအလွန်များပါတယ်။ တစ်ရက်စစ်ပွဲအတွင်းမှာ ရန်သူတွေရဲ့ ထိပ်တန်းလျှို့ဝှက်ချက်ကို လိုက်ယူရင်းနဲ့ ဒဏ်ရာရသွားပြီး မလိုသူတွေကြောင့် ရာထူးချခံရကာ နေရပ်ကိုပြန်သွားခဲ့ပါတယ်။ မိသားစုနဲ့အတူ အချိန်ကုန်ဆုံးနေတုန်းမှာ ညီအစ်ကိုလို ချစ်ခင်တဲ့ ဗိုလ်ချုပ် Farkas Babochay ရောက်လာပြီး ဘုရင်မအခေါ်လွှတ်လိုက်ကြောင်းပြောပါတယ်။ ဘုရင်မရဲ့အမိန့်အရ Berlinကို တိုက်ခိုက်ဖို့အတွက် တခြားဗိုလ်ချုပ်တွေကို လိုက်စုစည်းပေမယ့် ဘယ်သူမှ မလိုက်ချင်ကြတဲ့အခါမှာ ယုံကြည်ရတဲ့ တပ်သားအနည်းငယ်နဲ့ Berlinကို ဖြိုခွင်းဖို့အတွက် စစ်ပွဲအစီအစဉ်ရေးဆွဲခဲ့ပြီး ခရီးစတင်ထွက်ခွာခဲ့ပါတယ်။ စစ်အခြေခံရုပ်ရှင်ကားတွေ ကြည့်ရတာကြိုက်တယ်ဆိုရင် ဒီကားကိုလည်း ကြည့် ကြည့်လိုက်ပါဦး။File size…(2.1 GB)/(1.2 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:48:00Genre…Action, Adventure, BiographySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Leonie",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNGQwZDA0MzctNzFhMy00ZGU5LWFhMWUtZGIyZWE5ZjM5ZWZhXkEyXkFqcGdeQXVyMzIyNjU5MjI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hadik-2023-1080-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ET98/Hadik.2023.1080p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Qi8gEbTD#y5Ykw_OLg0M6QQmI9dmVdYoHrPPJuuZjAWPwx00ohj0",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ldz6kqncggq2.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hadik-2023-720-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kQzz/Hadik.2023.720p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tj8BlKwI#GX9-vPb7LLZy1rOJ_dTmvoWwXsbkj-wexvQqLl_-M_w",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4d6jfbeyp0gg.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/by2pli66loxr",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1g3jkv8e84tg",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yYv7q0xiJpQ",
      "video_url": "https://www.youtube.com/watch?v=yYv7q0xiJpQ",
      "embed_url": "https://www.youtube.com/embed/yYv7q0xiJpQ"
    }
  },
  {
    "metadata": "|||Action,Biography,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "22K"
    },
    "title": "Into the White(2012)",
    "description": "IMDb – 7.1/10စစ်ပွဲအတွင်း အခက်ခဲဆုံးအချိန်တွေမှာ ရန်သူတွေဟာလည်း မိတ်ဆွေကောင်းတွေဖြစ်သွားတတ်ကြပါတယ်။Christmas Truce လိုမျိူးဖြစ်ရပ်တွေကိုသဘောကျကြတဲ့ ပရိသတ်ကြီးအတွက် ဒုတိယကမ္ဘာစစ်အတွင်းကနော်ဝေးနိုင်ငံမှာ ဖြစ်သွားခဲ့တဲ့ ဖြစ်ရပ်‌မှန်ကိုရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟယ်ရီပေါ်တာရုပ်ရှင်တွေထဲမှာ ရွန် ဝီစလီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Rupert Grint ရဲ့ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေအပြီးမှာ ပထမဆုံးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေးနိုင်ငံအတွင်းမှာ အင်္ဂလိပ်နဲ့ ဂျာမနီ လေယာဉ်တွေ တိုက်ခိုက်ခဲ့ကြပြီး နှင်းတွေဖုံးလွှမ်းနေတဲ့ လွင်ပြင်ကြီးထဲကို ဂျာမန်ဗုံးကျဲလေယာဉ်ကပျက်သွားခဲ့ပြီး သူတို့ပစ်ချခဲ့တဲ့ ဗြိတိန်လေယာဉ်ကလည်း အနီးနားလေးမှာပဲ ပျက်ကျသွားခဲ့ပါတယ်။ပျက်ကျမှုမှာအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ လေယာဉ်မှူးတွေနဲ့ လေတပ်သားတွေက နှင်းတောကြီးထဲမှာ ခိုလှုံဖို့နေရာတစ်ခုကိုလိုက်ရှာရင်း လွင်ပြင်ထဲမှာရှိနေတဲ့အမဲလိုက်တဲလေးတစ်ခုမှာဆုံတွေ့မိကြပြီး ဗြိတိန်လေသူရဲတွေကို ဂျာမာန်တွေက စစ်သုံ့ပန်းအဖြစ်ဖမ်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူသူဝေးတဲ့ နှင်းတောကြီးထဲကိုရောက်နေတဲ့ ဗြိတိန်နဲ့ ဂျာမန်တွေကြား ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ၊ ရန်သူတွေဆိုတာက‌ရော မိတ်ဆွေတွေဖြစ်လာနိုင်ရဲ့လား ဆိုတာကို ကြည့်ရှုရမဲ့ စစ်ကားကောင်းလေးတစ်ကားပါဗျ။စစ်ကားဆိုပေမဲ့လည်း တိုက်ခိုက်ခန်းသိပ်မပါပဲ ဖြည်းဖြည်းချင်းစီဆွဲခေါ်သွားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ရှု့လိုက်ကြပါဦးဗျFile size…1.16GB / 451.3MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 44mGenre ….. Aciton , Biography , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Tmmt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zraDsPUDbKsISJSWTF796A1rrem.jpg",
      "https://image.tmdb.org/t/p/w300/qfXwBWzzd1klRknE5tXiqWC60jS.jpg",
      "https://image.tmdb.org/t/p/w300/4vGg5b2z7sjy8SelQy787R1pN8b.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/glnBVGMFpwFfdtKbqZRBUrouJmU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/76bv0obcwrfn.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/into-the-white-2012-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Tj4b/Into.the.White.2012.BluRay.1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NHgWkYDD#OASJ_d4dZw5vsYn4wDIcginm8Q47qfM4iT3hkvmPlJs",
        "server": "mega.nz",
        "size": "1.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jrqam6adr5x2.html",
        "server": "usersdrive.com",
        "size": "451.3MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/into-the-white-2012-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "451.3MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Tj48/Into.the.White.2012.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "451.3MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/9WBzEYTZ#OeE0i2PgrcQQxwm0f9cUIFVGCAJIMlXGI5CpIfZgj-M",
        "server": "mega.nz",
        "size": "451.3MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/1i5ms1um6j6s.html",
        "server": "streamsb.com",
        "size": "451.3MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/b5xvqily0ysc",
        "server": "streamvid.io",
        "size": "451.3MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "r3FZNHumVCs",
      "video_url": "https://www.youtube.com/watch?v=r3FZNHumVCs",
      "embed_url": "https://www.youtube.com/embed/r3FZNHumVCs"
    }
  },
  {
    "metadata": "R|2022|2h 10m|Biography,Drama,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1400"
    },
    "title": "Emily (2022)",
    "description": "Emily (2022)~ IMDb – 6.9/10, Rotten Tomatoes – 86% ~“လေထန်ကုန်း” ဆိုတဲ့ စကားလုံးက မြန်မာစာဖတ်ပရိသတ်တစ်ခုလုံးနဲ့ သက်ဆိုင်နေတဲ့ စကားလုံးပေါ့။ အဲဒီ လေထန်ကုန်းဆိုတဲ့ စကားလုံးကိုမြင်ရင် ခင်ဗျား ဘာကိုအရင်ပြေးမြင်မလဲတော့မသိဘူး။ အမ်မလီဘရွန်တီရဲ့ ဂန္ထဝင်၀တ္တု Wuthering Heights ကိုလား၊ ဒါမှမဟုတ် လေထန်ကုန်းလို့ခေါ်တဲ့ မြန်မာစာရေးဆရာတွေ ကြုံကြဆုံကြတဲ့ လက်ဖက်ရည်ဆိုင်ကလေးကိုလား။ ဒုတိယဟာက ဒီမှာ ပို Iconic ဖြစ်ပေမဲ့ ဒုတိယဟာကိုသိတဲ့ ဒီကလူတွေဟာ ပထမဟာကိုလည်း ကောင်းကောင်းသိကြမှာပါပဲ။ ၁၈၄၇မှာ ပုံနှိပ်ခဲ့တဲ့ အမ်မလီဘရွန်တီရဲ့ Wuthering Heights ကို ကျော်လှိုင်ဦးက “လေထန်ကုန်း”လို့ တိုက်ရိုက်ပဲ နာမည်ပေးပြီး ပြန်ဆိုရေးသားခဲ့ဖူးပါတယ်။ သူ့ရှေ့မှာတော့ ‌ဒဂုန်ခင်ခင်လေးက ဂုဏ်မြင့်သူဆိုပြီး တစ်စိတ်တစ်ဒေသမှီငြမ်း ရေးသားဖူးပြီး ၁၉၆၀လောက်မှာ သိပ္ပံစိုးလှက ငွေတာရီမဂ္ဂဇင်းမှာ ပင်မြင့်မာလာဆိုပြီး ဘာသာပြန်ဖူးတယ်ဆိုပါတယ်။ ဂန္ထ၀င်ဖြစ်လာတာတောင် နှစ်ပေါင်းရာချီနေတဲ့ ၀တ္တုပါပဲ။ အမ်မလီဘရွန်တီကို မြန်မာစာဖတ်ပရိတ်သတ်တွေအနေနဲ့ ဒီ၀တ္တုနဲ့တင် မဟုတ်ဘဲ Rememberance ဆိုတဲ့ အမ်မလီဘရွန်တီရဲ့ ကဗျာကို တက္ကသိုလ်ဘုန်းနိုင်ကလည်း တမ်းတမိခြင်းဆိုပြီး ပြန်ဖူးတာကို သိကောင်း‌သိကြပါလိမ့်မယ်။အခုဇာတ်ကားကတော့ အမ်မလီရဲ့ ငယ်ဘ၀ကနေ သူ့ဇာတ်ကြောင်းကို ရိုက်ပြထားတာပါ။ အားလုံးသိပြီးသလိုပဲ၊ သူတို့ညီအစ်မသုံးယောက်စလုံးကလည်း အနုပညာသမားတွေဖြစ်သလို သူတို့အောက်က မောင်ကလည်း Wuthering Heights မှာ သူ့ကို ကိုယ်စားပြုထားတယ်ပြောလို့ရတဲ့ ဇာတ်ကောင်ပါဖူးတဲ့သူပါ။ ဒီတော့ ကလပ်စစ်စာပေ ပရိသတ်တွေအတွက် သူ့ငယ်ဘ၀ကနေ ရိုက်ပြမှာက သူ့အကြောင်းဆိုတာကို ကျော်လွန်ပြီး စိတ်၀င်စားစရာကောင်းမှာပါပဲ။အမ်မလီရဲ့ဘ၀အစစ်အမှန်အတိုင်း အတိအကျကြီး မရိုက်ကူး‌ထားပေမဲ့ ကျော်ကြားတဲ့စာရေးဆရာတစ်ယောက်ရဲ့ဘ၀အကြောင်းကို ပေါ်လွင်အောင်ရိုက်ပြထားပါတယ်။ အမ်မလီရဲ့ငယ်ဘ၀အကြောင်းတွေ သာမန်စိတ်ကူးယဉ်ဆန်ပြီး ဇာတ်လမ်းတွေထိုင်ရေးတတ်တဲ့ကောင်မလေးအဖြစ်ကနေ ကျော်ကြားတဲ့စာရေးဆရာတစ်ယောက်အဖြစ်ကို ရရှိသွားတဲ့ပုံတွေအပြင် သူရဲ့ရင်နင့်စရာအချစ်ဇာတ်လမ်းလေးကိုပါ စိတ်၀င်စားဖွယ့် ငြိမ့်ငြိမ့်ညောင်းညောင်းကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHtet Kyaw Myoမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.42GB, 990MBQuality – 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 2H 10MinGenre – Biography, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byHtet Kyaw MyoEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wizYHZzSr0wJmB3Oo6LTFaP4HzY.jpg",
      "https://image.tmdb.org/t/p/w300/963GulquVf476CdF8aOQuyeA1hx.jpg",
      "https://image.tmdb.org/t/p/w300/hfo7N7prjfVB64NSOlmNhcET4I4.jpg",
      "https://image.tmdb.org/t/p/w300/7DrLrDf3vVVjgOGRUf37knUu7Rx.jpg",
      "https://image.tmdb.org/t/p/w300/5CkgYwvoHhxDaNfAk2vi7XObVfh.jpg",
      "https://image.tmdb.org/t/p/w300/8c89j90CuQsI7vfwrYt4srLBPj8.jpg",
      "https://image.tmdb.org/t/p/w300/43op380sygb2XrO44tNOZjmPR65.jpg",
      "https://image.tmdb.org/t/p/w300/u6y1y1j9nxCLKijAfTqrZZfW5Lr.jpg",
      "https://image.tmdb.org/t/p/w300/1tvr928hVmyu6nkHbNiJJJE3EqB.jpg",
      "https://image.tmdb.org/t/p/w300/kbU14WhP6bNq5Ef7FlK0ub998U1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tgVBMIiJczfBWINRRd9yxE8ESln.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-emily-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ac65/(CM)_Emily_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gX1jTTpS#wE00KueBT-JeOypppef0oNhrMMV3i2jKsRzUv7Y45rE",
        "server": "mega.nz",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1s1c2fym0zoq.html",
        "server": "usersdrive.com",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/gze8961jbjzm.html",
        "server": "streamsb.com",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-emily-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Q9ye/(CM)_Emily_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kWdy1KZZ#uHmnLrhgAIyPPerrvYhPCKW8hFM1eK1kiXKKuXfCls0",
        "server": "mega.nz",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sd4zyn6e72vd.html",
        "server": "usersdrive.com",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/u3c3nbnm78a0.html",
        "server": "streamsb.com",
        "size": "990MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xaL90sMAzbY",
      "video_url": "https://www.youtube.com/watch?v=xaL90sMAzbY",
      "embed_url": "https://www.youtube.com/embed/xaL90sMAzbY"
    }
  },
  {
    "metadata": "||2h 2min|Biography,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "10,401"
    },
    "title": "Lust for Life (1956)",
    "description": "[Unicode]Lust for Life (1956)================IMDb. = 7.4 out of 10Rotten Tomatoes = 100%မှောင်ယံကမ်းပါးဆ‌ီ ဝင်းလက်စိုမြနေတဲ့ ကြယ်တွေရဲ့ နောက်ကြောင်းမှာ အသိုက်ပျက် အနက်ရောင်ငှက်တွေ ပျံဝဲနေကြပါတယ်။သေကွင်းသေကွက်တည့်တည့်ကို လောကဓံလာမှန်တဲ့နေ့မှာ ကြယ်တွေဆီ အိပ်တန်းတက်သွားတဲ့ လူတစ်ယောက်ရဲ့ စိတ်ခံစားချက်ဟာ အရောင်တွေစိုလို့မြလို့။သူ့ရာဇဝင်ကတော့မလှခဲ့ဘူး။အင်ပရက်စ်ရှင်ဝါဒပန်းချီတွေရဲ့ တာထွက်မှာ အင်ပရက်စ်ရှင်သမား‌တွေ ပို့စ်အင်ပရက်စ်ရှင်သမားတွေ အတော်လေး ရှုံ့ချခံခဲ့ကြရတယ်။မာနက်ရဲ့ မြက်ခင်းပေါ်ကပျော်ပွဲစားပွဲကားနဲ့ အိုလံပီယာကားဆိုရင် ပြရင် ဓားနဲ့ခွဲ တံတွေးနဲ့မထွေးအောင် ရဲတွေက ကြိုးနဲ့အမြင့်မှာ ချိတ်ထားခဲ့ရတဲ့အထိကိုဆိုးတယ်။အဲ့ဒီကာလမှာ အင်ပရက်စ်ရှင်သမားတွေဟာ အရူးတွေလို့ သမုတ်ခံရတာပါပဲ။ဗင်းဆင့်ဟာ ပို့စ်အင်ပရက်ရှင်သမားဖြစ်တဲ့အပြင် အနေအထိုင်မတတ်တော့ ပိုရှုံ့ချခံရပါတယ်။ဒါပေမယ့် သူလက်မလျှော့ခဲ့ပါဘူး။ဗင်းဆင့်ဟာ သူ့သက်တမ်း တစ်လျှောက်မှာ လုံးဝမအောင်မြင်ခဲ့တဲ့ အနုပည‌ာတွေသက်သက်ကို ပိုင်ဆိုင်ထားတဲ့လူပါ။ ခင်ဗျားတို့ ဖတ်ဖူးမှာပေါ့။ဘယ်စာရေးဆရာကတော့ဖြင့် မအောင်မြင်ခင်မှာ သူ့ဝတ္တုကို ဘယ်လိုလက်လျော့ခဲ့ပြီးမှ ကံအကြောင်းတိုက်ဆိုင်လို့ ပြန်အောင်မြင်တယ်ဆိုတာမျိုးတွေ။ ဒီလိုတွေ အများကြီးပါ။ဗန်ဂိုးကတော့ သူ့ရဲ့ မအောင်မြင်ခဲ့တဲ့ အနုပညာတွေကို တစ်သက်လုံးပွေ့ပိုက်ရင်း ဆက်ဖန်တီးသွားခဲ့တာပါ။မအောင်မြင်လို့လည်း လက်လျှော့ခြင်းဆိုတာ သူ့သမိုင်းတစ်လျှောက်လုံး ကျွန်တော်တို့ မတွေ့ခဲ့ရပါဘူး။ဗင်းဆင့်ဟာ သူ့ကိုယ်သူ လက်လျှော့ခဲ့ပေမယ့် သူ့အနုပညာကိုတော့ လုံးဝလက်လျှော့ခဲ့တဲ့သူ မဟုတ်ပါဘူး။ယုတ်စွအဆုံး ဘယ်သူမုန်းပါစေဦးပေါ့အနုပညာတိုင်း ပရိတ်သတ်တစ်ယောက်တော့ လိုပါတယ်။‌တစ်သက်လုံးမှ တစ်ခါပဲ ရောင်းထွက်ခဲ့ရင်တောင်ရင်ချင်းမျှမယ့်တစ်ယောက် ဒီလောက်တော့ သူရခဲ့ပါရဲ့။သိပ်ကြာလာတော့လည်း ဘဝဟာ ခံနိုင်စရာမရှိတော့ ဗင်းဆင့် သူ့ကိုယ်သူ လက်လျှော့သွားခဲ့တယ်။ဗင်းဆင့်ဟာ ဝင်ငွေတစ်ပြားမှမရတဲ့ ပန်းချီကားတွေကိုမသေခင်အထိ ရေးမြဲရေးသွားပါတယ်။ခေတ်ပေါင်းများစွာ နိုင်ငံပေါင်းများစွာကျော်ဖြတ်ပြီး သူ့ပန်းချီကားတွေ အောင်မြင်ခဲ့တယ်ဆိုတာကိုတော့သူ မသိခဲ့လိုက်ရပါဘူး။သူသေပြီးတဲ့ နောက်အောင်မြင်မယ်လို့သူ မျှော်လင့်ခဲ့သလား မမျှော်လင့်ခဲ့သလားကျွန်တော်‌တို့ မသိပါဘူး။သေချာတာ‌ကတော့ သူ့ရဲ့ အနုပညာကိုချစ်တဲ့စိတ်ကပဲ သူ့ပန်းချီတွေကို ခမ်းနာစေခဲ့တာပါ။တကယ်လို့များ တစ်ယောက်ယောက်က အနုပညာသမားရဲ့ အရည်အသွေးနဲ့ သူ့ရဲ့ အနုပညာကိုချစ်တဲ့စိတ်ဘာ ပိုအရေးကြီးလဲမေးခဲ့ရင်ပေါ့ချစ်တဲ့စိတ်ကလေးမှမပါပဲ ဖန်တီးခဲ့ရင် အဲ့ဒီအနပညာဟာ အနုပညာမည်ဦးမလားဆိုတဲ့ အဖြေပဲရှိပါလိမ့်မယ်။ဘယ်သူပြောနိုင်မလဲ ‌သိစိတ်နဲ့ လိုက် မမှီတဲ့တစ်နေရာများရှိခဲ့ရင် လောကခေါင်မိုးမှာကြယ်တွေစီရီဆွဲနေတဲ့ ဗန်ဂိုးကိုကျွန်တော်တို့ တွေ့ချင်တွေ့ကြရမှာပဲ။မောင်ထွန်းသူ ရမ္မက်မီး အမည်နဲ့ မြန်မာဘာသာပြန်ဆိုထားတဲ့ List For Lifeဝတ္တုကိုပဲ ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ဗန်ဂိုးကားတွေထဲ Ratingအကောင်ဆုံးကားလည်း ဟုတ်ပါတယ်။ဗင်းဆင့် ဗန်ဂိုးအကြောင်းရိုက်ထားတာတွေထဲတော့ Loving Vincent Animated Filmပြီးရင် ဒီရုပ်ရှင်က အကောင်းဆုံးပါပဲ။Loving Vincentဟာ ဗန်ဂိုးပန်းချီကား‌တွေ ပန်းချီဟန်တွေပဲသုံးထားပြီး ဇာတ်ဝင်ခန်းတွေက အရမ်းအနုပညာဆန်လို့ပို့သာပေမယ့် အကြောင်းအရာပိုင်းအရဆို List for Lifeက အစုံဆုံးပါပဲ။( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Lust for Life (1956)================IMDb. = 7.4 out of 10Rotten Tomatoes = 100%ေမွာင္ယံကမ္းပါးဆ‌ီ ၀င္းလက္စိုျမေနတဲ့ ၾကယ္ေတြရဲ႕ ေနာက္ေၾကာင္းမွာ အသိုက္ပ်က္ အနက္ေရာင္ငွက္ေတြ ပ်ံဝဲေနၾကပါတယ္။ေသကြင္းေသကြက္တည့္တည့္ကို ေလာကဓံလာမွန္တဲ့ေန႔မွာ ၾကယ္ေတြဆီ အိပ္တန္းတက္သြားတဲ့ လူတစ္ေယာက္ရဲ႕ စိတ္ခံစားခ်က္ဟာ အေရာင္ေတြစိုလို႔ျမလို႔။သူ႔ရာဇ၀င္ကေတာ့မလွခဲ့ဘူး။အင္ပရက္စ္ရွင္ဝါဒပန္းခ်ီေတြရဲ႕ တာထြက္မွာ အင္ပရက္စ္ရွင္သမား‌ေတြ ပို႔စ္အင္ပရက္စ္ရွင္သမားေတြ အေတာ္ေလး ရႈံ႕ခ်ခံခဲ့ၾကရတယ္။မာနက္ရဲ႕ ျမက္ခင္းေပၚကေပ်ာ္ပြဲစားပြဲကားနဲ႔ အိုလံပီယာကားဆိုရင္ ျပရင္ ဓားနဲ႔ခြဲ တံေတြးနဲ႔မေထြးေအာင္ ရဲေတြက ႀကိဳးနဲ႔အျမင့္မွာ ခ်ိတ္ထားခဲ့ရတဲ့အထိကိုဆိုးတယ္။အဲ့ဒီကာလမွာ အင္ပရက္စ္ရွင္သမားေတြဟာ အ႐ူးေတြလို႔ သမုတ္ခံရတာပါပဲ။ဗင္းဆင့္ဟာ ပို႔စ္အင္ပရက္ရွင္သမားျဖစ္တဲ့အျပင္ အေနအထိုင္မတတ္ေတာ့ ပိုရႈံ႕ခ်ခံရပါတယ္။ဒါေပမယ့္ သူလက္မေလွ်ာ့ခဲ့ပါဘူး။ဗင္းဆင့္ဟာ သူ႔သက္တမ္း တစ္ေလွ်ာက္မွာ လုံး၀မေအာင္ျမင္ခဲ့တဲ့ အႏုပည‌ာေတြသက္သက္ကို ပိုင္ဆိုင္ထားတဲ့လူပါ။ ခင္ဗ်ားတို႔ ဖတ္ဖူးမွာေပါ့။ဘယ္စာေရးဆရာကေတာ့ျဖင့္ မေအာင္ျမင္ခင္မွာ သူ႔၀တၱဳကို ဘယ္လိုလက္ေလ်ာ့ခဲ့ၿပီးမွ ကံအေၾကာင္းတိုက္ဆိုင္လို႔ ျပန္ေအာင္ျမင္တယ္ဆိုတာမ်ိဳးေတြ။ ဒီလိုေတြ အမ်ားႀကီးပါ။ဗန္ဂိုးကေတာ့ သူ႔ရဲ႕ မေအာင္ျမင္ခဲ့တဲ့ အႏုပညာေတြကို တစ္သက္လုံးေပြ႕ပိုက္ရင္း ဆက္ဖန္တီးသြားခဲ့တာပါ။မေအာင္ျမင္လို႔လည္း လက္ေလွ်ာ့ျခင္းဆိုတာ သူ႔သမိုင္းတစ္ေလွ်ာက္လုံး ကြၽန္ေတာ္တို႔ မေတြ႕ခဲ့ရပါဘူး။ဗင္းဆင့္ဟာ သူ႔ကိုယ္သူ လက္ေလွ်ာ့ခဲ့ေပမယ့္ သူ႔အႏုပညာကိုေတာ့ လုံး၀လက္ေလွ်ာ့ခဲ့တဲ့သူ မဟုတ္ပါဘူး။ယုတ္စြအဆုံး ဘယ္သူမုန္းပါေစဦးေပါ့အႏုပညာတိုင္း ပရိတ္သတ္တစ္ေယာက္ေတာ့ လိုပါတယ္။‌တစ္သက္လုံးမွ တစ္ခါပဲ ေရာင္းထြက္ခဲ့ရင္ေတာင္ရင္ခ်င္းမွ်မယ့္တစ္ေယာက္ ဒီေလာက္ေတာ့ သူရခဲ့ပါရဲ႕။သိပ္ၾကာလာေတာ့လည္း ဘ၀ဟာ ခံႏိုင္စရာမရွိေတာ့ ဗင္းဆင့္ သူ႔ကိုယ္သူ လက္ေလွ်ာ့သြားခဲ့တယ္။ဗင္းဆင့္ဟာ ၀င္ေငြတစ္ျပားမွမရတဲ့ ပန္းခ်ီကားေတြကိုမေသခင္အထိ ေရးၿမဲေရးသြားပါတယ္။ေခတ္ေပါင္းမ်ားစြာ ႏိုင္ငံေပါင္းမ်ားစြာေက်ာ္ျဖတ္ၿပီး သူ႔ပန္းခ်ီကားေတြ ေအာင္ျမင္ခဲ့တယ္ဆိုတာကိုေတာ့သူ မသိခဲ့လိုက္ရပါဘူး။သူေသၿပီးတဲ့ ေနာက္ေအာင္ျမင္မယ္လို႔သူ ေမွ်ာ္လင့္ခဲ့သလား မေမွ်ာ္လင့္ခဲ့သလားကြၽန္ေတာ္‌တို႔ မသိပါဘူး။ေသခ်ာတာ‌ကေတာ့ သူ႔ရဲ႕ အႏုပညာကိုခ်စ္တဲ့စိတ္ကပဲ သူ႔ပန္းခ်ီေတြကို ခမ္းနာေစခဲ့တာပါ။တကယ္လို႔မ်ား တစ္ေယာက္ေယာက္က အႏုပညာသမားရဲ႕ အရည္အေသြးနဲ႔ သူ႔ရဲ႕ အႏုပညာကိုခ်စ္တဲ့စိတ္ဘာ ပိုအေရးႀကီးလဲေမးခဲ့ရင္ေပါ့ခ်စ္တဲ့စိတ္ကေလးမွမပါပဲ ဖန္တီးခဲ့ရင္ အဲ့ဒီအနပညာဟာ အႏုပညာမည္ဦးမလားဆိုတဲ့ အေျဖပဲရွိပါလိမ့္မယ္။ဘယ္သူေျပာႏိုင္မလဲ ‌သိစိတ္နဲ႔ လိုက္ မမွီတဲ့တစ္ေနရာမ်ားရွိခဲ့ရင္ ေလာကေခါင္မိုးမွာၾကယ္ေတြစီရီဆြဲေနတဲ့ ဗန္ဂိုးကိုကြၽန္ေတာ္တို႔ ေတြ႕ခ်င္ေတြ႕ၾကရမွာပဲ။ေမာင္ထြန္းသူ ရမၼက္မီး အမည္နဲ႔ ျမန္မာဘာသာျပန္ဆိုထားတဲ့ List For Life၀တၱဳကိုပဲ ႐ိုက္ထားတဲ့ ႐ုပ္ရွင္ပါ။ဗန္ဂိုးကားေတြထဲ Ratingအေကာင္ဆုံးကားလည္း ဟုတ္ပါတယ္။ဗင္းဆင့္ ဗန္ဂိုးအေၾကာင္း႐ိုက္ထားတာေတြထဲေတာ့ Loving Vincent Animated Filmၿပီးရင္ ဒီ႐ုပ္ရွင္က အေကာင္းဆုံးပါပဲ။Loving Vincentဟာ ဗန္ဂိုးပန္းခ်ီကား‌ေတြ ပန္းခ်ီဟန္ေတြပဲသုံးထားၿပီး ဇာတ္၀င္ခန္းေတြက အရမ္းအႏုပညာဆန္လို႔ပို႔သာေပမယ့္ အေၾကာင္းအရာပိုင္းအရဆို List for Lifeက အစုံဆုံးပါပဲ။( အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__7.4/10Format__mp4Duration__02:02:00Type__Biography , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wu9kPxv2bZxoyavjjPPEjIzmnku.jpg",
      "https://image.tmdb.org/t/p/w300/wxxnaj1QiWIKe6w1aomQJZiNjU1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pEq5fnsZU9ZW6oJuDAyMdRF7NHC.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6t98g7g51x8j.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lust-for-life-1956-obg-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/T4jz/Lust_for_Life_(1956)_OBG.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/69gl2gka5sog",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/lust-for-life1956",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lust-for-life-1956-obg-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/pzgw8pqa55fw.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/yyn04n16qdzy",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2Z3xHMNHQUs",
      "video_url": "https://www.youtube.com/watch?v=2Z3xHMNHQUs",
      "embed_url": "https://www.youtube.com/embed/2Z3xHMNHQUs"
    }
  },
  {
    "metadata": "Unrated|2022|2h 23m|Biography,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "864"
    },
    "title": "Tchaikovsky’s Wife (2022)",
    "description": "Tchaikovsky’s Wife (2022)~ IMDb – 6.6/10, Rotten Tomatoes – 86% ~ဂေးတစ်ယောက်က သူဂေးတာ လူမသိအောင်လို့ မိန်းမတစ်ယောက်ကို ကာဗာယူပြီး လက်ထပ်လိုက်တယ်ဆိုတာသိလိုက်ရရင် အဲ့မိန်းမက ဘယ်လိုဖြစ်သွားမလဲ။၁၉ ရာစုတုန်းက ရုရှားပြည်က အဖြစ်တစ်ခုပါ။ ရုရှားသမိုင်းတလျှောက် အကျော်ကြားဆုံး ဂီတ တေးရေးစာဆိုတစ်ယောက်။သူ့နာမည်က ချေကော့စကီးတဲ့…ဒီဘဲက လိင်တူချစ်သူဆိုပါတော့… ဒါကို ဘယ်သူမှမသိကြဘူး။ သူ့ထက် အသက်တစ်ဝက်လောက်ငယ်တဲ့ နီနာဆိုတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ကို အတင်းကြီး ချစ်ပါတယ် ကြိုက်ပါတယ် ယူပါရစေဆိုပြီး တောင်းဆိုလာတယ်။ အဲဒီခေတ်မှာ လိင်တူတိမ်းညွတ်မှုက လက်မခံနိုင်စရာဖြစ်လေတော့ ချေကော့စကီးက လူပြောမခံရအောင် နီနာကို ကာဗာယူဖို့ ဆုံးဖြတ်လိုက်တယ်။ အကိုကြီးတယောက်လိုချစ်လို့ရပါတယ်ဘာညာပြောပြီး လက်ထပ်လိုက်ရော။ချေကော့စကီးက မိန်းမဆို လုံးဝမကြိုက်ဘူး။ အထိလဲမခံဘူး။ နီနာကတော့ မသိရှာဘူး။ ချေကော့စကီးမှ ချေကော့စကီးပဲ။ အရမ်းကိုချစ်ရှာတယ်။ ကြာလာတော့ ဘဲကြီးက စိတ်ကုန်ပြီး ကွာရှင်းဖို့ ကြိုးစားတယ်။ နီနာက လုံးဝကွာမပေးဘူး။ သူသိပ်ချစ်တဲ့ယောက်ျား… အဖိုးတန်လေးကိုး။ သူဟာ ချေကော့စကီးရဲ့ ထာဝရဇနီးလို့ ခပ်တင်းတင်းခံယူထားတယ်။ ချေကော့စကီးဟာ ဂေးမှန်း သူသိလိုက်ရတာတောင် သူ့ယောက်ျားကို လက်မလွှတ်ပေးနိုင်ဘူးဖြစ်နေတယ်။မိန်းမဆီ တစ်ချက်လေးတောင် ပြန်မလာတဲ့ ဂေးကိုမှ အချစ်ကြီးချစ်မိလေသူ နီနာနဲ့ မိန်းမဆို မသတီတဲ့ ချေကော့စကီးတို့ကြားက အိမ်ထောင်ရေး လွန်ဆွဲမှု…ချေကော့စကီးရဲ့ ညီအကိုတွေကတောင် ကွာရှင်းဖို့ ဝိုင်းပြီးဖိအားပေးတာခံရတဲ့ နီနာရဲ့ အချစ်စွမ်းအားက ဘယ်လောက်ထိ တောင့်ခံနိုင်မလဲ…နောက်ဆုံးမှာ သူတို့အိမ်ထောင်ရေးက ဘယ်လိုတွေအဆုံးသတ်သွားမလဲ… စတဲ့အကြောင်းအရာတွေကို ဇာတ်ကားထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားရမှာ ဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnyun Yadanar Myintmo Htunမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.35GB, 1.05GBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 2H 23MinGenre – Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byHnyun Yadanar Myintmo HtunEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5GIsSR2cV43yDwYDzlgoZ8IL7En.jpg",
      "https://image.tmdb.org/t/p/w300/spOJKANCSRAtkEHSlXh2f0PNYnR.jpg",
      "https://image.tmdb.org/t/p/w300/sdkKS0tKtdW1ZUuLEJp157c7Q8F.jpg",
      "https://image.tmdb.org/t/p/w300/gmzSHKtC7aDMhq5QpqBhK0WoNLN.jpg",
      "https://image.tmdb.org/t/p/w300/ejWc1jGzZQ16lKIzsnPsUPDkKpI.jpg",
      "https://image.tmdb.org/t/p/w300/dKevmh3WcDFbbECscL768s7WWDq.jpg",
      "https://image.tmdb.org/t/p/w300/wlYVOmgXIdpoepyXlJ1tcVKgX8U.jpg",
      "https://image.tmdb.org/t/p/w300/3nvOMZwV1wOQgHiR4Mar2KLXuzW.jpg",
      "https://image.tmdb.org/t/p/w300/57GhxTOnU6oOXEzI78RsBcaAm7O.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3SHL9l0gCACJExESoYUP4Rlr7tL.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-tchaikovskys-wife-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Bc2l/(CM)_Tchaikovsky_s_Wife_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/93MwiKbJ#AHei4qy5qomj7gZAhgHHMuaFU1XV8yzvSgollwMkm8I",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3stpuzzmjz6e.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-tchaikovskys-wife-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fh6i/(CM)_Tchaikovsky_s_Wife_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h69lUYpZ#lhX2DCMm73ormvz7I-UOYVC4il8qXwM44TZApWxxuBg",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xwdqnuaaps60.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/sc66dcgy8vzr.html",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ziwf6peenrgz",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2009|90 min|Biography,Drama,Romance",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "13,199"
    },
    "title": "Prayers for Bobby (2009)",
    "description": "Prayers for Bobby (Bobby အတြက္ ဆုုေတာင္းသံမ်ား)ဆိုုတဲ့ဇာတ္ကားေလးထဲက Bobby ရဲ႕ အေမ ျဖစ္သူ Mary ေနာက္ဆံုုးေျပာသြားတဲ့စကားေလးကိုု ျပန္လည္မွ်ေဝေပးလိုုက္ပါတယ္။“လိင္တူခ်စ္တယ္ဆိုုတာ အျပစ္တစ္ခုုပါ။ သူတိုု႕ေတြ ေသရင္ ငရဲက်မယ္။သူတိုု႕တဲ့ မေကာင္းတဲ့ အက်င့္ေတြျပင္မယ္ဆို ျပင္လိုု႕ရပါတယ္။ဒီ တဏွာ ရာဂ စိတ္ေတြ မရွိရင္ သာမန္ ျပန္ျဖစ္လာမယ္။သူတိုု႕သာ ျပင္ခ်င္ရင္ အၾကိမ္ၾကိမ္ၾကိဳးစားျပီး ျပင္လိုု႕ရတယ္”လိုု႕ က်မသားေလး Bobby ကိုု က်မ ေျပာခဲ့ပါတယ္။သူက လိင္တူခ်စ္သူတစ္ေယာက္ (အေျခာက္) ဆိုုတာ သိလိုုက္ရတဲ့အခ်ိန္မွာ က်မ ဘဝ၊ က်မ ေမွ်ာ္လင့္ခ်က္ေတြ ေရစုုံေမ်ာ ပ်က္ဆီးသလိုု ခံစားရပါတယ္။က်မသားေလးရဲ႕ ဒီ ေရာဂါၾကီးကိုု ကုုသဖိုု႕ က်မတတ္နိုုင္သမွ် ၾကိဳးစားခဲ့ပါတယ္။လြန္ခဲ့တဲ့ ၈ လက က်မသားေလး တံတားေပၚကေနခုုန္ခ် ျပီး ကိုုယ့္ကိုုကိုုယ္သတ္ေသခဲ့ပါတယ္။လိင္တူခ်စ္သူ ေတြနဲ႕ပက္သက္တဲ့ အေၾကာင္းအရာေတြ ကိုု မေလ့လာခဲ့ သိဖိုု႕ မၾကိဳးစားခဲ့တဲ့တာက်မ ေနာင္တရမိတယ္။က်မတိုု႕ ငယ္ငယ္ေလးကတည္းက ၾကားခဲ့ရ သင္ခဲ့ရတာေတြဟာ ဒီ လူတစ္စုု ကိုု မုန္းဖိုု႕႕လူသားမဆန္တဲ့ အမုုန္းတရားေတြနဲ႕ ငါနဲ႕မတူရန္သူဆိုုတဲ့ အေတြးအေခၚေတြၾကားထဲမွာၾကီးပ်င္းခဲ့ရတယ္။ က်မ သူမ်ားေျပာသမွ် လူ႕ဝါဂြမ္းလိုု မနားေထာင္ပဲ ၾကိဳးစားနားလည္ခဲ့မယ္ဆိုုရင္၊က်မသားေလးရဲ႕ ျဖဴဆင္တဲ့ ရင္ထဲက စကားသံေတြကိုု နားေထာင္ခဲ့မယ္ဆိုုရင္၊က်မ ဒီမွာ ေနာင္တေတြ တစ္ေလွၾကီးနဲ႕ ရပ္ျပီး စကားေျပာေနမွာ မဟုုတ္ဖူး။ဘုုရားသခင္ဟာ Bobby ရဲ႕ ၾကင္နာတတ္တဲ့ႏွလံုုးသား ျဖဴဆင္တဲ့ အက်င့္ေလးေတြနဲ႕တင္ ေက်နပ္ပါတယ္။ ဘုုရားရွင္ရဲ႕ မ်က္လံုုးထဲမွာ အၾကင္နာတရား ေမတၱာတရား သာ အေရးအၾကီးဆံုုးပါ။လိင္တူခ်စ္သူေတြ အေျခာက္ေတြဆိုုျပီး က်မ နိုုမ္ခ် ေျပာဆိုုတိုုင္း၊ က်မသားေလးကိုု စိတ္မမွန္တဲ့၊တဏွာ ရာဂ လႊမ္းေနတဲ့ သူ ဆိုုျပီး ရည္ညြန္းမိတိုုင္း၊က်မသားေလးရဲ႕ ကိုုယ္ကိုုကိုုယ္တန္းဖိုုးထားတဲ့ စိတ္၊ ေလးစားတဲ့ စိတ္ ေတြပ်က္ဆီးျပီး ကိုုယ္ကိုုယ္ကိုု တန္ဖိုုးမထားတတ္ျဖစ္လာပါတယ္။ေနာက္ေတာ့ ျပဳျပင္လိုု႕ မရေတာ့ ေအာင္ သူ႕ စိတ္ဓါတ္ေတြ ပ်က္သုုန္းခဲ့ရတယ္။ဘုုရားရွင္က က်မသားေလးလိုု သေဘာေကာင္း၊ ပညာတတ္၊ ၾကင္နာတတ္တဲ့သူတစ္ေယာက္ကိုု ဒီလိုု အျဖစ္ဆိုုးနဲ႕ ၾကံဳရေအာင္လုုပ္တာမဟုုတ္ပါဘူး။က်မရဲ႕ ဥေပကၡာျပဳ တာေတြ၊ နိမ္ခ်မႈေတြ ေၾကာင့္ သူ႕ရဲ႕ ေမွ်ာ္လင့္ခ်က္ေတြ ပ်က္ဆီးခဲ့ရတာပါ။က်မတိုု႕ေတြ အေျခာက္ဆိုုတဲ့ စကားၾကားတာနဲ႕ ရြံ႕ရွာ မုုန္းတီးတဲ့ အေတြးေတြ ေၾကာင့္က်မသားေလး ဘဝက သူ႕ကိုုယ္သူ သတ္ေသရံုုက တျခား အေျဖရွာ မရေအာင္ ျဖစ္ခဲ့ရတာပါ။သူ စာေရးဆရာ ၾကီး အရမ္းျဖစ္ခ်င္ခဲ့တယ္။ ဒါေပမယ့္ သူ႕ေမွ်ာ္လင့္ခ်က္ေတြ၊ အိမ္မက္ေတြဟာလူေတြရဲ႕ ဥေပကၡာေတြ၊ အမုုန္းတရားေတြေၾကာင့္ ပ်က္ဆီးခဲ့ရပါတယ္။က်မ သားေလး Bobby လိုု ကေလးငယ္ေတြ အမ်ားၾကီးရွိပါတယ္။ မင္းနဲ႕ သိခ်င္မွ သိလိမ့္မယ္။ဒါေပမယ့္ မင္းတိုု႕ရဲ႕ အမုုန္းစကားေတြ ကိုု သူတိုု႕ေတြ နားေထာင္ေနတယ္။သင္တိုု႕ရဲ႕ အမုုန္းတရားေတြဟာ သူတိုု႕ ေမွ်ာ္လင့္ခ်က္၊ ဆုုေတာင္းသံေတြကိုု စြန္႕ အ ေစတယ္။သူတိုု႕ ရဲ႕ ဘုုရားရွင္ဆီမွာ “ပတ္ဝန္းက်င္က၊ မိဘ အသိုုင္းအဝုုိင္းက လက္ခံဖိုု႕ ၊နားလည္နိုုင္ဖိုု႕” ေတာင္းေနတဲ့ ဆုုေတာင္းသံေတြ သင့္အမုုန္းတရားအာဂါဒေတြ ေၾကာင့္မေပ်ာက္ကြယ္ပါေစနဲ႕။ဒါေၾကာင့္ သင့္ စကားမေျပာမီ အရင္စဥ္းစားပါ။ သူတိုု႕ အျမဲ နားေထာင္ေနတယ္။Qty – Bluray 720pGern – Biography/ Drama / RomanceDuration – 1hr 30minTranslator – Phyu Thant (Thae Thae)Encoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rZZAXPCzyW8aEMwzKdQZeqEWvSy.jpg",
      "https://image.tmdb.org/t/p/w300/nxJ7fGeY4Z4CP4xMIUWvitzgmg9.jpg",
      "https://image.tmdb.org/t/p/w300/kPuQRQkRAZGLzIr6Yh8pa0OBtI3.jpg",
      "https://image.tmdb.org/t/p/w300/6siAgkY1HfgS9r27Sz9UXUa7mxM.jpg",
      "https://image.tmdb.org/t/p/w300/867CXOAOsEZ6PGeq1QNQVgSDBk8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZjdjOGQzYmItOTAyZC00MmViLTg0MWItNGViODc2MWJkNmExXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/prayers-for-bobby-2009-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "796MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eRjo/Prayers_For_Bobby_[2009]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "796MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/0fq8jyiooeql",
        "server": "upstream.to",
        "size": "796MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/zvp7hgzpqxeu.html",
        "server": "usersdrive.com",
        "size": "796MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "sSee8On2lEQ",
      "video_url": "https://www.youtube.com/watch?v=sSee8On2lEQ",
      "embed_url": "https://www.youtube.com/embed/sSee8On2lEQ"
    }
  },
  {
    "metadata": "|||Biography,Drama,Sport",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "King Richard (2021)",
    "description": "2021 အကောင်းဆုံးကားတွေထဲက တစ်ကားလို့ပြောလို့ရတဲ့Will Smith ကားလာပါပြီဒီကားဟာ သူနာမည်ကြီးခဲ့တဲ့Pursuit of Happyness ကိုပုံစံတစ်မျိုးနဲ့ ပြန်ကြည့်ရသလိုပါပဲတော်တော်လေးကောင်းပါတယ် ဒါပေမယ့် ဒီဇာတ်ကားမှာ ပါဝင်တဲ့အဓိကဇာတ်ကောင်တွေ တင်းနစ်ကစားသမားအကျော်အမော်တွေ ကစားပွဲတွေဒိုင်ယာလော့တွေကအစ တကယ့်ဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်တင်းနစ်အားကစားကိုစိတ်ဝင်စားတဲ့လူတွေဆိုရင်ဆီရီနာနဲ့ဗီးနပ်စ်ဝီလီယျံ( Serena & Venus) ကို သိကြမှာပါGrand Slam အိုးပင်းနဲ့ ကမ္ဘာ့ချန်ပီယံရှစ်ပြိုင်ပွဲတွေမှာ ၂၃ ကြိမ်လောက်ဗိုလ်စွဲထားတဲ့ ညီအစ်မဖြစ်ပြီး ကမ္ဘာ့အဆင့် ၁ နဲ့ ၂ နေရာကိုရှေ့နောက်ယူခဲ့တဲ့ပထမဆုံး အာဖရိကန် – အမေရိကန်ညီအစ်မလည်းဖြစ်ပါတယ်ဒါပေမယ့် သူတို့ဒီလောက်ထိအောင်မြင်ခဲ့ဖို့ နောက်ကွယ်က ကြိုးကိုင်ပေးခဲ့တဲ့သူတို့အဖေ ရစ်ချက် ဝီလီယျံ( Richard William) ကိုမေ့ထားလို့မရပါဘူးဒီကားမှာ ရစ်ချက်ဝီလီယျံအဖြစ် Will Smith ကပါဝင်ထားပြီး ဆီရိနာနဲ့ဗီးနပ်တို့ရဲ့ငယ်ဘဝကနေ.. ပရိုတင်းနစ်သမားတွေဖြစ်အောင် ဖခင်ဖြစ်သူနဲ့ ဘယ်လောက်ထိရုန်းကန်လှုပ်ရားခဲ့ရသဲဆိုတာ တွေ့ရမှာပါတင်းနစ်ဆိုတာ လူဖြူတွေပဲ ကြီးစိုးတဲ့ အားကစားဖြစ်ပြီး လူမည်းကစားသမားဆိုတာမရှိသလောက်ရှားပါတယ် အထူးသဖြင့်လူမည်းအမျိုးသမီး တင်းနစ်မယ်ဆိုတာ မရှိခဲ့ပါဘူး .ဒါပေမယ့် ရစ်ချက်ဝီလီယျံပြောတဲ့ စကားအတိုင်း..“ကျွန်တော့်သမီးတွေ မမွေးခင်ထဲက သူတို့ရဲ့ အနာဂတ်အတွက်အစီအစဉ်ဆွဲထားပြီးသား အဲ့ဒါကတင်းနစ်ချန်ပီယံတွေဖြစ်ဖို့ပဲဆိုပြီးသူ့စကားအတိုင်းအကောင်အထည်ဖော်ခဲ့ပါတယ်ဒီကားဟာ အတော်လေး Inspiration ဖြစ်တဲ့ကားဖြစ်ပြီး၂ နာရီခွဲလောက်ကြာတာကြောင့် တစ်ဝကြီးကြည့်ရမှာHBO ကထုတ်တဲ့ကားဖြစ်တာကြောင့်လည်း မကောင်းမှာမပူရပါဘူး.Main Lead ကလည်း Will Smith၊ ရှားရှားပါးပါး Biography, Sport ကားဆိုတော့အများကြီးပြောစရာမလိုအောင် အချိန်ပေးရတာထိုက်တန်မှာပါ( ဘာသာပြန်နဲ့ အညွှန်းရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File size…(2.6 GB) / (1.4 GB)Quality….Webrip 1080p / 720p 5.1CHFormat…mp4Duration….02:33:00Genre…Sport, Drama, BiographySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated byThiha Yan Naing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4kb7uR1UmXa33U6GB6F9xckFlhn.jpg",
      "https://image.tmdb.org/t/p/w300/xGCssorXMKotqqSufnE2m9HIggK.jpg",
      "https://image.tmdb.org/t/p/w300/fd5zCYSIvbvEuNm4T7H1pX59p4p.jpg",
      "https://image.tmdb.org/t/p/w300/z2B6hwZZDHvwt9DxljNejHx6dVh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/52ad7b1483ccb74cbeb8d16105c373418128e9261234bdc81bec25e73f2d6c48._RI_V_TTW_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/king-richard-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/king-richard-2021-1080-p-hmax-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/king-richard-2021-720-p-hmax-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://megaup.net/1Ghkl/King.Richard.2021.1080p.HMAX.WEB-DL.DDP5.1_(CM).mp4",
        "server": "megaup.net",
        "size": "2.6 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/2meN2/King.Richard.2021.720p.HMAX.WEB-DL.DDP5.1_(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://embedsb.com/8a7e6lo2ouh7.html",
        "server": "streamsb.com",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://embedsb.com/8a7e6lo2ouh7.html",
        "server": "streamsb.com",
        "size": "700 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BKP_0z52ZAw",
      "video_url": "https://www.youtube.com/watch?v=BKP_0z52ZAw",
      "embed_url": "https://www.youtube.com/embed/BKP_0z52ZAw"
    }
  },
  {
    "metadata": "Not Rated|2019|154 min|Biography,Bollywood,Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "8,591"
    },
    "title": "Super 30 (2019)",
    "description": "IMDb Rating (7.9)ကားရိုက်နည်းတဲ့ လက်ပွားမင်းသား ခေါ် မင်းသားကြီး Hrithik Roshan ရဲ့ ၂၀၁၉ ခုနှစ်ထွက် ဒရမ်မာရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။ဒီရုပ်ရှင်က ဖြစ်ရပ်မှန်အတ္ထုပ္ပတ္တိ ရုပ်ရှင်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံက သင်္ချာဆရာ အာနန်းကူးမားနဲ့ သူ့တပည့်တွေရဲ့ ဘဝကို ပုံဖော်တင်ဆက်ထားတာပါ။ဇာတ်လမ်းအညွှန်းမဖတ်ဘဲ ရုပ်ရှင်ကိုကြည့်တာကတော့ ပိုပြီး သင့်တော်ပါမယ်။တစ်ကွက်ချင်းစီက ဇာတ်လမ်းရဲ့ ဆွဲဆောင်မှု ဖြစ်နေတော့ စာမဖတ်ဘဲ ရှောင်နိုင်တာ အကောင်းဆုံးပါ။ဇာတ်လမ်းကိုညွှန်းရမယ်ဆိုရင်ဖြင့်…နွမ်းပါးပြီး စာကြိုးစားတဲ့ လူငယ်လေး အာနန်းကူးမားဟာ သင်္ချာဘာသာရပ်မှာ အရမ်းထူးချွန်ပါတယ်။ ‌သူကိုယ်တိုင် သင်္ချာကို ဝါသနာပါတာမို့ ‌နိုင်ငံခြား ဂျာနယ်တွေအထိ သူ့ဆောင်းပါးကို ဖော်ပြခံရတယ်။ ‌ ‌ဒီလို သူ့ရဲ့ အရည်အချင်းကြောင့် ‌သူ့မျှော်လင့်ချက် အိပ်မက်တစ်ခု ဖြစ်တည်လာခဲ့ပါတယ်။ ‌ကမ့်ဘရစ်ချ် (Cambridge) ၊အောက်စ်ဖို့ဒ်(Oxford) စတဲ့ တက္ကသိုလ်တွေက ‌သင်္ချာအထူးပြုနဲ့ PhD ရဖို့ပေါ့။ ‌ ‌ဒါပေမယ့် ဆင်းရဲတဲ့လူတစ်ယောက်အတွက် အိပ်မက်တွေဟာ ရောင်စုံခြယ်ဖို့ ဈေးကြီးလွန်းလှပါတယ်။ ‌ ‌ဒီလိုနဲ့ မမျှော်လင့်ဘဲ ဒုက္ခမိုးတွေ သူ့ဆီရွာသွန်းခဲ့ရာမှာတော့….။ပညာရွှေအိုး လူမခိုး ဆိုတဲ့ ဆိုရိုးပဲကြားဖူးကြမှာပေါ့။ရွှေအိုးရှိမှ ပညာရ ဆိုတဲ့ စကားပုံတော့ မတွင်ကျယ်ခဲ့ဘူး။ပညာရေးကို စီးပွားရေးအဖြစ် အသုံးချလာကြတဲ့ လူအသိုင်းအဝိုင်းပတ်ဝန်းကျင်မှာ ကျောင်းမနေနိုင်တဲ့ ကလေးတွေ များလာတယ်။ကျောင်းနေရင် ကျူရှင်မယူနိုင်တဲ့ ကလေးတွေမှာ လကုန်တိုင်း ကျူရှင် ဆရာ မျက်နှာမဲ့မှာကို ကြောက်လာကြရတယ်။ကျူရှင်စရိတ်(လခ)ပေးနိုင်ဖို့ အိမ်ကနေ အတင်းတောင်းရင်း ကျူရှင်ပျက်ရာက ကျောင်းထွက်သွားရတဲ့အထိ မြင်ဖူးခဲ့ကြမယ်။အဲ့ဒီလိုနဲ့ ဆင်းရဲလို့ ပညာရေးနဲ့ဝေးကွာခဲ့ရတဲ့ ကလေးတွေ ရှိကြတယ်။ဒါတွေကို သူတို့မြို့မှာ အတော်ဆုံး လူဆင်းရဲဘဝက ရုန်းကန်ခဲ့ရတဲ့ ဆရာအာနန်းကူးမား နားလည်ခဲ့ရာမှာတော့…..Super 30 အိပ်မက် ဖြစ်တည်လာခဲ့ပါတော့တယ်။ဇာတ်လမ်းက ကျောင်းဆရာနဲ့တပည့်ဇာတ်လမ်းဖြစ်ပေမယ့် စာသင်ပြပုံတွေကို ရောထွေးပြီး ရိုးအီနေအောင်မထည့်ထားဘဲအဓိက အထွတ်အထိပ်ရောက်မှ လိုအပ်သလို ဆွဲယူပြတာတွေက တော်တော်လေးကောင်းပါတယ်။နောက်ခံတီးလုံးတွေလည်း သစ်တယ်။အခက်အခဲတွေ မျိုးစုံကို ရင်ဆိုင်နေရတဲ့ ဆရာတစ်ယောက်အတွက် တပည့်တွေက အတူဖြေရှင်းကြပုံတွေက အတုယူဖွယ်။မျက်ရည်ကျလောက်တဲ့ ဘဝသရုပ်ဖော်တွေနဲ့ ပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တာကအာနန်းကူးမားကို မျက်စိရှေ့မြင်တွေ့ရသလို ရင်ထဲရောက်လာမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို ညီညီကိုးနဲ့ မြင့်သူ မှ တင်ဆက်ထားပါတယ်။)File size…(2.7 GB)/ (1.5 GB)Quality….WEB-DL 1080p /720pFormat…mp4Duration….02:33:51Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byNyi Koe&Myint Thu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sEACj18R38zDPhyU7xWmLByDcwq.jpg",
      "https://image.tmdb.org/t/p/w300/3a4fKBnZpTjBW2PPN2mRYjtBYIQ.jpg",
      "https://image.tmdb.org/t/p/w300/2JZqgWY4g48EwIOPOSHFsEXtfwQ.jpg",
      "https://image.tmdb.org/t/p/w300/siBaWM1DoDmLTKmSEUD0gklEDQV.jpg",
      "https://image.tmdb.org/t/p/w300/xbPEUwYXAmd0N2CXBe21D5tAlrN.jpg",
      "https://image.tmdb.org/t/p/w300/o3Zvv6osoaM6qHqFF6WyR60eHN3.jpg",
      "https://image.tmdb.org/t/p/w300/2DkUN566bsWCoGjcBruewjRyMrl.jpg",
      "https://image.tmdb.org/t/p/w300/pQy0cslBRrDtuFxaZJ2O4vHOkvi.jpg",
      "https://image.tmdb.org/t/p/w300/wPCSsr4yFiUMTjSuI86y1Tr7D2N.jpg",
      "https://image.tmdb.org/t/p/w300/gpVYWiZVq7elhq0npKL2aJaPQZ1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/An-intriguing-poster-of-Super-30-movie.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-super-30-2019-hindi-1080-p-web-rip-x-264-aac-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3j09y/(CM)_Super.30.2019.HINDI.1080p.WEBRip.x264.AAC-Naung.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/GuIFXZKK#TaO9TdWw13e-bK1_b3nmefJ5ZamlCtrG-Ew10N023E0",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zpj7en4o0hp1.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/sf3oc1qs1f1y",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-super-30-2019-hindi-720-p-web-rip-x-264-aac-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1X5f8/(CM)_Super.30.2019.HINDI.720p.WEBRip.x264.AAC-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/S6YiEIyb#V5MgXBYCu1Fd6MzjenQzetx4jWz3bZoSruW06mA9xwo",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/woy4jnayfsjh.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/kv4rni29o32p",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/shimfzccij6y",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1987|2h 1m|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "147000"
    },
    "title": "Good Morning, Vietnam (1987)",
    "description": "Good Morning, Vietnam (1987)~ IMDb – 7.3/10, Rotten Tomatoes – 89% ~ဒီဇာတ်လမ်းလေးကတော့ အမေရိကန်စစ်တပ်မှာတာဝန်ထမ်းဆောင်ခဲ့တဲ့ အေဒရီယန်ခရိုနော်ဆိုတဲ့ ရေဒီယိုဒီဂျေတစ်ယောက်အကြောင်းကို အခြေခံထားတာဖြစ်ပါတယ်။ ဗီယက်နမ်နိုင်ငံ ၂ ခြမ်းကွဲနေတဲ့အချိန်ကာလကိုနောက်ခံထားပြီး ရိုက်ကူးထားပါတယ်။အမေရိကန်က ဗီယက်နမ်မြောက်ပိုင်းဘက်ကနေ မဟာမိတ်အဖြစ် ကြားဝင်ဆောင်ရွက်နေတဲ့ကာလပေါ့။ အေဒရီယန်ခရိုနော်ကတော့ ဗီယက်နမ်မြောက်ပိုင်း ဆိုင်ဂွန်က ပြန်ကြားရေးဌာနကိုတာဝန်နဲ့ပြောင်းရွှေ့လာခဲ့ပါတယ်။ ဇဝနဉာဏ်ရွှင်လွန်းလို့ စရောက်တဲ့နေ့မှာတင် လက်တန်းပြက်လုံးထုတ်တင်ဆက်ပြီး ပွဲကျစေခဲ့တဲ့သူပါ။ခရိုနော်ရောက်လာပြီဆိုကတည်းက အထက်လူကြီး ဟော့ခ်နဲ့ ဒစ်ကာဆန်တို့နှစ်ယောက် အငြိမ်မနေရတော့ပါဘူး။ ခရိုနော်က စည်းမျဥ်းစည်းကမ်းတွေကို ဂရုမစိုက်တတ်တဲ့သူပါ။ ဘယ်လောက်အမိန့်ပေးပေး အသံလွှင့်ခန်းထဲရောက်ရင် သူလုပ်ချင်ရာလုပ်ပါတယ်။ ဆင်ဆာဖြတ်ထားတဲ့အပိုင်းတွေ အကုန်ထည့်ဖတ်တယ်။ အမေရိကန်စစ်တပ်ကို Troll တယ်။ သမ္မတဟောင်းရဲ့မိန့်ခွန်းလွှင့်နေရင်းတောင် ရုပ်ပြောင်လိုက်ပါသေးတယ်။ အားတဲ့အချိန် မြို့ထဲက ဗီယက်နမ်တွေနဲ့မိတ်ဖွဲ့ပြီး အင်္ဂလိပ်စာလည်းသင်ပေးလိုက်ပါသေးတယ်။ စစ်ရဲ့ အနိဌာရုံတွေကြားက ဒီလူတွေနဲ့ ခရိုနော်ရဲ့ လှပပြီး တိုတောင်းတဲ့ ရေစက်လေးတစ်ခုပေါ့။ဒီလိုပါပဲ ခရိုနော်နဲ့ ဒီလူကြားက ရေစက်ကလေး တိုတောင်းခဲ့သလို ခရိုနော်နေရာကနေ သရုပ်ဆောင်ခဲ့တဲ့ ဟာသမင်းသားကြီး Robin Williams နဲ့ ကမ္ဘာတဝှမ်းက ရုပ်ရှင်ပရိသတ်တွေကြားက ရေစက်ဟာလည်း တိုတောင်းလွန်းခဲ့ပါတယ်…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.55GB, 1.3GBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 2H 1MinGenre – Biography, Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l04cyHUP6PCAozc2GMEHPguu7AN.jpg",
      "https://image.tmdb.org/t/p/w300/mbgJEkrJ0uBOakLwpufdmW4K8Im.jpg",
      "https://image.tmdb.org/t/p/w300/7HWx6ADPMGmzoZh1LLpzJZLKsbx.jpg",
      "https://image.tmdb.org/t/p/w300/bSfd3Yxrfu33zPTuGSITA2HwZLE.jpg",
      "https://image.tmdb.org/t/p/w300/pmYQ6CVS7vd6MnwKZ8G9QkMuaoH.jpg",
      "https://image.tmdb.org/t/p/w300/cQEkz8tFjsjxia4JP4oaTyCMqoJ.jpg",
      "https://image.tmdb.org/t/p/w300/bKYNxYkvSE4dxw8Yd4WTFG8roTQ.jpg",
      "https://image.tmdb.org/t/p/w300/wGNClnyVGfom0t5n1sH1pXfDG6w.jpg",
      "https://image.tmdb.org/t/p/w300/8BXdVOEdyEBfuKbNzcRTrYpDIv6.jpg",
      "https://image.tmdb.org/t/p/w300/c4BuNiTKaVflkxIVwizTnXLJBEu.jpg",
      "https://image.tmdb.org/t/p/w300/7ctphPrtRY7PbwC9q0PmeN5vGY7.jpg",
      "https://image.tmdb.org/t/p/w300/8zDiasIm2s2pb9oAiQAdYbsXcWn.jpg",
      "https://image.tmdb.org/t/p/w300/oXUkthZe7UMmOwlkQJ18jeN7Mhl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rcod81d34X1avhRIKBOQ4BsHtYZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-good-morning-vietnam-1987-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BbO1/(CM)_Good_Morning,_Vietnam_(1987)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/s6VhkLDa#zCLsj1fbpOPfhgEM5vXFxitND7i7hzn4j_e2zU-u51U",
        "server": "mega.nz",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9ah9pxqpi0ho.html",
        "server": "usersdrive.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-good-morning-vietnam-1987-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Veli/(CM)_Good_Morning,_Vietnam_(1987)_720p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5ukSRJxT#ZvSLZcIvdCeJKewVWwbCNXcFfgzxhKRnKik2IVhBRqk",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ua78i3ewtch1.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/2r4ppa3fnho7.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pgg9kckh7ph1",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3mJoHqmtFcQ",
      "video_url": "https://www.youtube.com/watch?v=3mJoHqmtFcQ",
      "embed_url": "https://www.youtube.com/embed/3mJoHqmtFcQ"
    }
  },
  {
    "metadata": "|2021||Adventure,Biography,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "6400"
    },
    "title": "Blue Miracle (2021)",
    "description": "Blue Miracle (2021)==============IMDB 6.6/10Based on True StoryBisbee’s Black & Blue ပြိုင်ပွဲဆိုတာ Super Bowl ပွဲလောက်ကြီးမားတဲ့ကမ္ဘာ့ငါးဖမ်းပြိုင်ပွဲကြီးပါ ။ Blue Merlin လို့ခေါ်တဲ့ မာလင်ငါးပြာကြီးတွေကိုပင်လယ်ထွက်ပြီး တံငါတွေ အဖွဲ့လိုက် ဒေါ်လာ ၁ သန်းဆုကြေးအဖြစ်ဖမ်းယူယှဉ်ပြိုင်ရတဲ့ ပြိုင်ပွဲပေါ့။ ဒီပြိုင်ပွဲကို ထပ်မံယှဉ်ပြိုင်ဖို့ စိတ်အားထက်သန်သူဟာချန်ပီယံ ၂ ကြိမ်ဆုရဖူးတဲ့ ချန်ပီယံဟောင်း ကပ္ပတိန် ဝိတ်မာလိုပါ ။ ဒါပေမယ့်သူဟာ နာမည်ကြီးထမင်းငတ်ဖြစ်ပြီး ချန်ပီယံ ၂ ကြိမ်ရခဲ့ပေမယ့် အရှုံးတွေနဲ့ဆက်တိုက်ရင်ဆိုင်ပြီး မိသားစုကစွန့်ပစ်သွားတာကြောင့် လှေပေါ်မှာပဲ လေလွင့်နေတဲ့ဂွစာအဘိုးကြီးပေါ့။ ဒါကြောင့် လာမယ့်ပြိုင်ပွဲမှာ ချန်ပီယံဆုကို ပြန်သိမ်းပိုက်ပြီးသူ့မိသားစုဆီ ပြန်သွားဖို့ တေးထားပါတယ်။တစ်ဖက်မှာလည်း ကာဆိုဟိုဂါလို့ခေါ်တဲ့ မိဘမဲ့ဂေဟာက အိုမာတို့ဇနီးမောင်နှံဟာဘဏ်ကြွေး ဒေါ်လာ ၁ သိန်းကျော်တင်ပြီး ဂေဟာကိုပိတ်သိမ်းပြီး မိဘမဲ့ကလေးတွေအကုန်လုံး လမ်းပေါ်ရောက်မယ့်အခြေအနေဖြစ်နေပါပြီ။ပြိုင်ပွဲသတင်းကို ကြားမိတဲ့ အိုမာနဲ့ကပ္ပတိန် ဝိတ်တို့ဟာ တိုက်တိုက်ဆိုင်ဆိုင်သွားဆုံပြီး အသင်းတစ်ခုထဲဖွဲ့ကာ သူတို့ရဲ့ ရည်မှန်းချက် ကိုယ်စီအတွက် ချန်ပီယံဆုကိုစိန်ခေါ်ယှဉ်ပြိုင်တာကို ကြည့်ရမှာဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး ၂၀၁၄Bisee ငါးဖမ်းပြိုင်ပွဲမှာ ကမ္ဘာ့အကြီးဆုံးမာလင်ငါးပြာကြီးကို ဖမ်းမိခဲ့တဲ့ မက္ကဆီကိုကာဆိုဟိုဂါမိဘမဲ့အသင်းကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီကားမှာ မင်းသားကြီးနှစ်ယောက်ဖြစ်တဲ့ Dennis Quaid နဲ့ Jimmy Gonzale တို့ကအဓိကသရုပ်ဆောင်ထားပါတယ်။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size – (2.11 GB) / (966 MB) / (638 MB)Quality – WebDL 1080p / 720p/480pDuration – 1h 35minsSubtitle – Myanmar HardsubFormat – MP4Genre : Adventure, Biography, DramaTranslator – Thiha Yan NaingEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7piVB6weeJdWB6xL0wzJJeHNo6O.jpg",
      "https://image.tmdb.org/t/p/w300/iUFJsj8CwBI3meGy9eEM87ojc6.jpg",
      "https://image.tmdb.org/t/p/w300/h2DJSplUg9yoDFg2zfzeQxQAnE4.jpg",
      "https://image.tmdb.org/t/p/w300/isE6rLM18YqZYC443wMQbkddCmt.jpg",
      "https://image.tmdb.org/t/p/w300/pcDVdBhzzznSJoVDkytU7VzA3hP.jpg",
      "https://image.tmdb.org/t/p/w300/f5BwZPM5cXglHnBKjFLTce48eqd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMGRkNzNhZjktYzYwOS00YmEwLTg4OWMtNGI2MmFlOGMwOTIyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/blue-miracle-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/blue-miracle-2021-1080-p-nf-web-dl-ddp-5-1-atmos-x-264-mrcs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/12Hm4/Blue.Miracle.2021.1080p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "server": "megaup.net",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://viewsb.com/tbdsja002lml.html",
        "server": "streamsb.com",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/pjpEWCpJ#Ncx2NEodCDrs8-U62GbfWKbNhqLbofxtVnGx7p4Qm9Y",
        "server": "mega.nz",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/x744tonwdhre.html",
        "server": "usersdrive.com",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/blue-miracle-2021-720-p-nf-web-dl-ddp-5-1-atmos-x-264-mrcs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/12Hme/Blue.Miracle.2021.720p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "server": "megaup.net",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://viewsb.com/yhdp26atd27w.html",
        "server": "streamsb.com",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://mega.nz/file/ZzpikaZK#lkI8kmRCtusRB7DBylN7VxDdJQWC-pfROsNeOvC53RQ",
        "server": "mega.nz",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/nih40dlwglw5.html",
        "server": "usersdrive.com",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/blue-miracle-2021-480-p-nf-web-dl-ddp-5-1-atmos-x-264-mrcs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/12Hma/Blue.Miracle.2021.480p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "server": "megaup.net",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://viewsb.com/15bpakq6lmel.html",
        "server": "streamsb.com",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Z6gAFKTa#IqYoxFCHQ4LOb_TwPHTfpX-KpTXcvEX2UE1XUNgPzIY",
        "server": "mega.nz",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/fd2lgrht56hy.html",
        "server": "usersdrive.com",
        "size": "638 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "pXHCBnT3d4k",
      "video_url": "https://www.youtube.com/watch?v=pXHCBnT3d4k",
      "embed_url": "https://www.youtube.com/embed/pXHCBnT3d4k"
    }
  },
  {
    "metadata": "PG-13|2018|1h 42min|Biography,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,656"
    },
    "title": "#FriendButMarried (2018)",
    "description": "Friend But Married ဆိုတဲ့ကားလေးက သူ့နာမည်လေးအတိုင်းပါပဲသူငယ်ချင်းတော့သူငယ်ချင်း ဒါပေမယ့် လက်ထပ်မိသွားတယ်ပေါ့သူ့နာမည်မှာတင် အဓိပ္ပါယ်ကပါနေပြီးသားပါဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒစ်တိုဆိုတဲ့ကောင်လေးဟာကလေးဘဝတည်းက တီဗီကမိသားစု ဇာတ်လမ်းတွဲတွေမှာသရုပ်ဆောင်တဲ့ကလေးသရုပ်ဆောင်လေး အာယုကိုချစ်ကြိုက်မိပါတယ်အာယု ကသူ့စိတ်ကူးထဲကနတ်သမီးလေးပေါ့အာယုကိုအပြင်မှာလဲတွေ့ရလိမ့်မယ်သူမထင်ခဲ့ပါဘူးဖြစ်ချင်တော့ ကံကောင်းတဲ့တစ်ရက်မှာ အာယုဟာသူတက်တဲ့ကျောင်းကိုမှဆိုက်ဆိုက်မြိုက်မြိုက်လာတက်ပါတော့တယ်ဖြစ်ချင်တော့ အတန်းထဲမှာခုံလွတ်နေတာလဲဒစ်တို့ဘေးမှာပဲရှိတော့ သူ့ဘေးမှာဝင်ထိုင်ဖို့ခွင့်တောင်းတယ်ဒီလိုနဲ့ အရမ်းချစ်တဲ့သူငယ်ချင်းတွေဖြစ်သွားကြတယ်ဒီကားမှာထူးခြားချက်က အခြား Friendship ကားတွေလိုအချိန်အကြာကြီးသူငယ်ချင်းဖြစ်လာပီးမှအရောင်ပြောင်းသွားကြတာမဟုတ်ပဲဒစ်တို့ဖက်ကအစောကြီး ကတည်းကအာယုကိုကြိတ်crush နေတာပါဒီလို့နဲ့ BFF ကြီးအဖြစ် ၁၃နှစ်တောင် Friendzone ထဲအထည့်ခံရတဲ့ဒစ်တို သူဘယ်လိုရုန်းထွက်သွားလဲဆိုတာ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါIMDb မှာလဲ rating မဆိုးဘူး cast တွေကလဲအကုန်ချောချောလှလှလေးနောက်ပြီးအိုဗာမတင်းတဲ့ romantic moment လေးတွေပါလို့ကြည့်ရတာတစ်မျိုးအရသာရှိပါတယ်အင်ဒို ကားတွေလဲမခေတော့ပါဘူး နောက်ပြီးCrazy Little Thing Called Love ထဲကလိုမင်းသားနဲ့မင်းသမီးညားသွားကြတာနဲ့တင် အဆုံးမသတ်ပဲသူ့ရဲ့ sequel Friend But Married 2 ဆိုပြီး2020 မှာထပ်ထွက်ထားလို့ တစ်ဆက်တည်းသူတို့နှစ်ယောက်ရဲ့နောက်ပိုင်းဇာတ်လမ်းတွေကိုပါကြည့်ရဦးမှာပါFile Size –  1.1 gbQuality – web-dl 1080pSubtitle – burmeseTranslator – Hein Thet NaingEncoder – Thit San Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bpxvhn6WgO9qjQpWXqwx8yDeZdf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzg4MTBjYmEtMjE4NC00Y2E4LWE5ZmUtYTdiYTRkYzRiNGUxXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uz7cvf2kqq5e.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i1m4xpt67ehs.html",
        "server": "usersdrive.com",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/0zrjti5zt5cz/FriendButMarried.2018.1080p.NF.WEB-DL.DDP5.1_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/2yrxx0cnw3jy/FriendButMarried.2018.720p.NF.WEB-DL.DDP5.1_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/m2b5ooq13zs4",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/m8gp26dr8cvt",
        "server": "veryfiles.com",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/friend-but-married-2018-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/friend-but-married-2018-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/XzBAwA6Y#7LPWXi4kB7lpwzWKRzREzvFzz_j_2H7OTI0c4kMMnmg",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LzJm0A7L#PQuluHIjZvCd-XFOb7J1jhkEMDUdg_gzMUNAm3rxm64",
        "server": "mega.nz",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/41f8f9y2qanc.html",
        "server": "datbu.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/q6qheux0v8cb.html",
        "server": "datbu.com",
        "size": "511.7 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "Mr6bsJwYGp4",
      "video_url": "https://www.youtube.com/watch?v=Mr6bsJwYGp4",
      "embed_url": "https://www.youtube.com/embed/Mr6bsJwYGp4"
    }
  },
  {
    "metadata": "PG-13||1h 55min|Biography,Drama,Sport",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "41,779"
    },
    "title": "Pawn Sacrifice (2014)",
    "description": "[Unicode]ကမ္ဘာအကောင်းဆုံး စစ်တုရင်ဆရာကြီး ဆယ်ဦးထဲက တစ်ဦးဖြစ်တဲ့ ဘော်ဘီဖစ်ရှာရဲ့ အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ပါ။အခြားအကောင်းဆုံးစာရင်းဝင်တွေကတော့ မက်ဂ်နက် ကာဆန် တို့ ဂယ်ရီ ကတ်စပါးရော့တို့လိုလူတွေပါပဲ။ဘော်ဘီကတော့ အမေရိကန်ရဲ့ အတော်ဆုံး စစ်တုရင်သမားအဖြစ် အများက သတ်မှတ်ခံရတဲ့သူပါပဲ။ဒါ့အပြင် သူ ကမ္ဘာ့ချန်ပီယံအဖြစ် ပြိုင်ဆိုင်ခဲ့တဲ့ ကာလက စစ်အေးတိုက်ပွဲကာလဖြစ်နေတဲ့အတွက် သူ့ရဲ့ပြိုင်ပွဲဟာ နိုင်ငံနဲ့ချီတဲ့ စစ်ပွဲလို ဖြစ်နေခဲ့တာပါပဲ။စစ်အေးတိုက်ပွဲကာလအတွင်းမှာ အမေရိကန်နဲ့ ဆိုဗီယက်တို့ဟာ ဘက်ပေါင်းစုံ ရှုထောင့်ပေါင်းစုံမှာ ယှဉ်ပြိုင်နေကြတာပါ။အပြိုင်အဆိုင်လည်း ဝါဒဖြန့်နေကြတာပါ။ဒီတော့ အဲဒီကာလမှာ ရုရှားတွေဟာ စစ်တုရင်လောကကို စိုးမိုးထားပြီး ကမ္ဘာ့ချန်ပီယံကလည်း ရုရှားလူမျိုးပဲ ဖြစ်နေတာကြောင့် ဆိုဗီယက်ဟာ အမေရိကန်ထက် ဉာဏ်ရည်သာတယ်ဆိုတဲ့ ဝါဒမျိုး ဖြန့်လို့အကောင်းဆုံး အချိန်ပါပဲ။ဘော်ဘီဖစ်ရှာဟာ စစ်အေးတိုက်ပွဲကာလာမှာ အသက် ၁၄ နှစ်နဲ့ အမေရိကန် စစ်တုရင်ချန်ပီယံဖြစ်လာခဲ့ပြီး ဂရန်းမာစတာဖြစ်လာခဲ့တာပါ။ကမ္ဘာ့ချန်ပီယံဘွဲ့အတွက် ဘိုးရစ်စပက်စကီးနဲ့ ၂၄ ပွဲ ဆက်တိုက် အမှတ်နဲ့ ကစားခဲ့ရတာဖြစ်ပြီး အဓိက အဆုံးအဖြတ်ဖြစ်တဲ့ ၆ ပွဲမြောက် စစ်တုရင်ပွဲဟာ သူ့ သက်တမ်းရဲ့ အရေးအကြီးဆုံးပြိုင်ပွဲအဖြစ် သမိုင်းဝင်ခဲ့ပါတယ်။ဇာတ်လမ်းနာမည်ဖြစ်တဲ့ နယ်ရုပ် စတေးခြင်းဆိုတာဟာ သူ့ရဲ့ ရွှေ့ကွက်ကို ပြောခဲ့တာဖြစ်သလို အမေရိကန်က ဘော်ဘီဖစ်ရှာကို အသုံးချခဲ့တယ်ဆိုတာကိုလည်း ပြောချင်တာဖြစ်ပါလိမ့်မယ်။ဘော်ဘီဟာ ချန်ပီယံမဖြစ်ခင်ကတည်းက စိတ်မူမမှန်တာတွေ အစိုးရိမ်လွန်ကဲတာတွေဖြစ်နေခဲ့ပြီးရုရှားတွေက သူ့ဖုန်းကို ခိုးနားထောင်တယ်၊ တီဗီကနေ ခိုးကြည့်တယ်၊ အစာထဲကိုအဆိပ်ခတ်တယ်၊ သွားပေါက်ထဲကို ဖြည့်တဲ့ဟာတွေကပါ ခိုးနားထောင်တယ်ဆိုတဲ့အထိ စွပ်စွဲခဲ့တာဖြစ်ပါတယ်။စစ်တုရင်ပါရမီရှင် ပေါလ်မာဖီ တုန်းကလို ငယ်ငယ်ရွယ်ရွယ်နဲ့ သတ်သေသွားမှာကိုပါ စိုးရိမ်ရတဲ့အခြေအနေမှာ ရှိခဲ့တာပါ။စစ်တုရင်ဟာ အဖွင့်-၄ ကွက်ရွှေ့အပြီးမှာ ရွေးချယ်စရာ အကွက်ပေါင်း ၃၀၀ ဘီလီယံလောက်ရှိတယ်လို့ ဆိုတဲ့အတွက် အပျော်ကစားတာမဟုတ်ဘဲ တကယ် အစအဆုံး ကျွမ်းကျင်ချင်ရင်တော့ ဦးဏှောက်ကို အစွမ်းကုန်သုံးရမယ့် ကစားနည်းမျိုးပါ။ဒီရုပ်ရှင်မှာတော့ ဘော်ဘီဖစ်ရှာရဲ့ ဘဝနဲ့ စိတ်ဝင်စားစရာ ဖြတ်သန်းမှုတွကို ကျွန်တော်တို့ အချစ်တော် စပိုက်ဒါမန်းမင်းသား တိုဘီ မက်ဂွိုင်းရားက ဉာဏ်ကြီးရှင်ဆိုက်ကို ပုံစံ ပီပီပြင်ပြင် သရုပ်ဆောင်ပြထားတာကြောင့် စစ်တုရင်သမားတွေရော သမိုင်းဒရာမာ ချစ်သူတွေပါ ကြည့်ဖူးသင့်တဲ့ ရုပ်ရှင်ဖြစ်လို့ တင်ပေးထားလိုက်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ )Quality__Blu-Ray 1080p_5.1CH,720pIMDb Rating__7/10Format__mp4Duration__01:56:00Type__Biography , Drama , Sport , ChessSubtitle__Myanmar Subtitle (Hardsub)Translated byMr.AndersonEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xXZkzzKdj3MiXGL9ksIXU3ArWKf.jpg",
      "https://image.tmdb.org/t/p/w300/xJkWzH5PE94KevRysjIEF14s0Ws.jpg",
      "https://image.tmdb.org/t/p/w300/lrpjMrfTPI0tjI4mWP3BMDUVL9K.jpg",
      "https://image.tmdb.org/t/p/w300/aOnVSQ0njArEYcwnSjbn41K9XNr.jpg",
      "https://image.tmdb.org/t/p/w300/9MlabC6XQOm5T7JE3BUwHqSMXSi.jpg",
      "https://image.tmdb.org/t/p/w300/2yJByhLi7YKZZ7RBeKLNjUCitD1.jpg",
      "https://image.tmdb.org/t/p/w300/kJnAH14kW4qbMCsGngdnjwBq9OE.jpg",
      "https://image.tmdb.org/t/p/w300/mYHH9zGcx1FnlCUMf3Wn6fWfpY6.jpg",
      "https://image.tmdb.org/t/p/w300/t3aVsCpzFjxAlrOkIE7dWhwjPle.jpg",
      "https://image.tmdb.org/t/p/w300/jQzpD5UGDhQojX22lFqKQylPBV9.jpg",
      "https://image.tmdb.org/t/p/w300/gV3assE78NUyDlbmUJ0y3NWKrjN.jpg",
      "https://image.tmdb.org/t/p/w300/qeXN7bPhYXImSl66znqcymAp4YQ.jpg",
      "https://image.tmdb.org/t/p/w300/pFyVIlnFIkBQO6Two1EEUXOM8SH.jpg",
      "https://image.tmdb.org/t/p/w300/liGqRHI71zyv2rFx36DhhJD8Rld.jpg",
      "https://image.tmdb.org/t/p/w300/8oPho88i39qqaCyuA4xYMpGgU0A.jpg",
      "https://image.tmdb.org/t/p/w300/8G55qhaOAeZ6fYOVr05xG4vbdND.jpg",
      "https://image.tmdb.org/t/p/w300/oB605gTfg02eEGInP4XWrXvSUpT.jpg",
      "https://image.tmdb.org/t/p/w300/9UZZwz7sFnkzDVZ4Xp0XzEjWwJd.jpg",
      "https://image.tmdb.org/t/p/w300/4dBhwlfcU9ETUmU9bLqsv2NqoRK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/pawn-sacrifice-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/pawn-sacrifice-2014",
        "server": "VIP Links",
        "size": "2.1 GB , 1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pawn-sacrifice-2014-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pawn-sacrifice-2014-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1D5cu/Pawn_Sacrifice_(2014)_1080p_5.1_CH.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1D5cf/Pawn_Sacrifice_(2014)_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/7pqtf3t517nu",
        "server": "veryfiles.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/bve8sz16rwhf",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ogjw6qr7abic",
        "server": "upstream.to",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/7ye6h9hi7zw2",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8oxb0tp51t96.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lpp2o7mfwfuh.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8TBrpM6sOQo",
      "video_url": "https://www.youtube.com/watch?v=8TBrpM6sOQo",
      "embed_url": "https://www.youtube.com/embed/8TBrpM6sOQo"
    }
  },
  {
    "metadata": "R||1h 45min|Biography,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "28,037"
    },
    "title": "Gods and Monsters (1998)",
    "description": "(Unicode)Gods And Mosnsters (1998) ဆိုတဲ့ Biography, Drama ဇာတ်ကားက အကျော်ကြားဆုံး Horror ဇာတ်ကောင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ဖရန်ကင်စတိန်းရဲ့ မကောင်းဆိုးရွားကြီးကို စာအုပ်ထဲကနေဆွဲထုတ်ပြီး ပိတ်ကားပေါ်ကို တင်ပေးခဲ့တဲ့ နာမည်ကျော် ဒါရိုက်တာ ဂျိမ်းစ်ဝေးလ်နောက်ဆုံးနေ့ရက်တွေအကြောင်းကို စိတ်ကူးယဉ် ရိုက်ကူူးထားတာဖြစ်ပါတယ်။သူက လိင်တူချစ်သူတစ်ယောက်ဖြစ်တဲ့အတွက် ရုပ်ရှင်အသိုင်းအဝိုင်းကနေ တွန်းထုတ်ခံရလို့ စောစောစီးစီး အနားယူခဲ့ရသူပါ။အသက်အရွယ်ရလာတဲ့အချိန်မှာ ဖြစ်တတ်တဲ့ နှလုံးဖောက်တာမျိုးဖြစ်ပြီးတဲ့နောက်မှာ သူ့ခေါင်းထဲကအတွေးတွေကို ရပ်လို့မရဘဲ ဆက်တိုက်ဖြစ်နေပြီး အတိတ်နဲ့ပစ္စုပ္ပန်မခွဲခြားနိုင်ဖြစ်လာပါတယ်။အဲဒီအချိန်မှာ သူ့ရဲ့ ခြံအလုပ်သမား ကလေးဘွန်းရဲ့ ပုံတူကိုဆွဲပြီး စိတ်ငြိမ်အောင် ထိန်းဖို့လုပ်ပေမဲ့သူ့ရဲ့အတိတ်ကမကောင်းဆိုးရွားတွေက ဆက်တိုက်ခြောက်လှန့်နေခဲ့ပါတယ်။မကောင်းဆိုးရွားဇာတ်ကောင်ကို ဖန်တီးခဲ့တဲ့ ဒါရိုက်တာကြီး သူ့ခေါင်းထဲကမကောင်းဆိုးရွားတွေကို အနိုင်ယူပြီး အေးအေးချမ်းချမ်း အနားယူသွားတာကို ပြထားပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ d3mon ပဲဖြစ်ပါတယ်…(Zawgyi)Gods And Mosnsters (1998) ဆိုတဲ့ Biography, Drama ဇာတ္ကားက အေက်ာ္ၾကားဆုံး Horror ဇာတ္ေကာင္ေတြထဲက တစ္ေယာက္ျဖစ္တဲ့ဖရန္ကင္စတိန္းရဲ႕ မေကာင္းဆိုး႐ြားႀကီးကို စာအုပ္ထဲကေနဆြဲထုတ္ၿပီး ပိတ္ကားေပၚကို တင္ေပးခဲ့တဲ့ နာမည္ေက်ာ္ ဒါ႐ိုက္တာ ဂ်ိမ္းစ္ေဝးလ္ေနာက္ဆုံးေန႔ရက္ေတြအေၾကာင္းကို စိတ္ကူးယဥ္ ႐ိုက္ကူူးထားတာျဖစ္ပါတယ္။သူက လိင္တူခ်စ္သူတစ္ေယာက္ျဖစ္တဲ့အတြက္ ႐ုပ္ရွင္အသိုင္းအဝိုင္းကေန တြန္းထုတ္ခံရလို႔ ေစာေစာစီးစီး အနားယူခဲ့ရသူပါ။အသက္အ႐ြယ္ရလာတဲ့အခ်ိန္မွာ ျဖစ္တတ္တဲ့ ႏွလုံးေဖာက္တာမ်ိဳးျဖစ္ၿပီးတဲ့ေနာက္မွာ သူ႔ေခါင္းထဲကအေတြးေတြကို ရပ္လို႔မရဘဲ ဆက္တိုက္ျဖစ္ေနၿပီး အတိတ္နဲ႔ပစၥဳပၸန္မခြဲျခားႏိုင္ျဖစ္လာပါတယ္။အဲဒီအခ်ိန္မွာ သူ႔ရဲ႕ ၿခံအလုပ္သမား ကေလးဘြန္းရဲ႕ ပုံတူကိုဆြဲၿပီး စိတ္ၿငိမ္ေအာင္ ထိန္းဖို႔လုပ္ေပမဲ့သူ႔ရဲ႕အတိတ္ကမေကာင္းဆိုး႐ြားေတြက ဆက္တိုက္ေျခာက္လွန႔္ေနခဲ့ပါတယ္။မေကာင္းဆိုး႐ြားဇာတ္ေကာင္ကို ဖန္တီးခဲ့တဲ့ ဒါ႐ိုက္တာႀကီး သူ႔ေခါင္းထဲကမေကာင္းဆိုး႐ြားေတြကို အႏိုင္ယူၿပီး ေအးေအးခ်မ္းခ်မ္း အနားယူသြားတာကို ျပထားပါတယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ d3mon ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 1hr 45minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-AMIABLETranslated by d3monEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v1HOjtXoGwQz26fT4elHeNT0JnW.jpg",
      "https://image.tmdb.org/t/p/w300/kstkXswmBxbN7w02pygdDSCtR0Y.jpg",
      "https://image.tmdb.org/t/p/w300/sZtEc5MBXZ15FOEAk7ZpJqvGzfN.jpg",
      "https://image.tmdb.org/t/p/w300/wxto3HkAW23rJacA3rDdu3V0Tvh.jpg",
      "https://image.tmdb.org/t/p/w300/vukFBbbPhhb0eGeunvwFPU8O6GU.jpg",
      "https://image.tmdb.org/t/p/w300/5nOcduoJYVguti3YAL6XGJ25NGi.jpg",
      "https://image.tmdb.org/t/p/w300/pGX5DPmPvebKG7Tvpf7JKzd8Dyn.jpg",
      "https://image.tmdb.org/t/p/w300/bxzdsQJbDcm5b69OM1OFmeOg5ps.jpg",
      "https://image.tmdb.org/t/p/w300/6boUtbFK0Ckm6DcZ5zItoiDAUun.jpg",
      "https://image.tmdb.org/t/p/w300/sjrpaeSPDuqDR6XSFiVtOQiaOhT.jpg",
      "https://image.tmdb.org/t/p/w300/ekyuRUk4TlOTLLzjn4TnvM8044B.jpg",
      "https://image.tmdb.org/t/p/w300/5qWqZVsYRsF8ulabz64geiBtKC6.jpg",
      "https://image.tmdb.org/t/p/w300/lAUAXrfIVzqZt5HmLkeymMK6tzv.jpg",
      "https://image.tmdb.org/t/p/w300/9Iy4WeoZ1JKjiqD0sjQ3mrQUyF6.jpg",
      "https://image.tmdb.org/t/p/w300/tSjKs3kM3k5OhBtouF2Xx6KOIwr.jpg",
      "https://image.tmdb.org/t/p/w300/9IQdVGkaraGkVSLv3eqdv5NhBX.jpg",
      "https://image.tmdb.org/t/p/w300/wUYYBbzKvcbxPGvL4VtNAIpEYNY.jpg",
      "https://image.tmdb.org/t/p/w300/iOI4xzjN6AShacsksM1eDKTYxkq.jpg",
      "https://image.tmdb.org/t/p/w300/1Mf1vafSECq7BiFj2KUg2lwCODu.jpg",
      "https://image.tmdb.org/t/p/w300/2JMFbI4dTaZUK2CYP6fqQxLaII4.jpg",
      "https://image.tmdb.org/t/p/w300/rmZmkot6eR9jisIQ5Y94kYGFmmL.jpg",
      "https://image.tmdb.org/t/p/w300/8slkvziStywtRZKKcrMcuVSQR3F.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://soliddrive.co/V9i/(CM)_Gods.and.Monsters.1998.720p.BluRay..mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/311",
        "server": "fastload.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/YczADQOAqOHH1w",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2gyip",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-gods-and-monsters-1998-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cr3z38pil9ms.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x68z/(CM)_Gods.and.Monsters.1998.720p.BluRay..mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Rs8SyILY#dNZTsls0Tzfa3NjMQ9P_DbLuDcghQOh2ZHu64-9VdZo",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/kc20lu19bmiq",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Nn2G6YrvibM",
      "video_url": "https://www.youtube.com/watch?v=Nn2G6YrvibM",
      "embed_url": "https://www.youtube.com/embed/Nn2G6YrvibM"
    }
  },
  {
    "metadata": "|2023||Biography,Drama,Sport",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1920"
    },
    "title": "Shooting Stars (2023)",
    "description": "Shooting Stars (2023)================Genre – Biography, Drama, SportsIMDb Rating – 6.5/10ဘတ်စကတ်ဘော အားကစားလောကမှာဆို မိုက်ကယ်ဂျော်ဒန်တို့ခေတ်ပြီးရင်ခု လဘရွန်းဂျိန်းစ်ဆိုတာကို ကြားဖူးကြမယ်ထင်ပါတယ်။ NBA ချန်ပီယံ ၄ ခါဖြစ်ထားတယ်၊ NBA သမိုင်းတလျှောက် အမှတ်အများဆုံးသွင်းယူသူ၊ နောက်ပြီး အိုလံပစ် ရွှေတံဆိပ်ဆုရှင်လည်း ဖြစ်ပါတယ်။ ဒီ သမိုင်းနောက်ခံ အားကစားဒရမ်မာ ရုပ်ရှင်လေးက သူကိုယ်တိုင်ရေးတဲ့ အထ္တုပတ္တိကို ပြန်လည် အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။ သူ့ရဲ့အကြောင်းဆိုပေမဲ့လည်း သူတစ်ယောက်တည်းကို ကွက်ပြီး Hightlight လုပ်ပြတာမျိုး မရှိပဲ သူတို့ အထက်တန်းကျောင်းဘဝတုန်းက ပြည်နယ်ချန်ပီယံဖြစ်ခဲ့ရပုံတွေနဲ့ သူငယ်ချင်းတွေအကြောင်းကိုတစ်ယောက်စီ သေချာလည်း ပြသပေးထားတာမျိုး ဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့အကြောင်းအရာလေးကတော့ လဘရွန်းဂျိန်းစ်ရယ် ဒရူးဆိုတဲ့ လူကောင်အညှပ်ကလေးရယ် ရှရန်ဆိုတဲ့ဝတုတ်လေးရယ် ဝီလီဆိုတဲ့ ရင့်ကျက်တဲ့ကောင်လေးရယ်က အသက် ၁၀ နှစ်ကတည်းက Shooting Stars ဆိုတဲ့ အဖွဲ့အောက်မှာ ဘတ်စကတ်ဘော ကစားခဲ့ကြတာပါ။ နည်းပြကတော့ ဒရူးရဲ့ အဖေပေါ့။ဒီလိုနဲ့ အထက်တန်းကျောင်းတက်ရမယ့်အချိန်ရောက်တော့ ဒရူးအဖေက ဘတ်စကတ်ဘော သေချာကစားနိုင်မယ့် ကျောင်းတစ်ကျောင်းကို သေချာရွေးချယ်ပေးခဲ့တယ်။ ဒါပေမဲ့ အဲဒီကျောင်းက နည်းပြက ဒရူးကို လူကောင်သေးလို့ အတူတူပေးကစားလို့ မဖြစ်ဘူး၊ ဂျူနီယာအသင်းပဲ ရမယ်ဆိုတော့ ဒရူးတစ်ယောက်လိုက်ရှာတဲ့အချိန် လူဖြူတွေများတဲ့ စိန့်ဗီကျောင်းမှာ ပြဿနာတွေနဲ့ ရောက်လာတဲ့ နည်းပြသစ် ဒန်ဘရော့နဲ့ ဆုံမိပြီး သူတို့တစ်ဖွဲ့လုံး ဘယ်လိုတွေ တိုးတက်ပြောင်းလဲလာပြီး အထက်တန်းကျောင်းချန်ပီယံ ဘယ်လိုရလာမလဲဆိုတာတွေ စိတ်ဝင်စားဖွယ် ကြည့်ရမှာပါ။လဘရွန်းဂျိန်းရဲ့ နာမည်ကျော်ကြားလာပြီး ဖိအားတွေ ကြုံရပုံတွေ ဒရူးရဲ့ လူကောင်သေးပေမဲ့ အပြောမခံပဲ ပြန်လုပ်ပြခဲ့တာတွေ ဝတုတ်လေးရှရန်ရဲ့ အကောင်းမြင်တတ်ပုံတွေ ဝီလီရဲ့ အားပေးမှုတွေနဲ့ သူငယ်ချင်းတွေကြားက သံယောဇဉ်ကို အားကစားနဲ့ ဖော်ကျူးထားတဲ့ Biography ရုပ်ရှင်လေးပါ။ Stranger Thing က Lucasလေးက ဒရူးအဖြစ် သရုပ်ဆောင်ထားတာကိုလည်း တွေ့ပါတယ်။ ဘတ်စကတ်ဘောနဲ့ ပတ်သက်တဲ့အသုံးအနှုန်းများကို တတ်နိုင်သလောက် ကြိုးစားပြန်ထားတဲ့အတွက် အမှားပါခဲ့ရင် ခွင့်လွှတ်ပေးကြပါလို့ ပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thura Aung ဖြစ်ပါတယ်)File Size……….(1.82 GB) / (775 MB) / (459 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 50MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Drama, SportTranslator…….Thura AungEncoder……….Zin Phyo Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u6MD8GMahR8KVHl35sAgdh3Wjl4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZmRiMWZmMjQtZWM3YS00NWM0LWFmNTgtOWNkNDY5NzNmOWI3XkEyXkFqcGdeQXVyMTUxNDM3MTgy._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/shooting-stars-2023-1080-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UU2t/shooting.stars.2023.1080p.web.(CM).mp4",
        "server": "megaup.net",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/6nde4z5wqkz6.html",
        "server": "streamsb.com",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Am900Ixb#nOKxs8KiuXyqSyM5ItSR1pSyFtfstdk4FCN06MNL968",
        "server": "mega.nz",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xpblh4hhuyvn.html",
        "server": "usersdrive.com",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/r1fgpbjh9bpp",
        "server": "streamvid.io",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/shooting-stars-2023-720-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "775 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UU2b/shooting.stars.2023.720p.web.(CM).mp4",
        "server": "megaup.net",
        "size": "775 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/svtqb0lr49ur.html",
        "server": "streamsb.com",
        "size": "775 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Y3ECkCiY#DeNfAZiV8RQiOD5B54LCFnZPbNflEogywDhg6Y_CJQU",
        "server": "mega.nz",
        "size": "775 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dcsklqdwunur.html",
        "server": "usersdrive.com",
        "size": "775 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3f8iv71phw4y",
        "server": "streamvid.io",
        "size": "775 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/shooting-stars-2023-480-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "459 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1eWzz/shooting.stars.2023.480p.web.(CM).mp4",
        "server": "megaup.net",
        "size": "459 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/p31h52nyl96q.html",
        "server": "streamsb.com",
        "size": "459 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/BmUy0DiD#a3ddqFjY0d41I-8xExUuq1n-KJLqpE-S3j1OfHzRX48",
        "server": "mega.nz",
        "size": "459 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/w1r6zy344y05.html",
        "server": "usersdrive.com",
        "size": "459 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/ne9g9pucbl2u",
        "server": "streamvid.io",
        "size": "459 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "sHBW3tu-b44",
      "video_url": "https://www.youtube.com/watch?v=sHBW3tu-b44",
      "embed_url": "https://www.youtube.com/embed/sHBW3tu-b44"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "270K"
    },
    "title": "Dog Day Afternoon (1975)",
    "description": "Dog Day Afternoon ဆိုတဲ့ ၁၉၇၅ ထွက် ဇာတ်ကားဟာ နယ်နယ်ရရကားမဟုတ်ပါဘူး။ ၁၉၇၆ ခုနှစ်အတွက် အကောင်းဆုံးဇာတ်ညွှန်းအတွက်အော်စကာဆုရရှိခဲ့ပြီး တခြား အော်စကာဆု ၄ ခုအတွက်လည်း ဆန်ခါတင်စာရင်းထဲ ပါဝင်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင်တခြားကချီးမြှင့်တဲ့ဆုတွေလည်း အများကြီး သိမ်းပိုက်နိုင်ခဲ့ပြီး ဟောလိဝုဒ်ရဲ့နာမည်ကျော် Al Pacino က အဓိက ဦးဆောင် ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်လေးက တွေးကြည့်ရင် ရိုးတယ်ထင်ရပေမဲ့ ကြည့်တဲ့အခါမှာထိုင်ရာမထ အစအဆုံး ဆွဲခေါ်သွားမဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကား တစ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အမြည်းပြောပြရမယ်ဆိုရင် Soony နဲ့ Sal ဆိုတဲ့သူငယ်ချင်း ၂ ယောက် နယူးယောက် ဘရွတ်ကလင်းက ဘဏ်တစ်ဘဏ်ကိုဓားပြတိုက်ခြင်းနဲ့ စတင်ခဲ့ပါတယ်။ ၁၀ မိနစ်နဲ့ ပြီးသွားရမဲ့ သူတို့ရဲ့ အစီအစဥ်ကသူတို့ထင်သလို ၁၀ မိနစ်နဲ့ မပြီးဘဲ နာရီပေါင်းများစွာကြာမြင့်တဲ့ ဓားစာခံအခြေအနေကို ကူးပြောင်းသွားတဲ့အခါမှ သူငယ်ချင်း ၂ ယောက် ဘယ်လိုရုန်းကန်ကြမလဲ။ သူတို့ ဘဏ်ဓားပြတိုက်ခြင်းရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းတွေ ရှိကြမလဲ ဓားစာခံခေါ်ထားခြင်း ခံရတဲ့ ဘဏ်ဝန်ထမ်းတွေရဲ့တုံ့ပြန်မှုကရော ဘယ်လိုလာမလဲ စတာတွေကို အပြင်မှာ တကယ်ဖြစ်ရပ်မှန်ဖြစ်ခဲ့ပါလားဆိုပြီး ခံစားကြည့်ရှုတဲ့အခါမှာ လုံးဝအံ့အားမှင်သက်မှုတွေကိုခံစားစေရမှာဖြစ်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ မဖြစ်မနေကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျား…..File size…2.21 GB / 1.37GBQuality…WEB-Rip 1080p  / 720pFormat…mp4Duration….2h 5mGenre ….. Biography , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Lin Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m10uqk0HI5JcITAbxNJIIiGA8HP.jpg",
      "https://image.tmdb.org/t/p/w300/v1pWTh1I20jJbNpJvcwUIUjJqbs.jpg",
      "https://image.tmdb.org/t/p/w300/imEb2SItF8gZQxRwKbqcdQubl66.jpg",
      "https://image.tmdb.org/t/p/w300/ahqTRP5mPOm3fMO8WjXbHlaF4Mo.jpg",
      "https://image.tmdb.org/t/p/w300/buhW5eBDyHYpTvTCtgD22SChobN.jpg",
      "https://image.tmdb.org/t/p/w300/ajke4kdyKqzC5zOB7iyXz3XqIE6.jpg",
      "https://image.tmdb.org/t/p/w300/g0NSjdH2eJgRaf7epUMQo8vRScv.jpg",
      "https://image.tmdb.org/t/p/w300/ikZ6hqwqDTyHiYZ9RuBSKHfMAIZ.jpg",
      "https://image.tmdb.org/t/p/w300/VA2MFovOSgWdS6cz1FsdfvHd6X.jpg",
      "https://image.tmdb.org/t/p/w300/osQdVv29DUgpz3RdRLvJ5gGL0g.jpg",
      "https://image.tmdb.org/t/p/w300/kXkgju8nRFggBKxSKbup19G7gD0.jpg",
      "https://image.tmdb.org/t/p/w300/xdMrLGbdNUo4qYwx8q8JbbZrEK3.jpg",
      "https://image.tmdb.org/t/p/w300/pc4RJwzqBkSrfyCIkogI2EG7LlY.jpg",
      "https://image.tmdb.org/t/p/w300/2p78LlnaPfFAiGHt2K2j9tAI3q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mavrhr0ig2aCRR8d48yaxtD5aMQ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fa95wd7vfhtd.html",
        "server": "usersdrive.com",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/dog-day-afternoon-1975-web-rip-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/7rPh4/Dog_Day_Afternoon_[1975].WEB-Rip,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/izggBAoJ#oAK5BmgCF90DLrtYvJEzSMvqfDyvbuI03Nm7sS6s-_Y",
        "server": "mega.nz",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/ymhhimwz4gj3",
        "server": "streamvid.io",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/xdy1m0fkszhr.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/dog-day-afternoon-1975-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/7rPj0/Dog_Day_Afternoon_[1975].WEB-Rip,720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/uihjyAAK#thbDTnmVVec2KmYm6vABwgG9XH7FDrWYzrqP3KZeViY",
        "server": "mega.nz",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/4jkomt0ggrbt",
        "server": "streamvid.io",
        "size": "1.37GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "I9l1nFdz11A",
      "video_url": "https://www.youtube.com/watch?v=I9l1nFdz11A",
      "embed_url": "https://www.youtube.com/embed/I9l1nFdz11A"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": ""
    },
    "title": "Veronica Guerin (2003)",
    "description": "၁၉၉၄ ခုနှစ်လောက်က အိုင်ယာလန်နိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တဲ့ ကိစ္စအကြီးကြီး တစ်ခုအကြောင်း တင်ဆက်ပေးချင်ပါတယ်။ Thor: Ragnarok, The Lord of the Rings: The Fellowship of the Ring, Indiana Jones and the Kingdom of the Crystal Skull, Cinderella 2015 အစရှိတဲ့ ရုပ်ရှင်ကောင်းတွေမှာ ပါဝင်ခဲ့ဖူးတဲ့ မင်းသမီး Cate Blanchettက တခြားသော နာမည်ကြီး castတွေဖြစ်တဲ့ Ciarán Hinds, Colin Farrell, Gerard McSorley, Brenda Fricker, Alan Devineတို့နဲ့ အတူဦးဆောင်ပြီး ဇာတ်ရုပ်များစွာ လှပသေသပ်စွာနဲ့ ပွဲထွက်ထားပါတယ်။ဗယ်ရော်နီကာ ဂေးရင်က Sunday independentက ဂျာနယ်လစ် တစ်ယောက်ဖြစ်ပါတယ်။ Sunday Indenpemdent မှာ ဆောင်းပါးတွေရေးရင်း အိုင်ယာလန်နိုင်ငံက အသက်မပြည့်သေးတဲ့ ကလေးတွေ၊ အငယ်ဆုံး အသက် ၁၄နှစ် ကလေးက မူးယစ်ဆေး သုံးစွဲနေကြောင်း ဆောင်းပါးရေးရာကနေ မထင်မှတ်ဘဲ နောက်ကွယ်က မူးယစ်ဂိုဏ်းတွေအကြောင်းကို စုံစမ်းမိလာတဲ့အခါ …. အမှန်တရားနဲ့ နီးစပ်လိုက်တိုင်း ခြိမ်းခြောက်ခံရတာတွေ …. အသက်အန္တရာယ်နဲ့ ကြုံတွေ့လာရတာတွေ ….. ဗယ်ရော်နီကာရဲ့ မလျှော့သော ဇွဲလုံ့လတွေ …. အမှန်တရားကို ဖော်ထုတ်ချင်တဲ့ သူ့ရဲ့ဆန္ဒတွေ …. အိုင်ယာလန်နိုင်ငံရဲ့ ဥပဒေနဲ့ ရဲရဲ့ အသုံးမကျမှုတွေကို ပြောင်ပြောင်တင်းတင်း ဝေဖန်ဖော်ပြထားမှုတွေနဲ့အတူ အဆိုပါ ရုပ်ရှင်မှာ ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ ဗယ်ရော်နီကာ တစ်ယောက် မူးယစ်ဂိုဏ်းတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရင်း ကလေးအစ ခွေးအဆုံး ဆေးစွဲအောင်လုပ်နေတဲ့ မာဖီးယားဂိုဏ်းချုပ်ကြီးကို ဖြုတ်ချနိုင်မလား … သူတို့နဲ့ ထိုက်တန်တဲ့ ထောင်ဒဏ်တွေကို အသီးသီး ရရှိသွားမလားဆိုတာကို စိတ်ဝင်တစားကြည့်ရှု့ရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်သူက Minn Khant Kyi Win ဖြစ်ပါတယ်။File size…(1.7 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:38:00Genre…Drama, Biography, CrimeSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Minn Khant Kyi Win",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xZasERRbpWBP8d9L3iRdknaRAqx.jpg",
      "https://image.tmdb.org/t/p/w300/A8WQh5RXiEDael0AOyUjrxgqFqy.jpg",
      "https://image.tmdb.org/t/p/w300/x8fvI6YJzsDk89W8AiOKlQlLk7d.jpg",
      "https://image.tmdb.org/t/p/w300/bJDVR3mgOv9NXt7X313qLk7eSit.jpg",
      "https://image.tmdb.org/t/p/w300/pku59jhFJGLqrFIP0m1ITyqfQcB.jpg",
      "https://image.tmdb.org/t/p/w300/pFrsJNRLQ5MrKap4WTnfYBQIKoy.jpg",
      "https://image.tmdb.org/t/p/w300/mZabhwauHOQJsGNoUKF9eBcy5mz.jpg",
      "https://image.tmdb.org/t/p/w300/yFHux3ma1teHIHMcnURgDBPVem9.jpg",
      "https://image.tmdb.org/t/p/w300/98txKSGTRu58cWw2jfcLbM291cv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZWZhZDdiMDYtYTRkMi00MzEzLWI0NjgtZjJjODFmN2ZjNmZmXkEyXkFqcGdeQXVyMTAwMzUyOTc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/veronica-guerin-2003-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3mzuO/Veronica.Guerin.2003.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NTNFVC6Y#o6aRJmYBJB0wjtUX3kEvtO_YvaDGxNzxEkKycCCX25M",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/owohlgufy962.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/veronica-guerin-2003-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kH7f/Veronica.Guerin.2003.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tec2VCJT#w_Uq5W61m6dm6oum6ZC8cFgZNiJJGTm37w8alVE3S_w",
        "server": "mega.nz",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5roicnavteh8.html",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/n6yrcukvkndo",
        "server": "streamsb.com",
        "size": "700 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "VMpOJFOahqw",
      "video_url": "https://www.youtube.com/watch?v=VMpOJFOahqw",
      "embed_url": "https://www.youtube.com/embed/VMpOJFOahqw"
    }
  },
  {
    "metadata": "TV-MA|2018|110 min|Biography,Drama,History",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "886"
    },
    "title": "The Photographer of Mauthausen(2018)",
    "description": "The Photographer of Mauthausen(2018)IMDb..6.7ကမာၻေပၚတြင္ ေခတ္အဆက္ဆက္စစ္ပြဲေတြျဖစ္လာခဲ့ၾကသည္။အေတာ္မ်ားမ်ားသည္ သင္ရုိးညႊန္းတမ္းမ်ားတြင္ ထည့္သြင္းသင္ၾကားေပးၿပီးစစ္ရဲ႕ဆုိးက်ဳိးေတြနဲ႕ စစ္ပြဲျဖစ္ရသည့္အေၾကာင္းမ်ား ၿငိမ္းခ်မ္းေရးစာခ်ဳပ္မ်ားသည္မည္မွ်အေရးႀကီးေၾကာင္းစတာေတြကုိသင္ၾကားပါသည္….ဒီကားေလးကေတာ့  ဒုတိယကမာၻစစ္ကာလမွာ ဖရန္စစ္ေဘာ့ရွ္ ဆိုတဲ့စပိန္သား တစ္ေယာက္ဟာ ၾသစႀတီးယားႏိုင္ငံထဲက အက်ဥ္းစခန္းေလးတစ္ခုမွာအက်ဥ္းသားျဖစ္ေနခဲ့တယ္….ဒုတိယကမၻာစစ္က နာဇိေတြဟာ အက်ဥ္းသားေတြကုိ ရက္စက္ႀကမ္းၾကဳတ္စြာႏွိပ္စက္မႈေတြကုိ အားလုံးလည္းၾကားဖူးေနၾကမွာပါ….ဒီလုိ လူမဆန္စြာ ရက္စက္ၾကမ္းၾကဳတ္မႈေတြကုိ ဖရန္စစ္ေဘာ့ရွ္  ဟာကမၻာတစ္၀ွမ္းသိေစဖုိ႕ သက္ေသျပခ်င္တယ္…ဒါ့ေၾကာင့္သက္ေသေတြရွာေဖြၿပီး  ကမၻာကုိသိေအာင္ ႀကဳိးစားပါေတာ့တယ္..အက်ဥ္းသားတစ္ေယာက္အေနနဲ႕ လုပ္ရတာ  အခ်ိန္မေရြးအသက္ေပ်ာက္ႏုိင္တဲ့အျပင္ အႏၱရယ္ေပါင္းမ်ားစြာ သူူ႕ကုိ၀န္းရံေနေတာ့ သူေအာင္ျမင္ပါ့လား…ခံစားၾကည့္လုိက္ပါဦး…. ျဖစ္ရပ္မွန္အေပၚ အေျချပဳၿပီး ရိုက္ထားတဲ့ဇာတ္ကားေကာင္းမုိ႕ ခံစားၾကည့္လုိက္ပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRNပဲျဖစ္ပါတယ္….File Size : (950 MB) and (320 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:50:00Genre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ljZOlqLtMa6gnTHcYn9y9lP0bK3.jpg",
      "https://image.tmdb.org/t/p/w300/r11O1YcuGGhlGrNLDcWjGQGDMhg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hDfXpmCVq8F6QmipzJPFCaYh29h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-photographer-of-mauthausen-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/zjn5wh1p1md0.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Sklo/The_Photographer_Of_Mauthausen_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/cl2wtyjlmjte",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adventure,Biography",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "Ned Kelly (2003)",
    "description": "ဗြိတိန်အင်ပါယာရဲ့အင်အားကြီးမားစပြုချိန် ၁၈ရာစုခန့်လောက်မှာ ဘုရင်မဗစ်တိုးရီးယားက ဂရိတ်ဗြိတိန်အပြင် အိုင်ယာလန်ကိုလည်း အုပ်စိုးခဲ့ရပါတယ်…အဲဒီအချိန်က အင်္ဂလိပ်ရဲတွေ အာဏာအင်အားလွှမ်းမိုးမှုကြီးနေတဲ့အချိန်ဖြစ်တော့ လူမျိုးရေးခွဲခြားတဲ့ရဲတစ်ချို့က အိုင်ယာလန်လူမျိုးတွေကို မြင်မြင်သမျှမဲပြီး အနိုင်ကျင့်တတ်ကြတယ်။ဒီလိုနဲ့ အိုင်ယာလန်သား နဒ်ကယ်လီက မိမိနဲ့ မိမိရဲ့ကယ်လီမိသားစုအပေါ် အကျင့်ပျက်ရဲဖစ်ပတ်ထရစ်ရဲ့ အကြိမ်ကြိမ်ဖိနှိပ်မှုကြောင့် ဝရမ်းပြေးတစ်ယောက်ဖြစ်လာရင်း လူမျိုးရေးခွဲခြားမှုတွေကို တွန်းလှန်ချင်စိတ်ကြောင့် ဂိုဏ်းဖွဲ့ပြီး ပုန်ကန်လှုပ်ရှားမှုတစ်ခု အစပြုဖို့ဖြစ်လာခဲ့တယ်။ အသက်အရွယ်ငယ်လွန်းပေမဲ့ မဟုတ်မခံလိုစိတ်ပြင်းထန်တဲ့ နဒ်က သူငယ်ချင်းဖြစ်သူဂျိုးဘန်ရ်၊ ညီဖြစ်သူ ဒန်ကယ်လီ၊ ဒန်ရဲ့သူငယ်ချင်းစတိဖ်ဟာ့တို့နဲ့ စုစုပေါင်း အိုင်ယာလန်သားလူငယ်၄ဦးပူးပေါင်းပြီး ပုန်ကန်မှုကို စတင်တော့တယ်။နဒ်ကယ်လီတို့ ဆန့်ကျင်ပုန်ကန်ခဲ့တာက ဗြိတိန်နေမဝင်အင်ပါယာအစပျိုးခါနီးခေတ်ရဲ့ဘုရင်မဗစ်တိုးရီးယားရဲ့အာဏာစက်ကိုပါ…။ လူအင်အားလက်နက်အင်အားမမျှတဲ့ပုန်ကန်ပွဲမှာ ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ နဒ်ကယ်လီက ထယ်ထိုးတဲ့သတ္တပြားတွေကိုသံချပ်ကာအဖြစ်ကိုယ်လုံးပြည့်ပြုပြင်ဝတ်ဆင်ပြီး အင်္ဂလိပ်ရဲတွေကိုပြန်လည်တိုက်ပွဲဝင်ခဲ့တာကြောင့် Ned Kelly Suit of Armourဆိုပြီး ဗစ်တိုးရီးယားခေတ်သမိုင်းဝင်ရတနာတစ်ခုအဖြစ် မှတ်တမ်းတင်ခံခဲ့ရပါတယ်။ သမိုင်းဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပြီး နဒ်ကယ်လီအဖြစ် သြစတေးလျသရုပ်ဆောင်Heath Ledger, သူငယ်ချင်းဂျိုးဘန်ရ်အဖြစ် Pirates of the Caribbeanရုပ်ရှင်ထဲက ဝေလ်တန်နာနဲ့ ရဲမှူးဟဲရ်အဖြစ်ကပ္ပတိန်ဘာဘိုဆာတို့ နှစ်ဦးလုံးပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်နော်..။File size…(1.7 GB)/(820 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:50:00Genre…Action, Adventure, BiographySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Su Eaindra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tg9E90Sip2ui7iaP7WIAqXHkJ61.jpg",
      "https://image.tmdb.org/t/p/w300/s7InPuEqbxTjuLUpIZeBX3R9uEA.jpg",
      "https://image.tmdb.org/t/p/w300/9axtm9zKb9gM3RSFnUONN6hfysh.jpg",
      "https://image.tmdb.org/t/p/w300/bli7k3D1HfoV4r3AFsMsnwJl3km.jpg",
      "https://image.tmdb.org/t/p/w300/c4nVZeOVTnZgmjVYLTvmdF3TEEF.jpg",
      "https://image.tmdb.org/t/p/w300/s7sYcVIrvErlMOvDaQkwdjVw0U8.jpg",
      "https://image.tmdb.org/t/p/w300/d7fBDQBIoT1H6C5vgt6KT9DPdJu.jpg",
      "https://image.tmdb.org/t/p/w300/dB7Hb49ka1JCcYPQox0xoJe8kgW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BYmVjYzRkYjItODlmZS00OTEzLTliZjItYjMwOGRmMzhmY2RmXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ned-kelly-2003-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/4IALX/Ned.Kelly.2003.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4rF2VAIR#yyb-3hgmwdj6WUA47hPTuG-3YTe_orYxuhID9SebVIM",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/78fcurlf0is3.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ned-kelly-2003-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kNti/Ned.Kelly.2003.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "820 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4vMBxADT#sUjFapZ5SVJzmAK8K1cCSUX14Uav2OuBebGIo7tmgpU",
        "server": "mega.nz",
        "size": "820 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8vjl6x443zxr.html",
        "server": "usersdrive.com",
        "size": "820 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/nq9rqdzivqqx",
        "server": "streamsb.com",
        "size": "820 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "doArSp1AIUw",
      "video_url": "https://www.youtube.com/watch?v=doArSp1AIUw",
      "embed_url": "https://www.youtube.com/embed/doArSp1AIUw"
    }
  },
  {
    "metadata": "PG-13|1990|121 min|Biography,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "111,274"
    },
    "title": "Awakenings(1990)",
    "description": "Awakenings(1990)IMDb…7.8,,,,Rotten …88%ဆေးရုံတစ်ခုသို့ မဲလ်ကွန်ဆိုတဲ့ဆရာဝန်တစ်ယောက်အလုပ်လာလျှောက်တယ်…..သူလျောက်တဲ့ရာထူးကတော့  ဦးဏှောက်နဲ့အာရုံကြောသုတေသနဌာအတွက် အလုပ်လာလျှောက်တာဖြစ်ပြီးဆေးရုံကတာဝန်ရှိသူတွေသူ့ကိုအင်တာဗျူးတဲ့အခါမှာ သုတေသနနဲ့ပတ်သက်လို့ အတွေ့အကြုံပေါင်းများစွာရှိနေတာတွေ့ရှိကြတယ်..သို့ပေမယ့် သူတို့ဟာ သုတေသနနဲ့ပတ်သက်လို့ ဆေးရုံမှာမလိုအပ်ပေမယ့် ဆေးကျောင်းတက်နေစဉ်မှာ ဆေးကုဖူးတယ်မလားလို့မေးပြီးအလုပ်ခန့်လိုက်တယ်…မဲလ်ကွန်အနေနဲ့ အံအားသင့်စရာပေါ့ …အပူချိန်တိုင်းတတ်တယ်..ဆေးထိုးတတ်တယ် …ဒါဆိုအိုခေပေါ့ဆိုတဲ့ ဆေးရုံအုပ်ရဲ့မှတ်ချက်ကိုကြားရတော့ သူပျော်ရမလား ဝမ်းနည်းရမလားမသိ….ဒီလောက်လွယ်လိမ့်မယ်လို့လည်းသူထင်မထားခဲ့ဘူး…နောက်နေ့ဆေးရုံလာလိုက်မှ သူသိသွားတော့တယ်..ဘာလို့ဆို သူကုသရမယ့်သူတွေဟာ နာတာရှည်ရောဂါသည်တွေ..ပြောရရင် ရုပ်ပဲရှိပြီး နာမ်ပျောက်နေတဲ့ပုံစံမျိုး… အိပ်တယ် ခွံကျွေးရင်စားတယ်…ဘာမှမတွေးတဲ့ လူနာတွေ…မျိုးစုံပင်…မဲလ်ကွန်အတွက်အားလုံးက အသစ်အဆန်းတွေကြီးဖြစ်သလို လူနာအမျိုးမျိုးရဲ့ တုန့်ပြန်မှုက သူ့ကိုအထိတ်တလန့်ဖြစ်စေခဲ့တယ်…တစ်နေ့တော့ ကျောက်ရုပ်လိုဖြစ်နေတဲ့လူနာတစ်ယောက်က လွတ်ကျသွားတဲ့မျက်မှန်ကို ဖတ်ခနဲဖမ်းလိုက်တာကိုသူတွေ့သွားတယ်.. အဲ့ဒီနောက် တခြားလူနာတွေကို စမ်းကြည့်ရာ အလိုအလျောက်ပုံစံအမျိုးမျိုးနဲ့တုန့်ပြန်နိုင်တာတွေ့ရှိသွားတယ်..သုတေသနဆရာဝန်ပီပီ လူနာတိုင်းရဲ့ တုန့်ပြန်မှုလေးတွေကိုစမ်းသပ်ရင်းကျောက်ရုပ်လိုဖြစ်နေတဲ့ ဒီလူနာတွေကို သူတတ်စွမ်းသရွေ့ တခြားသူတွေနဲ့တန်းတူ လောကအလှကိုခံစားနိုင်စေဖို့ကြိုးစားပါတော့တယ်…ဒေါက်တာမဲလ်ကွန် တစ်ယောက်အောင်မြင်ပါ့မလား…ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲ…သူပြုလုပ်တဲ့ကုထုံးတွေကရော ဆိုးကျိုးတွေရှိနိုင်လား…ခံစားကြည့်လိုက်ပါဦး…ဒီကားက တကယ့်ဆရာဝန်တစ်ဦးရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ…တကယ့်ကိုတွေးစရာတွေ Message လေးတွေ ပေးပါတယ်…အဓိက သရုပ်ဆောင်(၂)ယောက်ဖြစ်တဲ့မင်းသားကြီး Robert De Niroနဲ့ Robin Williamsကို တစ်ချို့သူတွေသိကြမယ်ထင်ပါတယ်…. ဒီကားဟာ အကောင်းဆုံးဇာတ်ကားဆု၊မင်းသားဆုနဲ့ဇာတ်ညွှန်းဆုတို့အော်စကာဆန်ကာတင်စာရင်းပါခဲ့တယ်…ကိုင်း ခံစားကြည့်လိုက်ပါဦး——————————————————-ေဆးရုံတစ္ခုသုိ႕ မဲလ္ကြန္ဆုိတဲ့ဆရာ၀န္တစ္ေယာက္အလုပ္လာေလွ်ာက္တယ္…..သူေလ်ာက္တဲ့ရာထူးကေတာ့  ဦးေဏွာက္နဲ႕အာရုံေၾကာသုေတသနဌာအတြက္ အလုပ္လာေလွ်ာက္တာျဖစ္ၿပီးေဆးရုံကတာ၀န္ရွိသူေတြသူ႕ကုိအင္တာဗ်ဴးတဲ့အခါမွာ သုေတသနနဲ႕ပတ္သက္လုိ႕ အေတြ႕အႀကဳံေပါင္းမ်ားစြာရွိေနတာေတြ႕ရွိၾကတယ္..သုိ႕ေပမယ့္ သူတုိ႕ဟာ သုေတသနနဲ႕ပတ္သက္လုိ႕ ေဆးရုံမွာမလုိအပ္ေပမယ့္ ေဆးေက်ာင္းတက္ေနစဥ္မွာ ေဆးကုဖူးတယ္မလားလုိ႕ေမးၿပီးအလုပ္ခန္႕လုိက္တယ္…မဲလ္ကြန္အေနနဲ႕ အံအားသင့္စရာေပါ့ …အပူခ်ိန္တုိင္းတတ္တယ္..ေဆးထုိးတတ္တယ္ …ဒါဆုိအုိေခေပါ့ဆုိတဲ့ ေဆးရုံအုပ္ရဲ႕မွတ္ခ်က္ကုိၾကားရေတာ့ သူေပ်ာ္ရမလား ၀မ္းနည္းရမလားမသိ….ဒီေလာက္လြယ္လိမ့္မယ္လုိ႕လည္းသူထင္မထားခဲ့ဘူး…ေနာက္ေန႕ေဆးရုံလာလုိက္မွ သူသိသြားေတာ့တယ္..ဘာလုိ႕ဆုိ သူကုသရမယ့္သူေတြဟာ နာတာရွည္ေရာဂါသည္ေတြ..ေျပာရရင္ ရုပ္ပဲရွိၿပီး နာမ္ေပ်ာက္ေနတဲ့ပုံစံမ်ဳိး… အိပ္တယ္ ခြံေကြ်းရင္စားတယ္…ဘာမွမေတြးတဲ့ လူနာေတြ…မ်ဳိးစုံပင္…မဲလ္ကြန္အတြက္အားလုံးက အသစ္အဆန္းေတြႀကီးျဖစ္သလုိ လူနာအမ်ဳိးမ်ဳိးရဲ႕ တုန္႕ျပန္မႈက သူ႕ကုိအထိတ္တလန္႕ျဖစ္ေစခဲ့တယ္…တစ္ေန႕ေတာ့ ေက်ာက္ရုပ္လုိျဖစ္ေနတဲ့လူနာတစ္ေယာက္က လြတ္က်သြားတဲ့မ်က္မွန္ကုိ ဖတ္ခနဲဖမ္းလုိက္တာကုိသူေတြ႕သြားတယ္.. အဲ့ဒီေနာက္ တျခားလူနာေတြကုိ စမ္းၾကည့္ရာ အလုိအေလ်ာက္ပုံစံအမ်ဳိးမ်ဳိးနဲ႕တုန္႕ျပန္ႏုိင္တာေတြ႕ရွိသြားတယ္..သုေတသနဆရာ၀န္ပီပီ လူနာတုိင္းရဲ႕ တုန္႕ျပန္မႈေလးေတြကုိစမ္းသပ္ရင္းေက်ာက္ရုပ္လုိျဖစ္ေနတဲ့ ဒီလူနာေတြကုိ သူတတ္စြမ္းသေရြ႕ တျခားသူေတြနဲ႕တန္းတူ ေလာကအလွကုိခံစားႏုိင္ေစဖုိ႕ႀကဳိးစားပါေတာ့တယ္…ေဒါက္တာမဲလ္ကြန္ တစ္ေယာက္ေအာင္ျမင္ပါ့မလား…ဘယ္လုိအခက္အခဲေတြနဲ႕ႀကဳံေတြ႕ရမလဲ…သူျပဳလုပ္တဲ့ကုထုံးေတြကေရာ ဆုိးက်ဳိးေတြရွိႏုိင္လား…ခံစားၾကည့္လုိက္ပါဦး…ဒီကားက တကယ့္ဆရာ၀န္တစ္ဦးရဲ႕အေၾကာင္းကုိရုိက္ျပထားတာပါ…တကယ့္ကုိေတြးစရာေတြ Message ေလးေတြ ေပးပါတယ္…အဓိက သရုပ္ေဆာင္(၂)ေယာက္ျဖစ္တဲ့မင္းသားႀကီးRobert De Niroနဲ႕Robin Williamsကုိ တစ္ခ်ဳိ႕သူေတြသိၾကမယ္ထင္ပါတယ္…. ဒီကားဟာ အေကာင္းဆုံးဇာတ္ကားဆု၊မင္းသားဆုနဲ႕ဇာတ္ညႊန္းဆုတုိ႕ေအာ္စကာဆန္ကာတင္စာရင္းပါခဲ့တယ္…ကုိင္း ခံစားၾကည့္လုိက္ပါဦးFile Size : (950 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:01:00Genre :Biography,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xzNas1TCJh7S11nIfhZD7gImfWj.jpg",
      "https://image.tmdb.org/t/p/w300/sXqnMDsZLY5dTeLUFRtCDj4QHIq.jpg",
      "https://image.tmdb.org/t/p/w300/qbHJsDJLyPfBLkHfdsNTWvSirv8.jpg",
      "https://image.tmdb.org/t/p/w300/clrjXnkQI6sqNroIwqnKvKyhrLd.jpg",
      "https://image.tmdb.org/t/p/w300/67Gm2tbh56VRdpXsfrllC6ckfdy.jpg",
      "https://image.tmdb.org/t/p/w300/uA90mZnFwNGhv3Z00p6iEoQ2Gus.jpg",
      "https://image.tmdb.org/t/p/w300/qRshfACzoNLMz0T630M7YgQ0oNP.jpg",
      "https://image.tmdb.org/t/p/w300/oYjJjFPfvA7DB4z1VlPMgB7pHDh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/awakenings_6181550.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3y66lki2e8no.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/awakenings-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/59ebefa/awakenings-190-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4ev5c/Awakenings_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/VYBjFI6b#lZJr9yMBCkSvzG6CINIf0pLxGUgU8KnNVqt_Ra6kNZs",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/y311it4e9cm9",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "JAz-prw_W2A",
      "video_url": "https://www.youtube.com/watch?v=JAz-prw_W2A",
      "embed_url": "https://www.youtube.com/embed/JAz-prw_W2A"
    }
  }
]