[
  {
    "metadata": "PG-13|2013|112 min|Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "25,677"
    },
    "title": "Tracks (2013)",
    "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ ၂၀၁၃ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဩစတေးခလျ Drama ကားကောင်းလေး တစ်ကားပါနာမည်ကတော့ Tracks ပါဒီကားလေးကိုတော့ ရော်ဘင်ဒေးဗစ်ဆန်ရဲ့ ဩစတေးလျသဲကန္တာရကို ကုလားအုတ်တွေနဲ့အတူ ၉ လကြာခရီးသွားခဲ့တဲ့အကြောင်း ရေးထားတဲ့ စာအုပ်ကို မှီငြမ်းပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်သူ ဒီခရီးကို မစတင်ခင် ကြိုတင်ပြင်ဆင်ခဲ့ရတဲ့အပိုင်းမှာ သူ့ကိုယ်ပိုင် ကုလားအုတ်တွေရဖို့သူကိုယ်တိုင် ကြိုးစားခဲ့တာတွေကို ပြပေးထားတဲ့အပြင် တကယ်ခရီးသွားတဲ့အခါမှာကြုံတွေ့ရတာတွေကိုလည်း သေချာရိုက်ပြထားပါတယ်သူခရီးသွားတဲ့အချိန်မှာ အရွယ်ရောက်ပြီးသား ကုလားအုတ် ၃ ကောင်ကုလားအုတ်ပေါက် ၁ ကောင် နဲ့ သူ့ရဲ့ သစ္စာရှိခွေးလေးနဲ့အတူ သွားခဲ့တာပါသူ့ကို ခရီးစရိတ်ရဖို့ National Geographic က ဓာတ်ပုံဆရာ ရစ်က စပွန်ဆာရအောင် လုပ်ပေးခဲ့တာပါသူတို့ လမ်းခရီးမှာ ဘာတွေ ကြုံရတယ်ဆိုတာကို ရိုက်ပြထားတာက ကိုယ်တကယ်ပဲအဲဒီခရီးကို လိုက်ပါရသလို မြင်တွေ့ခံစားရတာမို့ လက်မလွတ်တမ်း ကြည့်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးချင်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ)(Zawgyi)ဒီတစ္ခါ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၃ ခုႏွစ္မွာ ထြက္ခဲ့တဲ့ ဩစေတးခလ် Drama ကားေကာင္းေလး တစ္ကားပါနာမည္ကေတာ့ Tracks ပါဒီကားေလးကိုေတာ့ ေရာ္ဘင္ေဒးဗစ္ဆန္ရဲ႕ ဩစေတးလ်သဲကႏၲာရကို ကုလားအုတ္ေတြနဲ႔အတူ ၉ လၾကာခရီးသြားခဲ့တဲ့အေၾကာင္း ေရးထားတဲ့ စာအုပ္ကို မွီျငမ္းၿပီး ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္သူ ဒီခရီးကို မစတင္ခင္ ႀကိဳတင္ျပင္ဆင္ခဲ့ရတဲ့အပိုင္းမွာ သူ႔ကိုယ္ပိုင္ ကုလားအုတ္ေတြရဖို႔သူကိုယ္တိုင္ ႀကိဳးစားခဲ့တာေတြကို ျပေပးထားတဲ့အျပင္ တကယ္ခရီးသြားတဲ့အခါမွာႀကဳံေတြ႕ရတာေတြကိုလည္း ေသခ်ာ႐ိုက္ျပထားပါတယ္သူခရီးသြားတဲ့အခ်ိန္မွာ အ႐ြယ္ေရာက္ၿပီးသား ကုလားအုတ္ ၃ ေကာင္ကုလားအုတ္ေပါက္ ၁ ေကာင္ နဲ႔ သူ႔ရဲ႕ သစၥာရွိေခြးေလးနဲ႔အတူ သြားခဲ့တာပါသူ႔ကို ခရီးစရိတ္ရဖို႔ National Geographic က ဓာတ္ပုံဆရာ ရစ္က စပြန္ဆာရေအာင္ လုပ္ေပးခဲ့တာပါသူတို႔ လမ္းခရီးမွာ ဘာေတြ ႀကဳံရတယ္ဆိုတာကို ႐ိုက္ျပထားတာက ကိုယ္တကယ္ပဲအဲဒီခရီးကို လိုက္ပါရသလို ျမင္ေတြ႕ခံစားရတာမို႔ လက္မလြတ္တမ္း ၾကည့္သင့္တဲ့ ဇာတ္ကားေလးလို႔ ၫႊန္းေပးခ်င္ပါတယ္(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (900 MB ) and (440 MB)Quality : Blu-Ray 720pRunning Time : 1hr 52minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-ROVERSTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn CurranStarsAdam DriverBryan ProbetsEmma BoothJessica ToveyJohn FlausLily PearlMelanie ZanettiMia WasikowskaRainer BockRobert ColebyCastAdam DriverBryan ProbetsEmma BoothJessica ToveyJohn FlausLily PearlMelanie ZanettiMia WasikowskaRainer BockRobert Coleby",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zLGbK69ZyWPzj5Pgb8tXjDJk8J2.jpg",
      "https://image.tmdb.org/t/p/w300/n8kFI60TvllFEH1pIuevprO3u2x.jpg",
      "https://image.tmdb.org/t/p/w300/a06rUtOILTP5GL4EKswanY12UNO.jpg",
      "https://image.tmdb.org/t/p/w300/tTB09UOS79c0Rrmlt4aym5Nhktt.jpg",
      "https://image.tmdb.org/t/p/w300/hkVa4TVi0u0hOqmivehcTN6YUH7.jpg",
      "https://image.tmdb.org/t/p/w300/r08B3sj9wj1aLjc1v0q73SGsbrD.jpg",
      "https://image.tmdb.org/t/p/w300/ciUbVrYSASxpbPZkqlucXT32rA5.jpg",
      "https://image.tmdb.org/t/p/w300/hJEhoRde1iqtqZutMuFY3NDQCSM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ysXVxDpfPvl6YmojfNYDz9zjVtb.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-tracks-2013-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/a15e0a46af/cmtracks-2013-720p-bluray-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2AQy/(CM)Tracks.2013.720p.BluRay.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4QKvj/(CM)Tracks.2013.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HwFU2ISb#kb20BiL0ZY_qA3yfbo6qM5-cGO24LaCeXxuVtySE8Xs",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/jzpntmc1f8n5",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/Tmnh",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ggq7tk4ua875",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "HiEVQ4qb-cQ",
      "video_url": "https://www.youtube.com/watch?v=HiEVQ4qb-cQ",
      "embed_url": "https://www.youtube.com/embed/HiEVQ4qb-cQ"
    }
  },
  {
    "metadata": "Not Rated|2019|101 min|Action,Biography,Crime",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "179"
    },
    "title": "Chasing the Dragon II(2019)",
    "description": "Chasing the Dragon II(2019)((WEB-DL 720P ျဖင့္ update ေပးထားပါသည္….))(Zawgyi)ေဟာင္ေကာင္ရဲတပ္ဖြဲ႕တဈခုလုံး ေန႔စဥ္နဲ႔အ်မွေခါင္းမီးေတာက္ေနတယ္….ေအၾကာင္းေကတာ့ မူးယဈရာဇာႀကီး တေဈယာက္ေၾကာင့္ပါ…..မူးယဈရာဇာႀကီးဟာ ဒီေလာကမြာေတာ့ ဥပေဒကို လက္တဈလုံးျခားေနတဲ့သူပါ…ေအတြ႕အႀကဳံေပါင္း်မားစြာ႐ြိတဲ့အျပင္ ပါးနပ္လြန္းတဲ့ သူ႔ကိုဖမ္းဆီးဖို႔ ရဲေတြအတြက္ေန႔စဥ္နဲ႔အ်မွေခါင္းစားေနရတယ္..ဒီမူးယဈရာဇာႀကီးဟာ ကိစၥတဈခုကိုေျဖ႐ြင္းဖို႔ ေငြေၾကး လူသတ္သမားေပါင္းစုံအသုံးျပဳၿပီးေျခရာေ်ဖာက္ၿပီး ဥပေဒဘက္ေတာ္သားေတြကိုေလြာင္ၿပဳံးၿပဳံးေနတတ္တယ္…တေစန႔ေတာ့ ရဲတပ္ဖြဲ႕က ထက္ျမက္တဲ့ ရဲအရာ႐ြိတေဈယာက္ကို စပိုင္အျဖဈ မူးယဈဂိုဏ္းကို ဝင္ေစၿပီးေတာ့ သက္ေသေတြနဲ႔ ေထာင္ဖမ္းဖို႔ႀကိဳးစားပါေတာ့တယ္…ရဲတပ္ဖြ႕ဲရဲ႕အစီအစဥ္ေတြေအာင္ျမင္မလားဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး…ဒီတ႐ုတ္ကားေကတာ့ နာမည္ႀကီးမင္းသားေတြျဖဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို႔ ပါဝင္ထားပါတယ္…ခုေနာက္ထြက္တဲ့တ႐ုတ္ကားေတြထဲမြာ ေတာ္ေတာ္ႀကီးကိုမိုက္တဲ့အထဲမြာပါပါတယ္…Louis Koo ဆိုရင္ Line Walker ၾကည့္တဲ့ျမန္မာပရိတ္သတ္ေတြအဖို႔ မစိမ္းလြပါဘူး..အလန္းစားတ႐ုတ္ကားမို႔ခံစားၾကည့္ၾကပါဦးဇာတ္လမ္းအညႇြန္းနဲ႔ ဘာသာျပန္သူေကတာ့ Naomi Noe ပဲျဖဈပါတယ္…(Unicode)ဟောင်ကောင်ရဲတပ်ဖွဲ့တဈခုလုံး နေ့စဉ်နဲ့အျမှခေါင်းမီးတောက်နေတယ်….အေကြာင်းကေတာ့ မူးယဈရာဇာကြီး တဈေယာက်ကြောင့်ပါ…..မူးယဈရာဇာကြီးဟာ ဒီလောကမွာတော့ ဥပဒေကို လက်တဈလုံးခြားနေတဲ့သူပါ…အေတွ့အကြုံပေါင်းျမားစွာရွိတဲ့အပြင် ပါးနပ်လွန်းတဲ့ သူ့ကိုဖမ်းဆီးဖို့ ရဲတွေအတွက်နေ့စဉ်နဲ့အျမှခေါင်းစားနေရတယ်..ဒီမူးယဈရာဇာကြီးဟာ ကိစ္စတဈခုကိုဖြေရွင်းဖို့ ငွေကြေး လူသတ်သမားပေါင်းစုံအသုံးပြုပြီးခြေရာေျဖာက်ပြီး ဥပဒေဘက်တော်သားတွေကိုလွောင်ပြုံးပြုံးနေတတ်တယ်…တစေန့တော့ ရဲတပ်ဖွဲ့က ထက်မြက်တဲ့ ရဲအရာရွိတဈေယာက်ကို စပိုင်အဖြဈ မူးယဈဂိုဏ်းကို ဝင်စေပြီးတော့ သက်သေတွေနဲ့ ထောင်ဖမ်းဖို့ကြိုးစားပါတော့တယ်…ရဲတပ်ဖွ့ဲရဲ့အစီအစဉ်တွေအောင်မြင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ဒီတရုတ်ကားကေတာ့ နာမည်ကြီးမင်းသားတွေဖြဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို့ ပါဝင်ထားပါတယ်…ခုနောက်ထွက်တဲ့တရုတ်ကားတွေထဲမွာ တော်တော်ကြီးကိုမိုက်တဲ့အထဲမွာပါပါတယ်…Louis Koo ဆိုရင် Line Walker ကြည့်တဲ့မြန်မာပရိတ်သတ်တွေအဖို့ မစိမ်းလွပါဘူး..အလန်းစားတရုတ်ကားမို့ခံစားကြည့်ကြပါဦးဇာတ်လမ်းအညှွန်းနဲ့ ဘာသာပြန်သူကေတာ့ Naomi Noe ပဲဖြဈပါတယ်…File Size : (850 MB) and (335 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:4100Genre : Action, Crime, BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason KwanWong JingStarsCandice YuConnie ManDu JiangGordon LamKa-Hung WaiLouis KooSabrina QiuSimon YamTony Leung Ka-FaiYe Xiang-MingCastCandice YuChun-Fung WongConnie ManDu JiangGordon LamKa-Hung WaiLouis KooLukian WangMichael WongSabrina QiuSimon YamTony Leung Ka-FaiYe Xiang-Ming",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rDkKXMGGE9Rk2QOWPHpiNmec2pP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eDDH9Mp5cSN21Vf5Sl6AEqfuKzX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aifbk65c0dur.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/mhveafvrukc2",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/chasing-the-dragon22019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Biography,Drama,History,War",
    "rating": {
      "rating": "8.3/10",
      "rating_count": ""
    },
    "title": "Lawrence of Arabia (1962)",
    "description": "Lawrence of Arabia (1962)====================IMDb Rating (8.3)Rotten Tomatoes (93%)အော်စကာဆု (၇) ဆု ရရှိထားတဲ့ ဖြစ်ရပ်မှန်စစ်ပွဲနောက်ခံ တကယ့်ဂန္တဝင်ဇာတ်ကားကြီးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်…ဒီဇာတ်ကားဟာ ၁၉၁၆ ခုနှစ်များဆီက အာရပ်ကန္တာရတော်လှန်ရေးကို ဦးဆောင်ခဲ့တဲ့ T.E. Lawrence အကြောင်းဖြစ်ပြီးတော့Revolution တို့ရဲ့သဘောတရားကို ရှုမြင်နိုင်ပါတယ်…ပထမကမ္ဘာစစ်အတွင်းမှာ ဗြိတိသျှဗိုလ်တစ်ဦးဖြစ်တဲ့ ဗိုလ်လောရန့်စ်ဟာ ဂျာမန်နဲ့တူရကီတွေကိုဆန့်ကျင်တိုက်ထုတ်နေတဲ့ အာရပ်တွေရဲ့တော်လှန်ရေးကို လေ့လာဖို့ အာရေးဘီးယားကို စေလွှတ်ခြင်းခံရပါတယ်။ ကိုယ်နဲ့အကျွမ်းတဝင်မရှိတဲ့ ကန္တာရဒေသမှာ ခရီးစနှင်ကတည်းက အခက်အခဲများစွာကြုံတွေ့ရင်းကနေ အာရပ်ခေါင်းဆောင် မင်းသားဖိုင်ဆယ်ဆီရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ အစိတ်စိတ်အမွှာမွှာကွဲပြားနေတဲ့ အာရပ်လူမျိုးစုတွေကို ပြန်လည်စည်းရုံးစုပေါင်းပြီး လောရန့်စ်တစ်ယောက် ဗြိတိသျှအထက်အမိန့်တွေကို ဖီဆန်ကာ အာရပ်တော်လှန်ရေးကိုအရှိန်မြှင့်တင်ခဲ့ပါတော့တယ်။စစ်မှန်တဲ့စိတ်ရင်းစေတနာ၊ မလျှော့သောဇွဲနဲ့ ထက်မြက်တဲ့စစ်ဆင်ရေးနည်းဗျူဟာတွေကြောင့် လက်နက်အင်အား၊ လူအင်အားမမျှတဲ့ တူရကီကြီးစိုးရာနယ်မြေတွေကို သိမ်းယူလာနိုင်ခဲ့တဲ့လောရန့်စ်ဟာ အာရပ်လူမျိုးတွေနဲ့ အင်္ဂလိပ်အရာရှိနှစ်ဖက်လုံးရဲ့ ယုံကြည်ကိုးစားမှုကို တစ်စတစ်စရရှိလာပြီး သူနဲ့အတူအာရပ်တော်လှန်ရေးဟာလည်း အရှိန်အဟုန်မြင့်လာပါတော့တယ်။တော်လှန်ရေးတစ်လျှောက်မှာ မိတ်ဆွေတွေတိုးပွားပြီး စိတ်အားတက်စရာတွေကြုံခဲ့ရသလို ရပြီးသားမိတ်ဆွေတွေကိုဆုံးရှုံးရပြီး လက်လျှော့ချင်စိတ်အကြိမ်ကြိမ်ဖြစ်ခဲ့ရတဲ့ လောရန့်စ်ရဲ့စိတ်ခံစားချက်အတက်အကျတွေကိုပီပြင်အောင်ပုံဖော်နိုင်ခဲ့တဲ့ မင်းသားကြီး Peter O’Toole ရဲ့ ကောင်းမွန်လှတဲ့သရုပ်ဆောင်ချက်တွေရော၊ လှပတဲ့ရိုက်ချက်တွေရောကြောင့် အော်စကာဆု ၇ဆုထိရရှိခဲ့ပြီး လွှမ်းမိုးမှုအရှိဆုံး ရုပ်ရှင်ဇာတ်ကားကြီးအဖြစ်ပါ သတ်မှတ်ခံထားရပါတယ်။ဇာတ်ကားကြာမြင့်ချိန် ၄ နာရီနီးပါးရှိပြီး မြင်ကွင်းကျယ်ရိုက်ကူးချက်တွေကြောင့် မီးပိတ်ပြီး အသံအဆုံးထိဖွင့်ကြည့်မယ်ဆိုရင် တကယ့်ရုပ်ရှင်ရုံမှာ ကြည့်နေရသလိုခံစားရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို MTA မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)File size…(5 GB) and (2.6 GB)Quality….BluRay 1080p and 720p 5.1CHFormat…mp4Duration….03:48:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMTAYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlec GuinnessAnthony QuayleAnthony QuinnArthur KennedyBarbara ColeBarry WarrenBasil DignamBruce BeebyBryan PringleClaude RainsClive MortonCyril ShapsDaniel MoynihanDavid LeanDonald WolfitErnie RiceFernando SanchoFred BennettGamil RatibGeorge PlimptonHarry FowlerHenry OscarHoward Marion-CrawfordHugh MillerI.S. JoharIan MacNaughtonJ.R.M. ChapmanJack GwillimJack HawkinsJack HedleyJames HayterJohn BarryJohn BennettJohn DimechJohn RobinsonJohn RuddockJosé FerrerKenneth FortescueMichel RayMohamed El HabachiNoel HowlettNorman RossingtonOmar SharifPatrick KavanaghPeter BurtonPeter DukelowPeter O'TooleRafael HernándezRobert BoltRobert RiettiRoy StevensSteve BirtlesStuart SaundersZia Mohyeddin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mx2jS5Kaa5rmaldEFzKeKpDN9Q2.jpg",
      "https://image.tmdb.org/t/p/w300/6wmemKdbkOIaWfzz607K21R6qOh.jpg",
      "https://image.tmdb.org/t/p/w300/49EQNQuFY9YqBZaJuXtVVOiwYF5.jpg",
      "https://image.tmdb.org/t/p/w300/9Yht6Ho4y213OqeHBIQyuI919fT.jpg",
      "https://image.tmdb.org/t/p/w300/pLdU1ftzhyryAdonI1rq2zXsyJd.jpg",
      "https://image.tmdb.org/t/p/w300/v1MGuvJstnhVsBL3rM8zkUpXLLG.jpg",
      "https://image.tmdb.org/t/p/w300/aDXTDscviJu8RKCbV1Abnd8e4jP.jpg",
      "https://image.tmdb.org/t/p/w300/bCemdbdmGHjhJbvE5Z06rIeO1mx.jpg",
      "https://image.tmdb.org/t/p/w300/dvMPSliyz58UAIEG29TqPE9sZfg.jpg",
      "https://image.tmdb.org/t/p/w300/2qV8Lufv4iKiF429Z2lBvwYz3lv.jpg",
      "https://image.tmdb.org/t/p/w300/tZZ3tyKE8Y0jhMX8azOdAdHR1L5.jpg",
      "https://image.tmdb.org/t/p/w300/nr65Knm1kE88uRz9bePw1lHEJDD.jpg",
      "https://image.tmdb.org/t/p/w300/ja4qsFtjSGSJgeOkOPCOlc3aQyg.jpg",
      "https://image.tmdb.org/t/p/w300/eNIATKAk5ZGxwcirG1ovwymA7UQ.jpg",
      "https://image.tmdb.org/t/p/w300/jrBQn0RUEVHNI1L9QLhfsksi9x2.jpg",
      "https://image.tmdb.org/t/p/w300/rONlcdvsVgGtgwCvX5RCezv3fKI.jpg",
      "https://image.tmdb.org/t/p/w300/dDymQcT6PHxz53IxBnoxDjXJuNL.jpg",
      "https://image.tmdb.org/t/p/w300/jneVwy88Ml9h8JXnHXruf7rsvTi.jpg",
      "https://image.tmdb.org/t/p/w300/fEl2W6FvIxc65tMb4ox81C3KyON.jpg",
      "https://image.tmdb.org/t/p/w300/rXNzGfbPGstu0FDCQa62NPJFVfO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/3d85ad24-052d-41a3-abcf-e03eb538902b.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/lawrence-of-arabia-1962",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-lawrence-of-arabia-1962-rm-4-k-1080-p-blu-ray-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lawrence-of-arabia-1962-rm-4-k-720-p-blu-ray-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2j6rC/(CM)Lawrence_of_Arabia_(1962)_RM4K_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2j6qA/(CM)Lawrence_of_Arabia_(1962)_RM4K_(720p_BluRay_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/DXw22IAZ#hMmKxBGuAs9q0YL8OYvLhVw7UGuZTha0JGh3dPBy6KI",
        "server": "mega.nz",
        "size": "5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PawwgQDY#t8evKaebwbxVVyYTwRxNrRNWHw0poBiHq27HJ4MiIYk",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/ptnxz4o6vb3f",
        "server": "veryfiles.com",
        "size": "5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/8jlqg8cfwfoe",
        "server": "veryfiles.com",
        "size": "2.6 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/3sx6gb6mu1yd",
        "server": "upstream.to",
        "size": "2.6 GB",
        "quality": ""
      },
      {
        "link": "https://disk.yandex.com/i/F7wj_V-U19U8Bg",
        "server": "disk.yandex.com",
        "size": "5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/j_2vNBXI_xaE-A",
        "server": "disk.yandex.com",
        "size": "2.6 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "TIcU1Bm89mw",
      "video_url": "https://www.youtube.com/watch?v=TIcU1Bm89mw",
      "embed_url": "https://www.youtube.com/embed/TIcU1Bm89mw"
    }
  },
  {
    "metadata": "N/A|2018|112 min|Adventure,Biography,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "629"
    },
    "title": "The Mercy (2018)",
    "description": "The Mercy ဟာ 1968 ခုနှစ်ဝန်းကျင်မှာ ကျုင်းပခဲ့တဲ့ Sunday Times Golden Globe Race လို့ခေါ်တဲ့ လှေမာရသွန်ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ခဲ့တဲ့ အပျော်တမ်းရွက်လှေသမား Donald Crowhurst ရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ Biography, Drama ဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုရိုက်ကူးသူကတော့ ဒါရိုက်တာ James Marsh ဖြစ်ပြီး၊ ဇာတ်ဆောင်ဖြစ်သူ Donald Crowhurst နေရာမှာ The King’s Speech ဇာတ်ကားနဲ့ အော်စကာဆုကိုရရှိခဲ့တဲ့သူဖြစ်ပြီး The Kingsman ဇာတ်ကားနှစ်ကားလုံးမှာ Harry Hart အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Colin Firth ပါ။ပြိုင်ပွဲဝင်ပြိုင်မယ့် ပြိုင်ပွဲဝင်တစ််ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြောင့် စီကာပတ်ကုံးညွှန်းဆိုနေစရာမလိုတော့ဘူးလို့ထင်ပါတယ်။ဇာတ်ဆောင်ရဲ့ မဆုတ်မနစ်ကြိုးပမ်းမှုတွေကို အသားပေးရိုက်ကူးထားတာကြောင့် ဘဝကိုရုန်းကန်ဖို့အတွက် အားယုတ်လျော့နေတဲ့သူတွေ၊ ဘဝကိုလက်မြောက်အရှုံးပေးချင်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားမှပေးစွမ်းတဲ့ရသက ခွန်အားဖြစ်စေမှာ ဖြစ်တာကြောင့်လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File Size : (800 MB)Quality : Blu-Ray 720pRunning Time : 1h 52minFormat : Mp4Genre : Adventure, Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.X264-AMIABLETranslated by Brilliant StarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames MarshStarsAndrew BuchanColin FirthDavid ThewlisEleanor StaggFinn ElliotJonathan BaileyKen StottKit ConnorRachel WeiszSam HoareCastAdrian SchillerAndrew BuchanAnna MadeleyColin FirthDavid ThewlisDilyana BouklievaEleanor StaggFinn ElliotGenevieve GauntJonathan BaileyKen StottKit ConnorLaurence SpellmanOliver MaltmanRachel WeiszRichard TeversonSam HoareSebastian ArmestoSimon ChandlerStuart DavidsonTim Downie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/riE6pDN9PGRenopJ8v5hNyJ2kYo.jpg",
      "https://image.tmdb.org/t/p/w300/izbBm642sTv8sC3cv8lOK0MrWZN.jpg",
      "https://image.tmdb.org/t/p/w300/OzeVUVXvT05iTydhW26Hz1LLPJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6rn170WmFUE4esoXvoOOAonDw16.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-mercy-2018-mm-sub",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mercy-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720"
      },
      {
        "link": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720"
      },
      {
        "link": "https://embedsb.com/q68o2fg4au8p.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720"
      }
    ],
    "trailer": {
      "video_id": "ToN2G3K5pOE",
      "video_url": "https://www.youtube.com/watch?v=ToN2G3K5pOE",
      "embed_url": "https://www.youtube.com/embed/ToN2G3K5pOE"
    }
  },
  {
    "metadata": "N/A|2021||Action,Biography,Drama",
    "rating": {
      "rating": "9.0/10",
      "rating_count": "3.9k"
    },
    "title": "Shershaah  (2021)",
    "description": "Shershaah 2021———————————IMDB 9.0/10 User 3.9Kဒီနှစ်ထဲမှာ low budget နဲ့ဇာတ်ကားတွေချည်းမို့ကားကောင်းတွေ နည်းခဲ့တယ်။ အဲ့ဒီအထဲဒီဇာတ်ကားကတော့ ကြိုက်မိပါတယ်။ဗစ်ကရမ်ဆိုတဲ့ ငနဲက ငယ်ငယ်လေး ကတည်းကရန်ဖြစ်ဖို့လည်း လက်မရွံ့ခဲ့။အကြောက်တရားက မရှိခဲ့။ကျောင်းတွင်း ပြည်ထောင်စုနေ့၊ လွတ်လပ်ရေးနေ့တွေမှာဆိုကျောင်းသားအားလုံးကို ကျောင်းဝတ်စုံနဲ့ မြင်ရပေမဲ့ဗစ်ကရမ်ကတော့ အိန္ဒိယစ်စဝတ်စုံကိုဂုဏ်ယူဝင့်ကြွားစွာ ဝတ်လာတတ်တယ်။ငယ်စဉ်ကတည်းက မက်ခဲ့တဲ့ အိပ်မက်ကအရွယ်ရောက်လာတဲ့အခါ စစ်သားကြီးဖြစ်ဖို့ပေါ့။သူကောလိပ်တက်စဉ်မှာတော့ အင်မတန်မှကိုချောမောလှပတဲ့ ချစ်သူတစ်ယောက်လည်း ပိုင်ဆိုင်ထားတယ်။အချစ်ရေးမှာရော သူ့ရဲ့ ရည်မှန်းချက် အိပ်မက်ကဘယ်လို အတားအဆီးဖြစ်လာမလဲ။အဲ့ဒါက ဗစ်ကရမ်ရဲ့အကြောင်းပါပဲ ။သူ့တာဝန်ထမ်းဆောင်ရတဲ့ နေမြေကတော့အများသိတဲ့ စစ်သွေးကြွတို့ရဲ့ နယ်မြေကက်ရှ်မီးယားပါပဲ။ကက်ရှ်မီးယားကို သူစတင်ရောက်စဉ်မကြာမီမှာပဲဒေသခံတွေနဲ့ ရင်းနီးသွားတယ်။သတင်းပေးတွေရဲ့ သတင်းတွေအရအကြမ်းဖက်သမားတွေကို ဘယ်လိုဖြိုခွင်းမလဲဆိုတာကိုလည်းစစ်ကားကောင်းတစ်ကားလို ကြည့်ရမှာပါ။အချစ်လည်း ပါသလို၊ စစ်ရေးလည်း ပါတာမို့ကြည့်ရတာ ကျေနပ်မိစေမှာပါ။သူတို့တပ်ရင်းရဲ့ မြင်မြင်သမျှတွေဟာလည်းတကယ့်စစ်သားတွေလို စကားလုံးအသုံးအနှုန်းတွေကအစသဘာဝကျလှပါတယ်။ဒီလို ကားကောင်းတစ်ကားကို မိတ်ဆွေတို့အပန်းဖြေနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ဪ မေ့လို့.. ရိုချင်တဲ့သူတွေအတွက်လည်းသီချင်းလေးက ကောင်းလွန်းလို့ စာတန်းထိုးပေးထားပါတယ်ဗျ။File size…1.45GB and 2.18GBQuality…720p AMZN Web DL DDP5.1 and 180p WEB DL DD+5.1Format…Mp4Duration….2h 15minsSubtitle….Myanmar Subtitles (Hard Sub)Encoder…. YKTranslated by Myint Thu & Nyi KoeReviewed by Nyi KoeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVishnuvardhanStarsKiara AdvaniShiv PandittSidharth MalhotraCastAbhiroy SinghAnil MangeHimanshu MalhotraKiara AdvaniMir SarwarNikitin DheerPawan ChopraPranay Singh PachauriRaj ArjunSahil VaidShataf FigarShiv PandittSidharth MalhotraTrishaan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3ykHalpYiq1hAdTv4Ffgvzna0eB.jpg",
      "https://image.tmdb.org/t/p/w300/yZ34L9fAooB8qeuxzNNh7az4zU8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/VyMTA5NzIyMDY5.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shershaah-2021",
        "server": "VIP Links",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-shershaah-2021-720-p-amzn-web-dl-ddp-5-1-hevc-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.45GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/li25u48onfb4.html",
        "server": "usersdrive.com",
        "size": "1.45GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/91panyqawbfs",
        "server": "veryfiles.com",
        "size": "1.45GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/8x0w9hlh20qi.html",
        "server": "streamsb.com",
        "size": "1.45GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Ykyh/(CM)Shershaah.2021.720p.AMZN.WEB-DL.DDP5.1.HEVC-Telly.mp4",
        "server": "megaup.net",
        "size": "1.45GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/shershaah-2021-hindi-true-web-dl-1080-p-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kvvh1tcev2la.html",
        "server": "usersdrive.com",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/lo6lrdymqs1w",
        "server": "veryfiles.com",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/30d2B/SHERSHAAH_(2021)_Hindi_TRUE_WEB-DL1080p.DD+5.1.(CM).mp4",
        "server": "megaup.net",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-shershaah-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/4smxhtu3yuof.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/mxwentgqm5mm",
        "server": "veryfiles.com",
        "size": "600MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-Movie|2022|1h 48min|Biography,Comedy,Music",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "2.8K"
    },
    "title": "Weird: The Al Yankovic Story",
    "description": "Weird The Al Yankovic Story (2022)ဒီ movie genre ကတော့တော်တော်ထူးခြားတယ်ပြောရမယ်။Biography ကိုမှ ဟာသပြုထားသရော်ထားတဲ့ Biography Parody အမျိုးအစားပါ။ဒီတော့ဘယ်သူ့ Biography လဲမေးရင်တစ်ခေတ်တစ်ခါက parody songs တွေရဲ့ဘုရင်ကြီး Weird Al ရဲ့Biography ပါပဲဒီဟာသပြုအထုပ္ပတ္တိကို Weird Al ကိုယ်တိုင်ပူးတွဲရေးသားထားပြီးသရုပ်ဆောင်တာကလဲထူးထူးခြားခြားဇာတ်လမ်းတွေသရုပ်ဆောင်နေကျအားလုံးအချစ်တော်ဟယ်ရီပေါ်တာမင်းသားဆိုတော့ တကယ့်ကြည့်ကောင်းတဲ့ဇာတ်လမ်းပါပဲ။အဆိုကျော်ကြီးတစ်ယောက်ရဲ့ အထုပ္ပတ္တိကိုကြည့်ရမယ့်အပြင်ဟာသပြုထားတော့သာမန်အထုပ္ပတ္တိဇာတ်လမ်းတွေလိုပျင်းစရာလဲမကောင်းတော့ဘူးပေါ့။ဒါက Weird Al ဘဝဖြစ်ရပ်မှန်နဲ့ဇာတ်လမ်းပြန်ဖန်တီးထားတယ်ဆိုတော့ဒါကြည့်ပြီးရင်တော့ဘယ်အချက်တွေကများအမှန်လဲဆိုပြီး သိချင်စိတ်နဲ့အားလုံး ဂူဂဲလ်ရောက်သွားကြမှာသေချာတယ်ဗျာ။ဒီဇာတ်လမ်းမှာ ပေါ့ပ်ကွင်းမက်ဒေါနားနဲ့အချစ်ဇာတ်လမ်းပါပါသေးတာမို့Weird Al ပြောတာက လက်ရှိသူ့နာမည်နဲ့ပတ်သက်ပြီးဂူဂဲမှာအရှာဖွေဆုံးက သူနဲ့မက်ဒေါနားတကယ်ပတ်သက်ခဲ့သလားဆိုတာပါပဲဆိုတော့အမြန်ကြည့်ပြီး ဂူဂဲလ်မှာအမြန်သာပြေးရှာလိုက်ကြပါတော့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Biography, Comedy, MusicQuality…. 1080p | 720p | 480pFile size… 1.6GB | 863MB | 465MBFormat… mp4Duration…. 1h 48minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCast\"Weird Al\" YankovicAkiva SchafferArturo CastroConan O'BrienDaniel RadcliffeDavid BloomDavid DastmalchianDean SharpeDemetri MartinDiedrich BaderDot-Marie JonesEmo PhilipsEvan Rachel WoodJack BlackJack LancasterJacob Lawrence KreissJeremy BolmJohnny PembertonJonah RayJorma TacconeJosh GrobanJulianne NicholsonJulie ChangLin-Manuel MirandaMadonnaMichael McKeanNina WestPatton OswaltPaul F. TompkinsQueen Elizabeth II of the United KingdomQuinta BrunsonRainn WilsonRichard Aaron AndersonRonald ReaganScott AukermanSeth GreenSpencer Treat ClarkThomas LennonToby HussTommy O'BrienWill Forte",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8hSx5b4YfD2dzvGtrE6mdXF0xrZ.jpg",
      "https://image.tmdb.org/t/p/w300/cWoTRLCRFeSXmh79I3sBj6Bn17n.jpg",
      "https://image.tmdb.org/t/p/w300/h8Z7VvOe5a62006gTwoEOAZHryp.jpg",
      "https://image.tmdb.org/t/p/w300/dcJRzd4yagBX6gVmCuVYAfyo9cf.jpg",
      "https://image.tmdb.org/t/p/w300/xjURQruwfo8l5vWg5S9RSU6YCOe.jpg",
      "https://image.tmdb.org/t/p/w300/elwQsX3stMGcshUubEmykBqBTND.jpg",
      "https://image.tmdb.org/t/p/w300/riIpyzK5ylZj1SrAFnfjYVJmXLQ.jpg",
      "https://image.tmdb.org/t/p/w300/qxAetIDC2ieoMqklmdmknVznJhn.jpg",
      "https://image.tmdb.org/t/p/w300/gxwtUwQkDD1snMPvWfNUX6fAvHo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qcj2z13G0KjaIgc01ifiUKu7W07.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gzucruqwmfal.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/weird-the-al-yankovic-story-2022-1080-p-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1PHlh/Weird.The.Al.Yankovic.Story.2022.1080p.WEB-DL.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/cH1jlZ6Z#TwbaYPJr8Xw28z3ZPFRHvcYm93z_5YuyKrpsM6GcdMc",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3pf2diti3suk.html",
        "server": "usersdrive.com",
        "size": "863MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/weird-the-al-yankovic-story-2022-720-p-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "863MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2vEN9/Weird.The.Al.Yankovic.Story.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "863MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/5DkA0IpD#gezOKA8KjP2BUq56KaRbuIP-dgvpaAKTWHRnRBwCkGI",
        "server": "mega.nz",
        "size": "863MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/ay1i9wf4m84a.html",
        "server": "streamsb.com",
        "size": "863MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/oivndczqja8n.html",
        "server": "usersdrive.com",
        "size": "465MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/weird-the-al-yankovic-story-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "465MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1PHkp/Weird.The.Al.Yankovic.Story.2022.480p.WEB-DL..CM.mp4",
        "server": "megaup.net",
        "size": "465MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/VOkG3BZR#qEtmcfL52dBZ3Nw_clBI9jn83Yd9Zr5_tf0I6fGwltM",
        "server": "mega.nz",
        "size": "465MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/gy598sk3emcz.html",
        "server": "streamsb.com",
        "size": "465MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "MVXGgwhO6jc",
      "video_url": "https://www.youtube.com/watch?v=MVXGgwhO6jc",
      "embed_url": "https://www.youtube.com/embed/MVXGgwhO6jc"
    }
  },
  {
    "metadata": "R|1995|1h 40min|Action,Adventure,Biography,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "4,689"
    },
    "title": "Beyond Rangoon (1995)",
    "description": "Beyond Rangoon (1995)_____IMDb – 6.6/10IMDb rating 6.6 ရရှိထားြပြီး ၁၉၉၅ ခုနှစ်က ရိုက်ကူးထားတဲ့မြန်မာ့နောက်ခံ သမိုင်းအသားပေး ဇာတ်ကာကြီး Beyond Rangoon ကိုမိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားဟာ ဆို ၁၉၈၈ ခုနှစ်မှာ မြန်မာ နိုင်ငံကိုလာလည်တဲ့ tourist တဖွဲ့ဟာ၈၈၈၈ uprising ကိုကြုံတွေ့ရပုံကို ရိုက်ကူးပြသထားတာ ပါ။ဒါကြောင့် မြန်မာနိုင်ငံရဲ့ သဘောသဘာဝတွေအများအပြားပါဝင်ထားပြီးထူးခြားတာ တစ်ခုက ဒီဇာတ်ကားဟာ မြန်မာ နိုင်ငံမှာ ရိုက်ကူးခဲ့တာ မဟုတ်ပဲမလေးရှားနိုင်ငံမှာပဲ ဇာတ်ဝင်ခန်းအားလုံးကိုရိုက်ကူးခဲ့တာဖြစ်ြပြီးဒီဇာတ်ကားထဲမှာ အပြင်မှာ လက်တွေ့ကြုံတွေ့ခဲ့ ကြရတဲ့ မြန်မာပြည်သူတွေရဲ့ လက်တွေ့ ဘဝတွေကိုမီးမောင်းထိုးရိုက်ကူးပြသထားတာပါ။ဒီဇာတ်ကားဟာ ဥရောပမှာသာမက အမေရိကမှာပါအထူးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားလည်း ဖြစ်ခဲ့ပါတယ် ။ဇာတ်လမ်း အကျဉ်းလေးကတော့အန်ဒီနဲ့ သူ့သူငယ်ချင်းဟာ လင်ယောကျာ်းဖြစ်သူ အသတ်ခံရလို့ပူဆွေးသောကဖြစ်နေတာကို စိတ်ပြေလက်ပျောက်ဖြစ်စေရန်အလို့ငှာမြန်မာနိုင်ငံသို့အပန်းဖြေလေ့လာရေးခရီးထွက်လာရာမှမမျှော်လင့်ပဲ ၈၈၈၈ ကိုကြုံတွေ့ လိုက်ရတဲ့အခါမှာတော့ ………..Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn BoormanStarsAnn HowardCho Cho MyintFrances McDormandMichael PickellsPatricia ArquetteSpalding GrayTiara JacquelinaU Aung KoVictor SlezakYe MyintCastAnn HowardCho Cho MyintEnzo RossiFrances McDormandJohnny CheahKuswadinath BujangM.RajoliMichael PickellsPatricia ArquetteSpalding GrayTiara JacquelinaU Aung KoVictor SlezakYe Myint",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/beyond-rangoon-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/beyond-rangoon-1995",
        "server": "VIP Links",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/beyond-rangoon-1995-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gmt4mvkiz4ty.html",
        "server": "usersdrive.com",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/beyond-rangoon-1995-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Sfdm/Beyond_Rangoon_[1995]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hElRgBia#zKYPpN4jlrLmrEaAWD9Fls5ZbftuikhqMyxVOx3HfLY",
        "server": "mega.nz",
        "size": "731 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/w0uoznd38qdt",
        "server": "upstream.to",
        "size": "731 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|2h 8m|Adventure,Biography,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "12000"
    },
    "title": "Queen of the Desert (2015)",
    "description": "Queen of Desert (2015)ဒီကားလေးက 2015 ခုနှစ်က ထွက်ထားတဲ့ လက်ရာမြောက် အတ္ထုပ္ပတ္တိ ဒရာမာကားကောင်းလေးဖြစ်ပါတယ်။ ကန္တာရရဲ့မိခင်ကြီးလို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကတ်ထရုဘဲလ်အကြောင်းကို အသက်(၂၀)နှောင်းပိုင်းကစပြီး စိတ်၀င်စားဖို့ကောင်းစွာတင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာက Werner Herzog ပါ။ ဟားဇော့ဆို စီနီမာဖန်တွေကြား မသိတဲ့လူမရှိလောက်ပါဘူး။ နယူးဂျာမန်စီနီမာရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်လည်းဖြစ်တဲ့ ဟားဇော့ရဲ့ ရုပ်ရှင်အများစုက ဂန္ထဝင်စံတင်ရတဲ့ကားတွေချည်းပါပဲ။ ဒီကားကတော့ သူ့ရဲ့ သိပ်မကြာသေးခင်ကကားပါ။ ခင်ဗျားတို့သိသလိုပဲ ဒီလိုဒါရိုက်တာတွေရဲ့ကားတွေက ရိတ်တင်မကောင်းရင်တောင် ကောင်းနေကြတာများပါတယ်။ ဘာလို့ဆို အကဲဖြတ်တဲ့ဘဲတွေက သူ့ရှေ့ကားတွေနဲ့ပါ ချိန်ထိုးဖြတ်ကောင်းဖြတ််နိုင်ကြတာကိုး။ကတ်ထရုရဲ့ဘ၀အစ ဆို့နင့်ဖို့‌‌ကောင်းတဲ့အချစ်ဇာတ်လမ်းကို ကျွန်တော်တို့ ဗမာတွေ မင်းယုဝေဘာသာပြန်တင်ဆက်သမှုနဲ့ မသိသူမရှိတဲ့ သူ့စာသားတွေကို ကဗျာဆရာတွေ တေးရေးတွေ ခဏခဏယူသုံးခံရတဲ့ ကဗျာဆရာအိုမာခယမ်ရဲ့ ရူဘိယက်ကဗျာနဲ့တင်ဆက်ထားတာကအစ လွမ်းမောစရာကောင်းပြီး အမျိုးသမီးတစ်ဦးအနေနဲ့ အရှေ့အလယ်ပိုင်းဒေသကို ခရီးလှည့်လည်သွားလာရင်း ကြုံတွေ့ရတဲ့အခက်အခဲတွေကို ကဗျာတလှည့် စာတလှည့်နဲ့ပြသထားပါတယ်။ ထူးတာက ဒီဇာတ်ထဲက အဓိကဇာတ်ကောင် ကတ်ထရုဘဲလ်က တကယ်ရှိခဲ့သလို ဒီဇာတ်ကလည်း ဖြစ်ရပ်မှန် အခြေအတည်ထားတဲ့ ဇာတ်ပါ။ သရုပ်ဆောင်ပိုင်းအနေနဲ့ဆိုရင်လည်း ဝါရင့်မင်းသမီးကြီး Nicole Kidman က ကတ်ထရုဘဲလ်အဖြစ် သရုပ်ဆောင်ထားတဲ့အပြင် Robert Pattinson နဲ့ James Franco တို့လို ထိတ်ထိတ်ကြဲတွေကပါ ပါ၀င်ထားလို့ အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 775MBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 2H 8MinGenre – Adventure, Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWerner HerzogStarsAbdellah BensaidiAbdellatif ChaouqiAbderrahmane BaallaAnas CherifiAnas El BazAssaad BouabAyoub LayoussifiBeth GoddardCharlie HollwayChristina LowChristopher FulfordColin GoodwinDamian LewisDavid CalderFatima ezzahra El JaouhariFehd BenchemsiFrancis MontaryHamid NajahHamza El MoustaatiHicham HaijjiHolly EarlIsmael KanaterJames FrancoJay AbdoJenny AgutterJohn WarkMark Lewis JonesMegan SullivanMehdi QuazzaniMichael JennMohamed BoussalemMohamed ZiatMostafa El HouariMustafa HaidariNadia NiaziNick N. RaslanNick WaringNicole KidmanPeter StevensonQualid MezouarRenee FaiaRichard GouldingRobert PattinsonSalah AzadouSarah CrowdenSophie LinfieldWilliam EllisYounes BenzakourYounes BouabCastAbdellah BensaidiAbdellatif ChaouqiAbderrahmane BaallaAnas CherifiAnas El BazAssaad BouabAyoub LayoussifiBeth GoddardCharlie HollwayChristina LowChristopher FulfordColin GoodwinDamian LewisDavid CalderFatima ezzahra El JaouhariFehd BenchemsiFrancis MontaryHamid NajahHamza El MoustaatiHicham HaijjiHolly EarlIsmael KanaterJames FrancoJay AbdoJenny AgutterJohn WarkMark Lewis JonesMegan SullivanMehdi QuazzaniMichael JennMohamed BoussalemMohamed ZiatMostafa El HouariMustafa HaidariNadia NiaziNick N. RaslanNick WaringNicole KidmanPeter StevensonQualid MezouarRenee FaiaRichard GouldingRobert PattinsonSalah AzadouSarah CrowdenSophie LinfieldWilliam EllisYounes BenzakourYounes Bouab",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eYpu1C6Xe3FzHaw5MtMVxLjBtJf.jpg",
      "https://image.tmdb.org/t/p/w300/8amUDHrrOtBPvAakyqdyz6z5das.jpg",
      "https://image.tmdb.org/t/p/w300/YriniFYQUBnlnKSoSUE1Cc6W8U.jpg",
      "https://image.tmdb.org/t/p/w300/aMmk7D9FoDgmk5yganENMXWSP6E.jpg",
      "https://image.tmdb.org/t/p/w300/A5YKmnnXoUlmA14Uc7QmdkCUFXB.jpg",
      "https://image.tmdb.org/t/p/w300/mB529cuKpm6sez9nfHjlUn707Xd.jpg",
      "https://image.tmdb.org/t/p/w300/qNwFtN9EGxwQ4jej39I9S4wAKWr.jpg",
      "https://image.tmdb.org/t/p/w300/lA38KGwd0I4Cpr8cvtHSPmqvGEg.jpg",
      "https://image.tmdb.org/t/p/w300/qIo0kPnU0l8JGJqs97fuDLLEZlw.jpg",
      "https://image.tmdb.org/t/p/w300/mfCxhO9CZzQ55E5keCHGfTZOUa3.jpg",
      "https://image.tmdb.org/t/p/w300/fLaFPqoSdGySOtcd11WnIjzUKKF.jpg",
      "https://image.tmdb.org/t/p/w300/ij7pvffDtzdR30qHVyXvfTiYFeq.jpg",
      "https://image.tmdb.org/t/p/w300/puPNldyWtlwe4zbiiln8iPdskyV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/kxv2MrbwlO4Z8HEfWJ6xy0YvTIt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-queen-of-the-desert-2015-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BWrt/(CM)_Queen_of_the_Desert_(2015)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0nViEByT#hs9Iq_obx65r5Hrr2aC7ptmxoMVV3f8QAMbRhDRaWHg",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bnpyvjslxk1v.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-queen-of-the-desert-2015-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1g1wt/(CM)_Queen_of_the_Desert_(2015)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UrExQDDB#0vZwQxfJ1uxc5dCqU3cwbm_Ynl-LzTfd56PsEg_1P7s",
        "server": "mega.nz",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6xi9zgdfhmw6.html",
        "server": "usersdrive.com",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/krwgpyc06p81",
        "server": "streamsb.com",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zhhjjko2wa77",
        "server": "streamvid.io",
        "size": "775MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SU-bdMPV0V4",
      "video_url": "https://www.youtube.com/watch?v=SU-bdMPV0V4",
      "embed_url": "https://www.youtube.com/embed/SU-bdMPV0V4"
    }
  },
  {
    "metadata": "|||Biography,Drama,Music",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Control (2007)",
    "description": "Freddie Mercury ရဲ့ Bohemian Rhaspody ကိုသင်ကြိုက်ခဲ့တယ်ဆိုရင်ဒီရုပ်ရှင်ကသင့်အတွက်ပါပဲ Joy Division ရဲ့Ian Curtis အကြောင်းကို ရိုက်ကူးထားတာပါအီယံ ကာတစ်ဟာ မသန်စွမ်းလူငယ်များကို အလုပ်ရှာပေးတဲ့ အေဂျင်စီမှာအလုပ်လုပ်နေတဲ့ လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်Warsawလို့ခေါ်တဲ့Bandရဲ့အဆိုတော်လည်းဖြစ်ပါတယ်David Bowieကိုကြိုက်နှစ်သက်သူဖြစ်ပြီးDebbieလို့ခေါ်တဲ့ကောင်မလေးနဲ့တွေ့ဆုံကာချက်ချင်းပဲ ငယ်ငယ်ရွယ်ရွယ်နဲ့လက်ထပ်လိုက်ပါတော့တယ်အဲ့အချိန်မှာပဲ သူတို့ရဲ့bandနာမည်ဟာ Joy Divisionဖြစ်လာပြီးလူအများရဲ့အာရုံစိုက်ခြင်းကို စတင်ခံလာရပါတော့တယ်Bandနာမည်ရလာတာနဲ့အမျှအိမ်မှာသိပ်မရှိတဲ့ အီယံ ဟာမိဘနေရာကိုရောက်မှန်းမသိရောက်လာပြီးသူတို့ရဲ့အိမ်ထောင်ရေးဟာ Annikဆိုတဲ့ကောင်မလေးနဲ့စတွေ့မိရာကနေချောက်ထဲကိုထိုးကျသွားပါတော့တယ်အီယံဟာ epilepsyကိုခံစားနေရပြီး ကောင်းမွန်တဲ့ဆေးဝါးကုသမှုလည်းမရခဲ့ပါဘူးသူဟာ အိမ်ထောင်ရေး အချစ်ရေး နာမည်ကြီးလာခြင်း နဲ့တစ်ခါတစ်ခါဖျော်ဖြေတိုင်းသူ့ရဲ့စွမ်းအင်ဆုံးရှုံးမှုတွေကိုထိန်းကျောင်းနိုင်ခြင်းမရှိတော့ပါဘူး အဲ့အခါကျတော့….Freddie Mercury ရဲ႕ Bohemian Rhaspody ကိုသင္ႀကိဳက္ခဲ့တယ္ဆိုရင္ဒီ႐ုပ္ရွင္ကသင့္အတြက္ပါပဲ Joy Division ရဲ႕Ian Curtis အေၾကာင္းကို ႐ိုက္ကူးထားတာပါအီယံ ကာတစ္ဟာ မသန္စြမ္းလူငယ္မ်ားကို အလုပ္ရွာေပးတဲ့ ေအဂ်င္စီမွာအလုပ္လုပ္ေနတဲ့ လူငယ္တစ္ေယာက္ပဲျဖစ္ပါတယ္Warsawလို႔ေခၚတဲ့Bandရဲ႕အဆိုေတာ္လည္းျဖစ္ပါတယ္David Bowieကိုႀကိဳက္ႏွစ္သက္သူျဖစ္ၿပီးDebbieလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ေတြ႕ဆုံကာခ်က္ခ်င္းပဲ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔လက္ထပ္လိုက္ပါေတာ့တယ္အဲ့အခ်ိန္မွာပဲ သူတို႔ရဲ႕bandနာမည္ဟာ Joy Divisionျဖစ္လာၿပီးလူအမ်ားရဲ႕အာ႐ုံစိုက္ျခင္းကို စတင္ခံလာရပါေတာ့တယ္Bandနာမည္ရလာတာနဲ႔အမွ်အိမ္မွာသိပ္မရွိတဲ့ အီယံ ဟာမိဘေနရာကိုေရာက္မွန္းမသိေရာက္လာၿပီးသူတို႔ရဲ႕အိမ္ေထာင္ေရးဟာ Annikဆိုတဲ့ေကာင္မေလးနဲ႔စေတြ႕မိရာကေနေခ်ာက္ထဲကိုထိုးက်သြားပါေတာ့တယ္အီယံဟာ epilepsyကိုခံစားေနရၿပီး ေကာင္းမြန္တဲ့ေဆးဝါးကုသမႈလည္းမရခဲ့ပါဘူးသူဟာ အိမ္ေထာင္ေရး အခ်စ္ေရး နာမည္ႀကီးလာျခင္း နဲ႔တစ္ခါတစ္ခါေဖ်ာ္ေျဖတိုင္းသူ႔ရဲ႕စြမ္းအင္ဆုံးရႈံးမႈေတြကိုထိန္းေက်ာင္းႏိုင္ျခင္းမရွိေတာ့ပါဘူး အဲ့အခါက်ေတာ့…File Size : (1.38 GB)/(873 MB)Quality : Blu-ray 1080p/720pRunning Time : 2h2minFormat : Mp4Genre : Sci-fi,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.bluray.x264Translateor : ShoonThuThuChainEncoder: sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnton CorbijnStarsAlexandra Maria LaraAndrew SheridanCraig ParkinsonHarry TreadawayJames Anthony PearsonJoe AndersonMatthew McNultySam RileySamantha MortonToby KebbellCastAlexandra Maria LaraAndrew SheridanAngus AddenbrookeBen NaylorCraig ParkinsonDavid WhittingtonEady WilliamsGeorge NewtonHarry TreadawayHerbert GrönemeyerJames Anthony PearsonJoanna SwainJoe AndersonJohn Cooper ClarkeJoseph MarshallJune AllissLaura ChambersLotti ClossMargaret JackmanMartha Myers LoweMary Jo RandleMatthew McNultyMonica AxelssonNicola HarrisonRichard BremmerRobert ShellySam RileySamantha MortonTanya MyersTim PlesterToby Kebbell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AhXLn61RxOgxjkyAzjqILJRIfpX.jpg",
      "https://image.tmdb.org/t/p/w300/z7V9Z1ItzNEeOFZaA8q9OaA6Ugz.jpg",
      "https://image.tmdb.org/t/p/w300/rYPR3OjQK3KJPTvFpC8791jsa4X.jpg",
      "https://image.tmdb.org/t/p/w300/dwxdn3ppDAn7QtaLlhGDEErWfg9.jpg",
      "https://image.tmdb.org/t/p/w300/4m8AMtlHbdlAz6udaQlgzPw0gaP.jpg",
      "https://image.tmdb.org/t/p/w300/tPUjIS6pLRDpZARVoWyQrvZHrwP.jpg",
      "https://image.tmdb.org/t/p/w300/piKRwU2ZlDijUrvrgn1sRV0XaFk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/control.007.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vti/Control.2007.1080p.BluRay(cm).mp4",
        "server": "Soliddrive.co",
        "size": "1.38 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://soliddrive.co/Vtl/Control.2007.720p.BluRay(cm).mp4",
        "server": "Soliddrive.co",
        "size": "873 mb",
        "quality": "720 p"
      },
      {
        "link": "https://fastload.cc/3je",
        "server": "fastload.cc",
        "size": "1.38 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://fastload.cc/3jh",
        "server": "fastload.cc",
        "size": "873 mb",
        "quality": "720 p"
      },
      {
        "link": "https://megaup.net/3xC0h/Control.2007.1080p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "1.38 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://megaup.net/2RExN/Control.2007.720p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "873 mb",
        "quality": "720 p"
      },
      {
        "link": "https://yadi.sk/i/oY6_LG7MhYpJyg",
        "server": "disk.yandex.com",
        "size": "1.38 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://yadi.sk/i/0c3qfcHUIuQftQ",
        "server": "disk.yandex.com",
        "size": "873 mb",
        "quality": "720 p"
      }
    ],
    "trailer": {
      "video_id": "7c2_B_cWK_M",
      "video_url": "https://www.youtube.com/watch?v=7c2_B_cWK_M",
      "embed_url": "https://www.youtube.com/embed/7c2_B_cWK_M"
    }
  },
  {
    "metadata": "|||Biography,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "The Good Lie (2014)",
    "description": "ဆူဒန်ပြည်တွင်းစစ်တုန်းအတွင်းမှာ Mamere တို့ရွာလေးဟာမီးရှို့ဖျက်ဆီးခံရပြီး မိဘတွေလည်းအသတ်ခံခဲ့ရပါတယ်။ ဒါပေမယ့် Mamere တို့ညီအစ်ကိုမောင်နှမတစ်သိုက်ဟာ အားမလျော့ဘဲ ဘေးကင်းရာကိုထွက်ပြေးခဲ့ရပါတယ်။ လမ်းခရီးမှာလည်း ဒုက္ခတွေကြုံခဲ့ရအပြီးမှာတော့ နောက်ဆုံးမှာကင်ညာနိုင်ငံဒုက္ခသည်စခန်းကိုရောက်ခဲ့ပါတယ်။ စခန်းမှာနှစ်အတန်ကြာနေခဲ့ပြီးနောက်မှာ Mamere တို့မောင်နှမတွေ အမေရိကမှာခိုလှုံခွင့်ရခဲ့ပါတယ်။ ဒါပေမယ့် လူနေမှုအဆင့်အတန်းနဲ့ ယဉ်ကျေးမှုကွာခြားလှတဲ့ တိုင်းပြည်မှာ အခြေချနိုင်ဖို့ Mamere တို့အတွက်မလွယ်ကူခဲ့ပါဘူး။ မိသားစုစိတ်ဓာတ်၊စွန့်လွှတ်အနစ်နာခံမှုတွေကိုဖော်ကျုးထားတဲ့ ဇာတ်ကားလေးပါ။File size…(1.9GB)/(944MB)/(657 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:50:00Genre…Biography / DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SPYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbena AyivorAfemo OmilamiAntoine Wonder KalambayArnold OcengBerglind JonsdottirBrian KurlanderCara MantellaClifton GutermanCorey StollDavid MadingiDeng AjuetDhan KuethElikana JaleEmmanuel JalFemi OgunsFlora Peter DengGer DuanyHeather LydaIsrael MakoeJacob Kuol AlierJimi KocinaJohn PrendergastJoshua MikelJulia AyiolKeith WoulardKeji JaleKenny AlfonsoKimberly BantaKon Akoue AuokKuoth WielLavine DimoLele LedwabaLevi BurdickLindsey GarrettMari MalekMaria HowellMichael H. ColeMike PniewskiNathaniel RamabulanaOkwar JaleParisa JohnstonPeterdeng MongokRaj KalaReese WitherspoonSarah BakerSharon ConleySibusisu MoyoSope AlukoSuehyla El-AttarThad LuckinbillThon KuethTiffany JonesTravis SmithVictor McCayVince Pisani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dcyPj11c00lOhMESAVWtJKzlHt4.jpg",
      "https://image.tmdb.org/t/p/w300/y1ZvHnD6mQIbHt46ORZOvFwIRgm.jpg",
      "https://image.tmdb.org/t/p/w300/eehmZh8U8X9HN1Ltk1fkG5NbEjz.jpg",
      "https://image.tmdb.org/t/p/w300/yzrjirUp3ydqopT2PdMZ9kXbYZJ.jpg",
      "https://image.tmdb.org/t/p/w300/9DYG54pf8K83JzpQX991Uh5vEPB.jpg",
      "https://image.tmdb.org/t/p/w300/mzuRVipgJbNoFGSil8hTgUuqLPY.jpg",
      "https://image.tmdb.org/t/p/w300/i8H4jZpgOE7fhyPJg9qWvDete88.jpg",
      "https://image.tmdb.org/t/p/w300/5qbiyx7eD2CN059zcZcVYjqY6KG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-good.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-good-lie-2013-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/385or0p4fbuo.html",
        "server": "usersdrive.com",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yB7e/The.Good.Lie.2013.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Z7hwXbQD#kJjj2ytVcNYpg6p9e7qyDAvklCiL8-vAzCcpxhETkBc",
        "server": "mega.nz",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-good-lie-2013-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4d5aztcig06z.html",
        "server": "usersdrive.com",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2yB6w/The.Good.Lie.2013.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dvYESCpS#5T5VVslLzTTIUKu1vd0RcywHX04mzeumS7sADg38YFw",
        "server": "mega.nz",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/q1p34vsj9vz8.html",
        "server": "streamsb.com",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-good-lie-2013-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "672Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/vraqu2m8qjzs.html",
        "server": "usersdrive.com",
        "size": "672Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2yB6l/The.Good.Lie.2013.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "672Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/MiZhybaQ#is_nAzs8qDVmOl_4mw_QNoPsZ7dnOhdPSX_4P4uMJkY",
        "server": "mega.nz",
        "size": "672Mb",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/abdhm7g8gaxa.html",
        "server": "streamsb.com",
        "size": "672Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "kgiOichWBJU",
      "video_url": "https://www.youtube.com/watch?v=kgiOichWBJU",
      "embed_url": "https://www.youtube.com/embed/kgiOichWBJU"
    }
  },
  {
    "metadata": "|2021||Adventure,Biography,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "6400"
    },
    "title": "Blue Miracle (2021)",
    "description": "Blue Miracle (2021)==============IMDB 6.6/10Based on True StoryBisbee’s Black & Blue ပြိုင်ပွဲဆိုတာ Super Bowl ပွဲလောက်ကြီးမားတဲ့ကမ္ဘာ့ငါးဖမ်းပြိုင်ပွဲကြီးပါ ။ Blue Merlin လို့ခေါ်တဲ့ မာလင်ငါးပြာကြီးတွေကိုပင်လယ်ထွက်ပြီး တံငါတွေ အဖွဲ့လိုက် ဒေါ်လာ ၁ သန်းဆုကြေးအဖြစ်ဖမ်းယူယှဉ်ပြိုင်ရတဲ့ ပြိုင်ပွဲပေါ့။ ဒီပြိုင်ပွဲကို ထပ်မံယှဉ်ပြိုင်ဖို့ စိတ်အားထက်သန်သူဟာချန်ပီယံ ၂ ကြိမ်ဆုရဖူးတဲ့ ချန်ပီယံဟောင်း ကပ္ပတိန် ဝိတ်မာလိုပါ ။ ဒါပေမယ့်သူဟာ နာမည်ကြီးထမင်းငတ်ဖြစ်ပြီး ချန်ပီယံ ၂ ကြိမ်ရခဲ့ပေမယ့် အရှုံးတွေနဲ့ဆက်တိုက်ရင်ဆိုင်ပြီး မိသားစုကစွန့်ပစ်သွားတာကြောင့် လှေပေါ်မှာပဲ လေလွင့်နေတဲ့ဂွစာအဘိုးကြီးပေါ့။ ဒါကြောင့် လာမယ့်ပြိုင်ပွဲမှာ ချန်ပီယံဆုကို ပြန်သိမ်းပိုက်ပြီးသူ့မိသားစုဆီ ပြန်သွားဖို့ တေးထားပါတယ်။တစ်ဖက်မှာလည်း ကာဆိုဟိုဂါလို့ခေါ်တဲ့ မိဘမဲ့ဂေဟာက အိုမာတို့ဇနီးမောင်နှံဟာဘဏ်ကြွေး ဒေါ်လာ ၁ သိန်းကျော်တင်ပြီး ဂေဟာကိုပိတ်သိမ်းပြီး မိဘမဲ့ကလေးတွေအကုန်လုံး လမ်းပေါ်ရောက်မယ့်အခြေအနေဖြစ်နေပါပြီ။ပြိုင်ပွဲသတင်းကို ကြားမိတဲ့ အိုမာနဲ့ကပ္ပတိန် ဝိတ်တို့ဟာ တိုက်တိုက်ဆိုင်ဆိုင်သွားဆုံပြီး အသင်းတစ်ခုထဲဖွဲ့ကာ သူတို့ရဲ့ ရည်မှန်းချက် ကိုယ်စီအတွက် ချန်ပီယံဆုကိုစိန်ခေါ်ယှဉ်ပြိုင်တာကို ကြည့်ရမှာဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး ၂၀၁၄Bisee ငါးဖမ်းပြိုင်ပွဲမှာ ကမ္ဘာ့အကြီးဆုံးမာလင်ငါးပြာကြီးကို ဖမ်းမိခဲ့တဲ့ မက္ကဆီကိုကာဆိုဟိုဂါမိဘမဲ့အသင်းကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီကားမှာ မင်းသားကြီးနှစ်ယောက်ဖြစ်တဲ့ Dennis Quaid နဲ့ Jimmy Gonzale တို့ကအဓိကသရုပ်ဆောင်ထားပါတယ်။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size – (2.11 GB) / (966 MB) / (638 MB)Quality – WebDL 1080p / 720p/480pDuration – 1h 35minsSubtitle – Myanmar HardsubFormat – MP4Genre : Adventure, Biography, DramaTranslator – Thiha Yan NaingEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJulio QuintanaStarsDennis QuaidJimmy GonzalesMiguel Angel GarciaCastAnthony GonzalezBruce McGillChris DoubekDana Wheeler-NicholsonDennis QuaidFernanda UrrejolaFrank GallegosIsaac ArellanesJimmy GonzalesMiguel Ángel GarcíaNathan ArenasRaymond CruzSilverio PalaciosSteve GutierrezTom Clark",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7piVB6weeJdWB6xL0wzJJeHNo6O.jpg",
      "https://image.tmdb.org/t/p/w300/iUFJsj8CwBI3meGy9eEM87ojc6.jpg",
      "https://image.tmdb.org/t/p/w300/h2DJSplUg9yoDFg2zfzeQxQAnE4.jpg",
      "https://image.tmdb.org/t/p/w300/isE6rLM18YqZYC443wMQbkddCmt.jpg",
      "https://image.tmdb.org/t/p/w300/pcDVdBhzzznSJoVDkytU7VzA3hP.jpg",
      "https://image.tmdb.org/t/p/w300/f5BwZPM5cXglHnBKjFLTce48eqd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMGRkNzNhZjktYzYwOS00YmEwLTg4OWMtNGI2MmFlOGMwOTIyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/blue-miracle-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/blue-miracle-2021-1080-p-nf-web-dl-ddp-5-1-atmos-x-264-mrcs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/12Hm4/Blue.Miracle.2021.1080p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "server": "megaup.net",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://viewsb.com/tbdsja002lml.html",
        "server": "streamsb.com",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/pjpEWCpJ#Ncx2NEodCDrs8-U62GbfWKbNhqLbofxtVnGx7p4Qm9Y",
        "server": "mega.nz",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/x744tonwdhre.html",
        "server": "usersdrive.com",
        "size": "2.11 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/blue-miracle-2021-720-p-nf-web-dl-ddp-5-1-atmos-x-264-mrcs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/12Hme/Blue.Miracle.2021.720p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "server": "megaup.net",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://viewsb.com/yhdp26atd27w.html",
        "server": "streamsb.com",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://mega.nz/file/ZzpikaZK#lkI8kmRCtusRB7DBylN7VxDdJQWC-pfROsNeOvC53RQ",
        "server": "mega.nz",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/nih40dlwglw5.html",
        "server": "usersdrive.com",
        "size": "966 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/blue-miracle-2021-480-p-nf-web-dl-ddp-5-1-atmos-x-264-mrcs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/12Hma/Blue.Miracle.2021.480p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "server": "megaup.net",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://viewsb.com/15bpakq6lmel.html",
        "server": "streamsb.com",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Z6gAFKTa#IqYoxFCHQ4LOb_TwPHTfpX-KpTXcvEX2UE1XUNgPzIY",
        "server": "mega.nz",
        "size": "638 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/fd2lgrht56hy.html",
        "server": "usersdrive.com",
        "size": "638 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "pXHCBnT3d4k",
      "video_url": "https://www.youtube.com/watch?v=pXHCBnT3d4k",
      "embed_url": "https://www.youtube.com/embed/pXHCBnT3d4k"
    }
  },
  {
    "metadata": "PG-13|2018|140 min|Biography,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "6,688"
    },
    "title": "Padman (2018)",
    "description": "” ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ ”ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက အၾကည္ထြက္တာၾကာၿပီဆုိေပမယ့္ စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္တာပါအခုလည္း နားေထာင္ၿပီး ဘာသာျပန္ထားတာျဖစ္လုိ႔ ့လုိအပ္ခ်က္ေတြရွိရင္ သည္းခံေပးၾကပါကုန္)(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (950 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 2hr 20minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorR. BalkiStarsAkshay KumarAmitabh BachchanAndreas PliatsikasBiju MenonMaya AlaghRadhika ApteRob TunstallSonam KapoorSudhir PandeyCastAkshay KumarAmitabh BachchanAndreas PliatsikasBiju MenonMaya AlaghRadhika ApteRob TunstallSonam KapoorSudhir Pandey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x3wYhS7x0bKzJDtctedA05s9a9b.jpg",
      "https://image.tmdb.org/t/p/w300/irvP6P02E7V5FUbrYBFAsNFEV05.jpg",
      "https://image.tmdb.org/t/p/w300/n3Yt43XBNjZBwBOBBS7QwXqtCpx.jpg",
      "https://image.tmdb.org/t/p/w300/vEZMcRpUHQlU2JaM21oNGiewAQ5.jpg",
      "https://image.tmdb.org/t/p/w300/vhggVFflmvombWUZzwsnYaJcFNP.jpg",
      "https://image.tmdb.org/t/p/w300/eTyQF7oSOrSb07vO5TDNwbsBZfB.jpg",
      "https://image.tmdb.org/t/p/w300/aV8h8QBX1lOpZITqbjnO2KvqNj6.jpg",
      "https://image.tmdb.org/t/p/w300/tMhLTBJfAR6M0bOabMSdAXObaV0.jpg",
      "https://image.tmdb.org/t/p/w300/6KkjAW3kfFuCgUwp5Log92zjJFa.jpg",
      "https://image.tmdb.org/t/p/w300/A3xIs6QYgOOiOK0vqT7boxlAJll.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/padman-2018-mm-sub-mp-4",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/266d852/padman-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/sxgw2CZa#cOhhCjp3NoFdkTIbwfv6J3ngly360dABkEXht0BBUnA",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/vhba5o951ne6",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "-K9ujx8vO_A",
      "video_url": "https://www.youtube.com/watch?v=-K9ujx8vO_A",
      "embed_url": "https://www.youtube.com/embed/-K9ujx8vO_A"
    }
  },
  {
    "metadata": "Not Rated|2019|107 min|Biography",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "450"
    },
    "title": "Wish Man ( 2019 )",
    "description": "Zawgyi*******Wish Man (2019) ဒီဇာတ္လမ္းေလးဟာ Make a Wish Foundationျဖစ္ေပၚလာပံုေလးကို တင္ဆက္ေပးထားတာျဖစ္ပါတယ္…ဒီ Foundation ကို April 29, 1980 တြင္ စတင္တည္ေထာင္ခဲ့ၿပီးFounder ျဖစ္တဲ့ Frank Shankwitz ရဲ႕ ဘဝဇာတ္ေၾကာင္းကိုလည္းဒီဇာတ္ကားထဲမွာ ေတြ႕ရမွာျဖစ္ပါတယ္ … True Story ကိုအေျခခံထားတဲ့ဇာတ္လမ္းမို႔လို႔ အားလံုးလည္းစိတ္ဝင္စားၾကမယ္ထင္ပါတယ္..အေဝးေျပးလမ္းမေပၚက ယာဥ္ထိန္းရဲ Frank ဟာငယ္စဥ္ကတည္းက ဖခင္ႏွင့္ခြဲခြာခဲ့ရလို႔ စိတ္ဒဏ္ရာရေနတဲ့သူပါ….မေတာ္တဆျဖစ္ၿပီး ေသကံမေရာက္ခဲ့ေပမဲ့ တရားခံကိုလက္ပါတယ္ဆိုၿပီး ေခ်ာက္ခ်တရားစြဲခံရတဲ့အခ်ိန္မွာသူ႕ဘဝေျဗာင္းဆန္ေနပါတယ္ ဒီအခ်ိန္မွာမေမွ်ာ္လင့္ဘဲက်န္းမာေရးမေကာင္းလို႔ ဆံုးပါးခါနီးတဲ့ေကာင္ေလးတစ္ေယာက္ကိုအိမ္မက္ကို အေကာင္အထည္ေဖာ္ေပးရင္း ၂၈ ႏွစ္ၾကာကြဲကြာေနတဲ့ဖခင္နဲ႔ျပန္ဆံုေတြ႕ခဲ့ရလို႔ ဒီကေလးကိုဂုဏ္ျပဳတဲ့အေနနဲ႔ Foundationကိုစတင္တည္ေထာင္ခဲ့တာပါ လူေတြရဲ႕ဆႏၵကုိလိုက္လုပ္ေပးဖို႔ဆိုတာလြယ္ကူတဲ့ကိစၥမဟုတ္ေပမယ့္ သက္တမ္းမေစ့ဘဲ ေႂကြလြင့္ရမဲ့ကေလးေတြအတြက္ကေတာ့ မ်ားျပားတဲ့ ဆႏၵရွိတတ္တာမဟုတ္ပါဘူးေဝဒနာခံစားရတဲ့ ကေလးေတြအတြက္ ဒီလို Foundationတစ္ခုရွိလာတာဟာ အင္မတန္ဝမ္းသာစရာ ေကာင္းပါတယ္…IMDb 6.7/10 ရွိၿပီး 91% လူႀကိဳက္မ်ားတဲ့အတြက္ လက္လြတ္မခံသင့္ပါဘူးေနာ္…ဇာတ္လမ္းရဲ႕ႏူးညံ့သိမ္ေမြ႕မႈနဲ႔အႏွစ္သာရေတြကို ကိုယ္တိုင္ခံစားႏိုင္ဖုိ႔အားလံုးပဲ ၾကည့္ၾကည့္ၾကဖို႔ တုိက္တြန္းခ်င္ပါတယ္…Unicode*******Zawgyi*******Wish Man (2019) ဒီဇာတ်လမ်းလေးဟာ Make a Wish Foundationဖြစ်ပေါ်လာပုံလေးကို တင်ဆက်ပေးထားတာဖြစ်ပါတယ်…ဒီ Foundation ကို April 29, 1980 တွင် စတင်တည်ထောင်ခဲ့ပြီးFounder ဖြစ်တဲ့ Frank Shankwitz ရဲ့ ဘဝဇာတ်ကြောင်းကိုလည်းဒီဇာတ်ကားထဲမှာ တွေ့ရမှာဖြစ်ပါတယ် … True Story ကိုအခြေခံထားတဲ့ဇာတ်လမ်းမို့လို့ အားလုံးလည်းစိတ်ဝင်စားကြမယ်ထင်ပါတယ်..အဝေးပြေးလမ်းမပေါ်က ယာဉ်ထိန်းရဲ Frank ဟာငယ်စဉ်ကတည်းက ဖခင်နှင့်ခွဲခွာခဲ့ရလို့ စိတ်ဒဏ်ရာရနေတဲ့သူပါ….မတော်တဆဖြစ်ပြီး သေကံမရောက်ခဲ့ပေမဲ့ တရားခံကိုလက်ပါတယ်ဆိုပြီး ချောက်ချတရားစွဲခံရတဲ့အချိန်မှာသူ့ဘဝဗြောင်းဆန်နေပါတယ် ဒီအချိန်မှာမမျှော်လင့်ဘဲကျန်းမာရေးမကောင်းလို့ ဆုံးပါးခါနီးတဲ့ကောင်လေးတစ်ယောက်ကိုအိမ်မက်ကို အကောင်အထည်ဖော်ပေးရင်း ၂၈ နှစ်ကြာကွဲကွာနေတဲ့ဖခင်နဲ့ပြန်ဆုံတွေ့ခဲ့ရလို့ ဒီကလေးကိုဂုဏ်ပြုတဲ့အနေနဲ့ Foundationကိုစတင်တည်ထောင်ခဲ့တာပါ လူတွေရဲ့ဆန္ဒကိုလိုက်လုပ်ပေးဖို့ဆိုတာလွယ်ကူတဲ့ကိစ္စမဟုတ်ပေမယ့် သက်တမ်းမစေ့ဘဲ ကြွေလွင့်ရမဲ့ကလေးတွေအတွက်ကတော့ များပြားတဲ့ ဆန္ဒရှိတတ်တာမဟုတ်ပါဘူးဝေဒနာခံစားရတဲ့ ကလေးတွေအတွက် ဒီလို Foundationတစ်ခုရှိလာတာဟာ အင်မတန်ဝမ်းသာစရာ ကောင်းပါတယ်…IMDb 6.7/10 ရှိပြီး 91% လူကြိုက်များတဲ့အတွက် လက်လွတ်မခံသင့်ပါဘူးနော်…ဇာတ်လမ်းရဲ့နူးညံ့သိမ်မွေ့မှုနဲ့အနှစ်သာရတွေကို ကိုယ်တိုင်ခံစားနိုင်ဖို့အားလုံးပဲ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်…Translated & Review By Htoo Htoo Ka JoeEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTheo DaviesStarsAndrew SteelBruce DavisonDanny TrejoFay MastersonKirby Bliss BlantonLarry WilcoxRobert PineTom SizemoreCastAndrew SteelBruce DavisonDanny TrejoFay MastersonKirby Bliss BlantonLarry WilcoxRobert PineTom Sizemore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fv1ZIqHsq2juN7l8A2htKzLpEw7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pJGAUwBVql7dYGfAOpYYe0EmqZ7.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wish-man-2019",
        "server": "VIP Links",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-wish-man-2019-web-dl-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/d/bere3dm2dcpo.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/8RRCAAYZ#f6ePAVf4ktYH2J47RdsyJmKQYWf7VqPW-ijye264Beo",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1skai/(CM)Wish.Man.2019.WEB-DL720p.mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "ySzFF0utiE8",
      "video_url": "https://www.youtube.com/watch?v=ySzFF0utiE8",
      "embed_url": "https://www.youtube.com/embed/ySzFF0utiE8"
    }
  },
  {
    "metadata": "R|2013|2h 1min|Action,Biography,Drama,War",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "261,243"
    },
    "title": "Lone Survivor (2013)",
    "description": "Lone Survivor (2013)အချိန်က ၂၀၀၅ ဂျွန်လ။ အာဖဂန်နစ္စတန်မှာ တာလီဘန်အုပ်ချုပ်ရေး ၂၀၀၁ မှာပြိုပြီးတဲ့နောက် ပြန်လည်တည်ဆောက်ရေးလုပ်နေဆဲကာလပေါ့။ တာလီဘန်တွေက ကုန်သွားတာတော့မဟုတ်ဘူး။ အလ်ကိုင်ဒါနဲ့ မဟာမိတ်ဖွဲ့ထားတဲ့ နီယိုတာလီဘန်ဆန်ဆန် အဖွဲ့တွေကျန်သေးတယ်။ သူတို့ကိုလည်း တာလီဘန်လို့ပဲခေါ်တယ်။ အာဖဂန်မှာလည်း တာလီဘန်ဆန့်ကျင်တဲ့ပြည်သူတွေကျန်နေသေးတယ်။ အဲဒါကိုလည်း ဒီရုပ်ရှင်မှာမြင်ရမယ်။ အဲဒီ ၂၀၀၅ ခုနှစ်ရဲ့ အရေးအပါဆုံးစစ်ဆင်ရေးက‌ Red Wings တောင်ပံနီစစ်ဆင်ရေး။ ဒီရုပ်ရှင်က တောင်ပံနီစစ်ဆင်ရေးမှာ မကျဆုံးခဲ့တဲ့ SEAL တပ်သား Marcus Luttrell ရဲ့ Lone Survivor ဆိုတဲ့စာအုပ်ကိုမှီငြမ်းထားတယ်။ စာအုပ်အချက်အလက်တွေအပြင် တကယ့် စစ်ပွဲမှတ်တမ်းအထောက်အထားတွေကိုပါသုံးရိုက်ထားတဲ့အတွက် Realistic ဆန်တဲ့အပိုင်းမှာ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွမ်းမှုကို အတော်လေးရခဲ့တယ်။ National Board of Review ရဲ့ ၂၀၁၃ ခုနှစ်အတွင်း အကောင်းဆုံးရုပ်ရှင် ၁၀ကားစာရင်းမှာပါခဲ့တယ်။ ဒီရုပ်ရှင်ကိုရိုက်တဲ့ Peter Berg ကလည်း ၂၀၁၂ မှာ Mark Wahlberg နဲ့ Battleship ကိုရိုက်ပြီးခါစဆိုတော့ စစ်ကားအပိုင်းမှာ ဒါရိုက်တာကော မင်းသားပါ အရှိန်ရနေခဲ့တဲ့ကာလလို့ပြောရမယ်။ဒီရုပ်ရှင်က တောင်ပံနီစစ်ဆင်ရေးရဲ့ တာဝန်က Ahmad Shah ဆိုတဲ့ တာလီဘန်ခေါင်းဆောင်ကိုရှင်းဖို့။ သူက တာလီဘန်အဖွဲ့တစ်ခုဖြစ်တဲ့ Hezb-e-Islami Gulbulddin (HIG) ရဲ့ ခေါင်းဆောင်ဖြစ်ပြီး အာဖဂန်မှာ အမေရိကန်တပ်သားတွေကို ချုံခိုရှင်းခဲ့တာတင်မကဘဲ အမေရိကန်စစ်တပ်ကိုကူညီတဲ့ အာဖဂန်ရွာသားတွေကိုပါ ရှင်းတာကြောင့် သူ့ကိုအန္တရာယ်ကြီးရာဇဝတ်ကောင်အဖြစ်သတ်မှတ်ထားတယ်။ သူ့ကိုရှင်းထုတ်ဖို့ SEAL အဖွဲ့ဝင် ၄ ယောက်က တာဝန်ပေးခံရတယ်။သူတို့ ၄ ယောက်က တောင်ပံနီစစ်ဆင်ရေးအတွက် တာဝန်ကျနေရာကိုရောက်ပြီး နေရာယူထားတဲ့အထိ အားလုံးကအဆင်ပြေနေသေးတယ်။ ဆိတ်ကျောင်းသားမြေးအဖိုးတွေ မရောက်လာခင်အထိပေါ့။ ဆိတ်ကျောင်းသားတွေကိုမိတဲ့အချိန် သူတို့အနေနဲ့ သတ်မလား…လွှတ်မလား… ရွေးရတော့တယ်။ ရှင်းလိုက်ရင် သူတို့နေရာမပေါက်ကြားတော့ဘူး။ တာဝန်ကိုဖြောင့်အောင်ဆက်လုပ်လို့ရတယ်။ ဒါပေမဲ့ အဲဒါကသူတို့ရဲ့ ထိတွေ့တိုက်ခိုက်မှုစည်းမျဉ်းကို ချိုးဖောက်ရာရောက်သွားမယ်။ လွှတ်လိုက်ရင် သူတို့နေရာပေါက်ကြားပြီး တာလီဘန်အယောက် ၂၀၀ လောက်က သူတို့ကို အမဲလိုက်ဖျက်တာခံရမယ်။ ဘာရွေးခဲ့လဲ။ သူတို့စည်းမျဉ်းအတိုင်းပဲ လွှတ်ပေးခဲ့တယ်။ အကျိုးဆက်ကတော့ ရာနဲ့ချီတဲ့တာလီဘန်တွေကို ၄ ယောက်တည်းနဲ့ ခံတိုက်ရတာပဲ။သာမန်အားဖြင့်ဆိုရင် SEAL တွေက ဒီလိုအခြေအနေတွေကိုကောင်းကောင်းတုံ့ပြန်နိုင်ဖို့ လေ့ကျင့်ပြီးသားပါ။ မြေပြန့်မှာဆိုရင်ပေါ့။ ဖြစ်ချင်တော့ သူတို့တိုက်ပွဲဖြစ်တဲ့နေရာက တောင်တွေအတော်ထူထပ်တဲ့ အာဖဂန် အရှေ့မြောက်ပိုင်းဖြစ်နေတယ်။ အဲဒီမှာ မြေပြင်အနေအထားအရ တာလီဘန်တွေအသာစီးရပြီး SEAL တွေအတော်ထိသွားတယ်။ တောင်ပေါ်ကပြုတ်ကျတာလည်းအကြိမ်ကြိမ်၊ ကျည်ဆန်မှန်တာလည်းအကြိမ်ကြိမ်နဲ့ပေါ့။ နောက်ဆုံးမှာ Marcus Luttrell တစ်ယောက်ပဲ အသက်ရှင်ခဲ့တဲ့အထိပဲ။ မစ်ရှင်ကတော့ မအောင်မြင်ခဲ့ဘူး။ ဒီရုပ်ရှင်က SEAL တွေရဲ့ ရဲစွမ်းသတ္တိနဲ့ အနစ်နာခံမှုတွေကို တမ်းတအောက်မေ့တဲ့အနေနဲ့ ရိုက်ခဲ့တာဖြစ်တယ်။ရိုက်ကူးတုန်းကလည်း တကယ့် Navy SEAL တွေ စစ်ပြန်တွေက ရိုက်ကွင်းအကြံပေးတွေအနေနဲ့ပါခဲ့ကြတယ်။ လက်တွေ့ဘဝက Marcus Luttrell တောင်မှ cameo အနေနဲ့ပါခဲ့သေးတယ်။ တောင်ပေါ်က ပြုတ်ကျတဲ့အခန်းတွေဆိုရင်လည်း CGI နဲ့ရိုက်တာမဟုတ်ဘဲ Stunt double တွေနဲ့ အမှန်အကန်ရိုက်ခဲ့တယ်။ အရိုက်လွန်ပြီး Mark Wahlberg ရဲ့ စတန့်သမားတောင် တစ်ခန်းအပြီး ဆေးရုံတင်လိုက်ရသတဲ့။ အဓိကချီးကျူးစရာက အသံပိုင်းဖြစ်လိမ့်မယ်။ အဲဒါကြောင့်လည်း အသံပိုင်းမှာ Academy ဆု ဆန်ခါတင် ၂ ခုဝင်ခဲ့တယ်။ သရုပ်ဆောင်တွေအနေနဲ့လည်း Mark Wahlberg တို့ Taylor Kitsch တို့ Ben foster တို့လို ဆရာကြီးတွေပါ‌တဲ့အတွက် အပြစ်ပြောစရာမရှိဘူး။ ဖြစ်ရပ်မှန်စစ်ကားကောင်းကောင်းလေးမှကြိုက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်ကို အကြိုက်တွေ့ပါလိမ့်မယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Khant Bo မှ တင်ဆက်ထားပါတယ်။)File size…(6.1 GB)/(2.7 GB)/(1.5 GB)Quality….BluRay4K HEVC/1080p /720pFormat…mkv/mp4Duration….02:01:16Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMin Khant BoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric HeffronJan RudolphKevin ScottPeter BergRichard OswaldStarsAlexander LudwigAli SulimanBen FosterEmile HirschEric BanaMark WahlbergRich TingSammy SheikTaylor KitschYousuf AzamiCastAlexander LudwigAli SulimanAnthony McKenzieBen FosterBrian CallCorey LargeDan BilzerianDaniel ArroyoDaniel FulcolyDavid ShepardEdmund BlanchetEmile HirschEric BanaEric SteinigGregory RockwoodHenry PenziHillel Michael ShamamIshmael AntonioJason RigginsJerry FerraraJim CusicJohn HockerJosh BerryJustin TadeKurt CarlsonMark WahlbergMatthew PageMichael P. HerrmannNicholas PatelPatrick GriffinPaul CraigPerparim \"Peter\" BiciPeter BergRich TingRick VargasRobert H. DoudellRobert LoerkeRohan ChandRyan KaySammy SheikSamuel J. CloudScott ElrodSergio KatoSterling JonesTaylor KitschYousuf AzamiZabiullah MirzaiZarin Rahimi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g6QPI70Kzt91Q0lGyLfsVqZAwlJ.jpg",
      "https://image.tmdb.org/t/p/w300/9qoGxUOswegkDTAYo0Moi5VHl1V.jpg",
      "https://image.tmdb.org/t/p/w300/aNeQ5AoOJtujcusajrW11aLTvci.jpg",
      "https://image.tmdb.org/t/p/w300/lBnjPVaLtmPVBbno7HsXrzDfRtU.jpg",
      "https://image.tmdb.org/t/p/w300/nUOeUgQDNZZWwQsLhguUFHZwLZl.jpg",
      "https://image.tmdb.org/t/p/w300/1TltNiuA5pzX9nXeUrZDlCETZ0E.jpg",
      "https://image.tmdb.org/t/p/w300/l8iO9c69Pg3SYb8GZJbwQhXyJG9.jpg",
      "https://image.tmdb.org/t/p/w300/nin6NmYrYuua6RphpcFOfnbyC3J.jpg",
      "https://image.tmdb.org/t/p/w300/nsjMFm2gU14oyJVwX7hgxo1E3qi.jpg",
      "https://image.tmdb.org/t/p/w300/il78EBxJzBr7SHQ2u2XJr9TMG0I.jpg",
      "https://image.tmdb.org/t/p/w300/3ZNXoZfO8Bfh2YldhCFSEC8ObxM.jpg",
      "https://image.tmdb.org/t/p/w300/nVFaMYRnhWiCeCjUMROyuiuAPka.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/02/lone-survivor.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lone-survivor-2013-2160-p-blu-ray-x-265-10-bit-aac-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.1 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/nfrvmppnn2qq.html",
        "server": "usersdrive.com",
        "size": "6.1 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lone-survivor-2013-1080-p-blu-ray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0lf4/(CM)_Lone_Survivor_(2013)_1080p_BluRay_x264_-Naung.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5TlhjRoI#mlqcwXdY1-5MzdCm3tA-y-Bu6c6hz9rBXv2SqQXn7PA",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7qq4m1zoqppo.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lone-survivor-2013-720-p-blu-ray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeKyt/(CM)_Lone_Survivor_(2013)_720p_BluRay_x264_-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gTNR3SqY#-IP_mF8RZBYuUo1rFtROww4OX7-jgVwmuNmjWJhYeok",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1c0v4008kedc.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/8st1vgwk4up1",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0cPJ1ifjBDs",
      "video_url": "https://www.youtube.com/watch?v=0cPJ1ifjBDs",
      "embed_url": "https://www.youtube.com/embed/0cPJ1ifjBDs"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "138K"
    },
    "title": "Capote (2005)",
    "description": "Imdb မှာ Rating 7.3 အထိရရှိထားတဲ့ Crime/Drama ဇာတ်လမ်းဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Capote ဖြစ်ပြီး ၂၀၀၅ ခုနှစ်မှာထွက်ရှိခဲ့တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ ၁၉၅၉ ခုနှစ် ကန်းဆက်ပြည်နယ်ရဲ့လယ်ယာအိမ်မှာနေထိုင်တဲ့ ကလပ်တာမိသားစုရဲ့အလောင်းကို တွေ့ခဲ့ရာကနေစတင်ပါတယ်။အဲ့ဒီအချိန်မှာက ပိုတီဆိုတဲ့နာမည်ကြီးတဲ့ စာရေးဆရာက ဒီအကြောင်းကိုလာရောက်စူးစမ်းပါတော့တယ်။သူစူးစမ်းလေ့လာပြီး သိပ်မကြာခင်မှာ တရားခံတွေကိုဖမ်းမိသွားပါတော့တယ်။ကပိုတီတစ်ယောက် သူ့ရဲ့စာအုပ်အသစ်ကို ရေးဖို့အတွက်အဲ့ဒီတရားခံတွေနဲ့ စကားပြောခွင့်ရအောင်ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့ စကားတွေပြောရင်းနဲ့မှ ရင်းနှီးလာပြီး ကပိုတီက တရားခံတွေအတွက် ကောင်းတဲ့ရှေ့နေတွေငှားပေးအသနားခံလွှာတင်ဖို့အတွက် ကူညီပေးတာတွေ လုပ်ခဲ့ပေးပါသေးတယ်။ဒါပေမယ့်အပြစ်ဒဏ်ကိုရှောင်လွှဲလို့ မရဘဲ သေမိန့်ကျလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။ဒီအကြောင်းကိုအခြေခံပြီး သူရေးသားမဲ့ စာအုပ်အသစ်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာတွေအပြင် တခြားစိတ်ဝင်စားစရာကောင်းတဲ့ လူ့သဘောသဘာဝစရိုက်တွေကိုပါတွေ့မြင်ရဦးမှာဖြစ်လို့ စီးမြောရင်းနဲ့ကြည့်ရှုသင့်တဲ့ကားလေးဖြစ်ပါတယ်။File size…1.73GB / 541MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 54mGenre ….. Biography , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllie MickelsonAmy RyanAndrew FaragoBess MeyerBob BalabanBronwen ColemanBruce GreenwoodC. Ernst HarthCatherine KeenerChris CooperClifton Collins JrCraig ArchibaldDavid Wilson BarnesKate ShindleKelci StephensonKjartan HewittKwesi AmeyawMark PellegrinoMarshall BellMichael J. BurgNazariy DemkowiczPhilip Seymour Hoffman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gBn3af5QvQARNZEFlvYjFO268I7.jpg",
      "https://image.tmdb.org/t/p/w300/kJ765BgJ3jVdkav5qylNV1NyGWW.jpg",
      "https://image.tmdb.org/t/p/w300/uKiI3ZCbdh6qndAhMyMzGOEe9N9.jpg",
      "https://image.tmdb.org/t/p/w300/4EwEkmNpu16uKLiEXXI2jC5fX8o.jpg",
      "https://image.tmdb.org/t/p/w300/hmo6KywkKuXZZRj6HVFXgsbczgA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/k7z0tDxzbDNev7F8l3Y56Pk5seR.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6n3w8jfiacnj.html",
        "server": "usersdrive.com",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/capote-2005-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3jDme/Capote_2005.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/y3B1jaiK#Keyg1Nvr0adWgN5b0dEz8A_E86Gluhtut9sNTPongKs",
        "server": "mega.nz",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/eq5wzkthz2rf",
        "server": "streamvid.io",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cttu6qucomm8.html",
        "server": "usersdrive.com",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/capote-2005-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1XIr9/Capote_2005.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/WzZmDSLC#_SGSfb9Y5dxma79iYoTGnPFtZGi0XzipSCFpJaqqWbY",
        "server": "mega.nz",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/pmuucpe0b3gi",
        "server": "streamvid.io",
        "size": "541MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "ZAEOTKvtEeA",
      "video_url": "https://www.youtube.com/watch?v=ZAEOTKvtEeA",
      "embed_url": "https://www.youtube.com/embed/ZAEOTKvtEeA"
    }
  },
  {
    "metadata": "R|2023|2h|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "4.7k"
    },
    "title": "BlackBerry (2023)",
    "description": "BlackBerry (2023)ဘလက်ဘယ်ရီဖုန်းလို့ပြောလိုက်ရင် ဘာကိုမှတ်မိကြမလဲ။လူကြီးနဲ့လူလတ်ပိုင်းတွေက သူတို့တစ်ချိန်တစ်ခါကသုံးခဲ့တဲ့ဖုန်းကို မှတ်မိပြီးလူငယ်တွေအတွက်ကတော့ အပြောင်းအလဲကို အမှီမလိုက်နိုင်လို့ ကျရှုံးခဲ့ရတဲ့သမိုင်းသင်ခန်းစာအဖြစ် သိကြမယ်လို့ထင်တယ်။ဘလက်ဘယ်ရီက အိုင်ဖုန်းထက်အရင် ပထမဆုံး စမတ်ဖုန်းဖြစ်ခဲ့ပေမယ့်အိုင်ဖုန်းက touchscreen နဲ့ဝင်မိတ်ဆက်လာတဲ့အခါမှာ Keypad ကနေ အမှီလိုက်မပြောင်းလဲနိုင်လို့အိုင်ဖုန်းကဖြုတ်ချတာကို ခံလိုက်ရတဲ့ကုမ္ပဏီပေါ့။ဒီဇာတ်လမ်းကတော့ Biography သက်သက်မဟုတ်ပဲ ဒရာမာပြုထားတာတော့အဖြစ်အပျက်အကြောင်းအရာအားလုံးက အမှန်ရယ်တော့မဟုတ်ပါဘူး။ဒါပေမဲ့ဒီဇာတ်လမ်းကို ကြည့်အပြီးမှာ ဘလက်ဘယ်ရီရဲ့အောင်မြင်ခန်း ကျရှုံးခန်းတွေကို ကောင်းကောင်းကြီးသဘောပေါက်သွားမှာပါ။ဇာတ်လမ်းသွားအတွက်လဲ တကယ့်အရေးကြီးဖြစ်ရပ်တွေကို သေချာရွေးချယ်တင်ဆက်ထားတာကြောင့် တော်တော်ကိုကြည့်ရတာလွယ်ကူအဆင်ချောပါတယ်။ဒီလိုနည်းပညာဆိုင်ရာ ဇာတ်ကားတွေမှာ ဘာပြသနာရှိလဲဆိုရင် ရှုပ်ထွေးတဲ့အသုံးအနှုန်းတွေလေးလံတဲ့အဖြစ်အပျက်သမိုင်းတွေကြောင့် ဝီကီပီးဒီးရားစာမျက်နှာဖတ်နေရသလိုဖြစ်ပြီးသက်ဆိုင်ရာနယ်ပယ်ကလူပဲနားလည်ပြီး သာမန်လူတွေကနားမလည်နိုင်ကြတာပါ။ဒီ Blackberry မှာတော့ နည်းပညာအသုံးအနှုန်းတွေကို အရိုးရှင်းဆုံးဖြစ်အောင်အလွယ်ကူဆုံးဝေါဟာရတွေသာ သုံးထားပြီး ဇာတ်လမ်းသွားကလဲ သွက်သေးတာမို့အချိန်နှစ်နာရီလောက်ပေးပြီး သမိုင်းသင်ခန်းစာကောင်းတစ်ခုရမယ့်အခွင့်အရေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Biography, Comedy, DramaQuality…. 1080p | 720p | 480pFile size… 1.42Gb | 743MB | 371MBFormat… mp4Duration…. 2hSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAl BernsteinBen PetrieCary ElwesConor CaseyDavid ChristoDerek GroulxDillon CaseyElena JuatcoEric OsborneEthan EngEvan BuliungFuad MusayevGlenn HowertonGreg CalderoneJames Elliot MiniouJay BaruchelJinny WongKelly Van der BurgLaura CilevitzLauren HoweLyndon CaseyMaher El HaresMalakai FoxMark CritchMartin DonovanMatt JohnsonMichael IronsideMichael ScottMichelle GirouxPranay NoelRich SommerRodrigo Fernandez-StollSaul RubinekSean JonesStephanie MoranSteve HamelinSungWon Cho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cUHxmWfkp6se0Rt10Kr86bMCYDE.jpg",
      "https://image.tmdb.org/t/p/w300/xfCToI1ZWgeEBNWeVALt3GWSfIm.jpg",
      "https://image.tmdb.org/t/p/w300/839mXfxftpfcHiVO8uc0QzSC0jb.jpg",
      "https://image.tmdb.org/t/p/w300/ildlTuGi8HHFLKOY9Rgl7md0TfV.jpg",
      "https://image.tmdb.org/t/p/w300/fJWV1SpwAx5YhvwEMz6lhBXl87n.jpg",
      "https://image.tmdb.org/t/p/w300/8ouMoZIYmxM3JCBaTtIP4N0oZW8.jpg",
      "https://image.tmdb.org/t/p/w300/hiiB7pjAYhgTEMSsZG5k9r3fIZY.jpg",
      "https://image.tmdb.org/t/p/w300/sjmFrzkcXiGetxe5qDUrD4ITlGH.jpg",
      "https://image.tmdb.org/t/p/w300/xPMCrYnMocoHM57zYrErUJAJs1E.jpg",
      "https://image.tmdb.org/t/p/w300/aFzT6Y7pLvTLfoISvhtCmVQMefj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/neV35lK7em4rIY9QIoH1cruErPA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ntevi35t6cjl.html",
        "server": "usersdrive.com",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/blackberry-2023-1080-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2ADcg/Blackberry.2023.1080p.WEB.CMt.mp4",
        "server": "megaup.net",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/R7dUTZQT#iYImj7ka43iJM06X25WLzhy-HN2kslHA0CpRE10K4kk",
        "server": "mega.nz",
        "size": "1.42GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/4mref4qboklj.html",
        "server": "usersdrive.com",
        "size": "743MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/blackberry-2023-720-p-web-c-mt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "743MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ADbe/Blackberry.2023.720p.WEB.CMt.mp4",
        "server": "megaup.net",
        "size": "743MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/cnkDhTLa#AmLAeqcKf9XCXYX5nSsEkYePpIu7OpUzO4XGG9l8P9g",
        "server": "mega.nz",
        "size": "743MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrapid.com/1062627xl239.html",
        "server": "streamsb.com",
        "size": "743MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/h0e0nqu8z1k0",
        "server": "streamvid.io",
        "size": "743MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/v5ghdxx645qd.html",
        "server": "usersdrive.com",
        "size": "371MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/blackberry-2023-480-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "371MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1UGlb/Blackberry.2023.480p.WEB.CM.mp4",
        "server": "megaup.net",
        "size": "371MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/NuNmCTIJ#NwtemfSi7w0ahJd5YSNc4O6EJnOt_q6KcMr5OmuYq90",
        "server": "mega.nz",
        "size": "371MB",
        "quality": "480P"
      },
      {
        "link": "https://sbrapid.com/rghw2pq5ms2n.html",
        "server": "streamsb.com",
        "size": "371MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/lqg4m7yts4rb",
        "server": "streamvid.io",
        "size": "371MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "cXL_HDzBQsM",
      "video_url": "https://www.youtube.com/watch?v=cXL_HDzBQsM",
      "embed_url": "https://www.youtube.com/embed/cXL_HDzBQsM"
    }
  },
  {
    "metadata": "APPROVED|1963|192 min|Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "22,429"
    },
    "title": "Cleopatra (1963)",
    "description": "CLEOPATRA (1963)Cleopatra ဆိုတဲ့နာမည်ကို အထူးတလည်မိတ်ဆက်ပေးနေစရာမလိုပါဘူး။ ကမ္ဘာ့သမိုင်းစာမျက်နှာမှာ လူတကာငေးရတဲ့အလှပိုင်ရှင်အဖြစ်၊ အီဂျစ်ဘုရင်မာယာရှင်အဖြစ် Cleopatra ကိုမှတ်တမ်းတင်ခဲ့ကြပါတယ်။ Cleopatra ပါဝင်ကပြတဲ့ ကမ္ဘာ့သမိုင်းဇာတ်ကွက်က ကြီးကျယ်ခမ်းနားခဲ့သလို အဲဒီအကြောင်းကို ပြန်လည်ရိုက်ကူးတဲ့ ရုပ်ရှင်ဟာလည်း ရုပ်ရှင်သမိုင်းမှာဆိုစမှတ်ပြုရလောက်အောင် ကြီးကျယ်ခမ်းနားခဲ့ပါတယ်။Roman emperor ရဲ့အထင်ကရ စစ်သူကြီး Julius Caesar ဟာ ရန်သူတော် Pompey ကို တိုက်ခိုက်အနိုင်ယူလိုက်တဲ့ Battle of Pharsalus အပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ Rome ရဲ့ အဓိကကုန်ဝင်ရာ နိုင်ငံဖြစ်တဲ့ Egypt မှာ Cleopatra ဘုရင်မနဲ့ မောင်ဖြစ်သူ Ptolemy တို့ထီးနန်းအတွက် တင်းမာနေတဲ့အခြေအနေကို Caesar ကဖြေရှင်းပေးဖို့ Egypt ကိုရောက်လာခဲ့ပါတယ်။ အချုပ်ပြောရရင် Cleopatra ကိုလုပ်ကြံရန်ကြိုးစားမှုနဲ့ Ptolemy နယ်နှင်ဒဏ်ပေးခံရပြီး Cleopatra က အီဂျစ်ရဲ့ဘုရင်မဖြစ်လာခဲ့တဲ့အပြင် Caesar နဲ့ Cleopatra တို့ပါငြိစွန်းခဲ့ပါတော့တယ်။ သားလေး Caesarion ဖွားမြင်လာခဲ့တဲ့အခါမှာတော့ Cleopatra ရဲ့အိပ်မက်ဟာ ကမ္ဘာတစ်ခွင်ကို သူမနဲ့ Caesar တို့အတူအုပ်စိုးပြီး သားတော်လေးလက်ထဲ အာဏာစက်ကိုလွှဲအပ်ပေးခဲ့ဖို့ဖြစ်လာပါတယ်။ရောမနေပြည်တော်ကြီးမှာတော့ dictatorship ကိုတောင်းဆိုလာတဲ့ Caesar ကိုလွှတ်တော်အဖွဲ့ကအမြင်မကြည်တော့တဲ့အပြင် တူဖြစ်သူ Octavian ရဲ့သွေးထိုးမှုတွေကြောင့် Caesar အတွက် အခြေအနေမကောင်းဖြစ်နေပါတယ်။ နောက်ဆုံး Caesar လုပ်ကြံခံခဲ့ရပြီး Cleopatra တို့သားအမိလည်းပြည်တော်ပြန်ခဲ့ရပါတယ်။ရောမမှာ Caesar လိုပဲ ပြည်သူတွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရတဲ့ နောက်သူရဲကောင်းတစ်ဦးကတော့ Mark Antony ဖြစ်ပါတယ်။ Caesar မရှိတော့တဲ့နောက် Mark Antony ရယ်၊ Octavian ရယ်၊ Lepidus ရယ်တို့က ရောမအင်ပါယာကြီးကို ခွဲဝေအုပ်ချုပ်နေခဲ့ကြပါတယ်။ သူရဲကောင်းကြီး Mark Antony ဟာလည်း Cleopatra ရဲ့အလှတရားအောက်မှာ ကျရှုံးခဲ့ရပြန်ပါတယ်။ Caesar နဲ့မအောင်မြင်ခဲ့တဲ့အိပ်မက်ကို Mark Antony နဲ့ပြန်အသက်ဆက်ဖို့ကြိုးစားတဲ့ Cleopatra အောင်မြင်နိုင်မလားဆိုတာကတော့………………….Cleopatra ဇာတ်ကားကြီးကျော်ကြားရခြင်းအကြောင်းအချက်တွေအားလုံးက အကောင်းကြီးပဲတော့မဟုတ်ပါဘူး။ နာမည်ဆိုးနဲ့လည်း ကျော်ကြားသူပေါ့။ ဒီကားဟာ ကုန်ကျစရိတ်အများဆုံးရုပ်ရှင်တွေထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။ မူလ Budget က ဒေါ်လာ ၂ သန်းဖြစ်ပေမယ့် ရိုက်ကူးပြီးစီးသွားတော့ ၄၄သန်းလောက်ကုန်ခဲ့ပြီး 20th century fox ကို ဒေဝါလီခံရခါနီးအထိဖြစ်စေခဲ့ပါတယ်။ အဲ့ခေတ်က ၄၄ သန်းဆိုတာ ဒီနေ့ခေတ်မှာ ၃၃၉ သန်းလောက်အထိရှိတယ်ဆိုပါတယ်။ နှမြောစရာကောင်းတာက ကုန်ကျစရိတ်ရဲ့တော်တော်များများဟာ အချည်းနှီးဖြစ်ခဲ့ရတာပါ။ ဒီကားကိုစမရိုက်ခင်ကတည်းက ဇာတ်ညွှန်းရေးဆရာတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းလဲခဲ့ပါတယ်။ သရုပ်ဆောင်တွေလည်းပြောင်းလဲခဲ့ပါတယ်။ နောက်ဆုံး ဒါရိုက်တာ Mamoulian ပါလမ်းခွဲသွားခဲ့ပြီး Joseph L.Mankiewicz ဝင်ရောက်လာခဲ့ပါတယ်။ Mankiewicz ဝင်ရောက်လာချိန်မှာကို ကုန်ကျငွေက Budget ထက် ၅ သန်းလောက်ပိုနေခဲ့ပြီဖြစ်ပေမယ့် ပြလောက်စရာ လောက်လောက်လားလား ရိုက်ချက်တော့ တစ်ကွက်မှမရခဲ့သေးပါဘူး။ Mankiewicz ကဇာတ်ညွှန်းကိုအစအဆုံးပြန်ရေးပြီး စိတ်ကြိုက်ရိုက်ကူးခဲ့ပါတယ်။ အစက London မှ setting ကြီးတွေအသေအချာဆောက်ပြီးရိုက်ကူးနေခဲ့တာပါ။ ဒါပေမယ့် London ရဲ့အေးလွန်းတဲ့ရာသီဥတုက အဖွဲ့သားတွေအတွက်ခက်ခဲလွန်းနေခဲ့ပြီး မင်းသမီး Eizabeth Taylor ကိုယ်တိုင် အကြီးအကျယ်ဖျားနာခဲ့ရတာ လည်ပြွန်အပေါက်ဖောက်ခဲ့ရတဲ့အထိပါပဲ။ မင်းသမီးဆေးရုံတက်နေစဉ် ရိုက်ကူးရေးရပ်နားထားရာမှာ ဘဏ်တိုးက တစ်နေ့ကို ဒေါ်လာ ၇၅၀၀ တက်နေခဲ့ပါတယ်။ ဒီလိုနဲ့ ဒေါ်လာ ၃ သန်းလောက်နစ်နာခဲ့ပြီး နောက်ဆုံးတော့ Italy, Egypt တို့မှာ ပြောင်းရွှေ့ရိုက်ကူးခဲ့ရပါတယ်။ ရိုက်ကူးပြီးစီးသွားပြီး တည်းဖြတ်အပြီးမှာ ကြာမြင့်ချိန်က ၆ နာရီထိရှိခဲ့ပါတယ်။ ဒါပေမယ့် Producers တွေက ပြန်လည်တည်းဖြတ်ဖို့ Mankiewicz ကိုတောင်းဆိုခဲ့တာကြောင့် နောက်ပိုင်းမှာ ၄ နာရီပဲဖြစ်သွားရပါတယ်။ အရေးကြီးတဲ့အခန်းအချို့လည်း ဖြုတ်ချခံရတဲ့အထဲပါသွားပါတော့တယ်။Cleopatra ဇာတ်ကားအကြောင်းပြောမယ်ဆိုရင် မင်းသမီး Elizabeth Taylor အကြောင်းကိုလည်း မပြောမဖြစ်ပြောရပါလိမ့်မယ်။ အပြင်မှာလည်း ချောမောသလောက် ယောကျာ်းသားတို့နဲ့ ဇာတ်လမ်းတွေများခဲ့တဲ့ သူမကို ဒီဇာတ်ကောင်အတွက် ရွေးချယ်တာ တမင်ရည်ရွယ်ရင်းလားမသိပါဘူး။ ရိုက်ကူးနေရင်းနဲ့လဲ တွဲဖက်မင်းသား Richard Burton (Mark Antony) နဲာဇာတ်လမ်းတွေဖြစ်ခဲ့တာကြောင့် ဟိုးလေးတကျော်ဖြစ်ခဲ့ရပြီး ဝေဖန်သံတွေလည်း ညံခဲ့ပါတယ်။ အဲဒီအချိန်မှာ နှစ်ယောက်လုံးက အိမ်ထောင်ကိုယ်စီနဲ့ကိုး။ သူတို့နှစ်ယောက်လုံး ဒီကားနဲ့ဆုတွေမရခဲ့ပေမယ့် Elizabeth Taylor ကတော့ စံချိန်တစ်ခုတင်ခဲ့ပါတယ်။ ရုပ်ရှင်တစ်ကားအတွင်း ဝတ်စုံအများဆုံးလဲလှယ်မှုကို ၆၅ ကြိမ်နဲ့စံချိန်ဆင်လိုက်တာပါ။ ဒါပေမယ့် ဒီစံချိန်ကို ၁၉၉၆ မှာ Madonna က Evita ဇာတ်ကားမှာ ၈၅ ကြိမ်နဲ့ရိုက်ချိုးလိုက်ပါတယ်။ နောက်တစ်ချက်က ဒီကားနဲ့ Elizabeth Taylor က သရုပ်ဆောင်ကြေး ဒေါ်လာ ၁ သန်းအထိရရှိခဲ့ပါတယ်။ Original budget နဲ့ဆိုရင် တစ်ဝက်တိတိပါပဲ။ဒီကားကို ဝေဖန်ရေးတွေကတော့ ကြိုက်တဲ့သူ၊ မကြိက်တဲ့သူစုံခဲ့ပါတယ်။ ဘယ်လိုပဲဝေဖန်သံညံညံ၊ ဘယ်လောက်ပဲငွေကုန်ကြေးကျများခဲ့များခဲ့ အကြီးကျယ်အခမ်းနားဆုံးဇာတ်ကားတစ်ကားဖြစ်လာရတာကိုပဲ ကျေနပ်ရမှာပါ။ ခမ်းနားတာကတော့ ကျွန်တော့်မျက်မြင်ပါပဲ။ Rome မြို့ထဲကို Cleopatra ဝင်လာတဲ့အခန်း၊ Mark Antony ကို Cleopatra သင်္ဘောကြီးနဲ့သွားရောက်တွေ့ဆုံတဲ့အခန်းတွေဟာ ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ အခမ်းနားဆုံးတွေပါပဲ။ နောက် battle scenes တွေအပြင် နောက်ခံ ဆက်တင်တွေကိုပါ ရှယ်ပြင်ဆင်ထားတာ တကယ်ကိုချီးကျူးစရာပါပဲ။ကမ္ဘာ့သမိုင်းမှာ Julius Caesar, Mark Antony တို့နဲ့အတူ Cleopatra ဆိုတဲ့အလှနတ်ဘုရားကို ပယ်ဖျက်ထားလို့မရသလို Cleopatra ရုပ်ရှင်ဇာတ်ကားကြီးဟာလည်း ထာဝရတည်တံ့နေမယ့် ဂန္တဝင်ရုပ်ရှင်ကြီးပဲဖြစ်ပါတယ်။Ref: wikipediaလင်းဝေမြိုင် – ဂန္တဝင်ဝတ္ထု၊ ဂန္တဝင်ရုပ်ရှင်~Miller~(ရုပ်ရှင်အညွှန်းကိုMovies-we watch,we feel. Facebook Pageမှ ကူးယူဖော်ပြပါသည်။)File size…(5.5 GB) /(4.2 GB)/(1.6 GB)Quality….50th.Anniv.Restored.BluRay HEVC 1080p /1080p/720pFormat…mkv/mp4Duration….04:11:08Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNay Lin TharYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarryl F. ZanuckJoseph L. MankiewiczRouben MamoulianStarsElizabeth TaylorPamela BrownRex HarrisonRichard BurtonCastAndrew FauldsAndrew KeirCarroll O'ConnorCesare DanovaDouglas WilmerElizabeth TaylorFinlay CurrieFrancesca AnnisGeorge ColeGrégoire AslanGwen WatfordHerbert BerghofHume CronynIsabel CooleyJacqueline ChanJohn DoucetteJohn HoytKenneth HaighMarie DevereuxMarne MaitlandMartin BensonMartin LandauMichael GwynnMichael HordernMike SteenPamela BrownPeter GrantRex HarrisonRichard BurtonRichard O'SullivanRobert StephensRoddy McDowall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qQGHkmLWPcMGkKws78pFh14SzUo.jpg",
      "https://image.tmdb.org/t/p/w300/fQEGDdu4s0YAkhvxSi9o5l4vGnm.jpg",
      "https://image.tmdb.org/t/p/w300/zLGRtDG96DnPoE53DeMkatcqfEi.jpg",
      "https://image.tmdb.org/t/p/w300/4C72VlrLRVewZ686VFuXTfwJD8e.jpg",
      "https://image.tmdb.org/t/p/w300/nuUKKwG2rAR0wCSLySNdAPphfZv.jpg",
      "https://image.tmdb.org/t/p/w300/wiC0xF6s7gbNZG1ctW7E7kTcGYO.jpg",
      "https://image.tmdb.org/t/p/w300/p6cty5dejk0enj1xD2i6sqvEf9X.jpg",
      "https://image.tmdb.org/t/p/w300/6sntcClguOYgyTJHhOwtBsjI7CJ.jpg",
      "https://image.tmdb.org/t/p/w300/qVg5oeFvOIbAxacHfPmt4WArA8f.jpg",
      "https://image.tmdb.org/t/p/w300/wIrZlo65pf1pzjadGSCKs48wGSQ.jpg",
      "https://image.tmdb.org/t/p/w300/h0z2rCZNZi7qfvztiwqWGyAeQvT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/9961340362a467c40c3132282c17f884.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cleopatra-1963",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-cleopatra-1963-50-th-anniv-restored-bluray-1080-p-hevc-ac-3-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/JJ4GhBCL#aPd-Qtl4Uc3N7I9G4OETlN9hedNLO8Cju_M6GhdiUlA",
        "server": "mega.nz",
        "size": "5.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/cy32ynga2ecd.html",
        "server": "usersdrive.com",
        "size": "5.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cleopatra-1963-50-th-anniv-restored-bluray-1080-p-dts-hd-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2nfS7/(CM)Cleopatra.1963.50th.Anniv.Restored.Bluray.1080p.DTS-HD.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6vbjo0m75yj0.html",
        "server": "usersdrive.com",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cleopatra-1963-50-th-anniv-restored-bluray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Hjxh/(CM)_Cleopatra.1963.50th.Anniv.Restored.Bluray.720p.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hMxgFRDQ#et8Ea-QmQb9L53dWKrfEXaTrFjIXb8vKcmnOpjZdZ9I",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rpcylfm8hu90.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/19kb26cqlzrl.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NGDyZHlHklo",
      "video_url": "https://www.youtube.com/watch?v=NGDyZHlHklo",
      "embed_url": "https://www.youtube.com/embed/NGDyZHlHklo"
    }
  },
  {
    "metadata": "|||Biography,Drama,Family",
    "rating": {
      "rating": "7.8/10",
      "rating_count": ""
    },
    "title": "October Sky (1999)",
    "description": "IMDb 7.8 နဲ့ Rotten Tomatoes 91%အထိရရှိခဲ့တဲ့ NASA legend ကြီးတစ်ဦးဖြစ်တဲ့ ဟိုမာဟစ်ကမ်ရဲ့ ငယ်ဘ၀အကြောင်းကို ဇာတ်အိမ်တည် ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။“ကမ္ဘာမြေကြီးအတွင်းဖက်ကို စိတ်မ၀င်စားဘဲ ကမ္ဘာ့အပြင်ဖက်ကိုပဲ စိတ်၀င်စားတဲ့ ဟိုမာဟစ်ကမ် သို့မဟုတ် အောက်တိုဘာကောင်းကင်ယံက ဆိုဗီယက်ဂြိုဟ်တုကိုငေးကြည့်ရင်း ဒုံးပျံအိပ်မက် မက်ခဲ့တဲ့ သတ္တုတူးသမားတစ်ဦးရဲ့ သား”အချိန်ကာလအားဖြင့် ၁၉၅၀ခုနစ်၊ ဟိုမာဟာ ကိုးလ်ဝုလို့ခေါ်တဲ့ ကျောက်မီးသွေးတူးတဲ့အလုပ်နဲ့အသက်မွေးကြတဲ့ မြို့ငယ်လေးက လူငယ်လေးတစ်ဦးဖြစ်တယ်။ ဟိုမာရဲ့အဖေဖြစ်သူက ကိုးလ်ဝုကျောက်မီးသွေးတွင်းရဲ့ပိုင်ရှင်တစ်ဦး။ ဟိုမာတို့မြို့ငယ်လေးမှာ ပညာရေးအတွက် ရွေးချယ်စရာများများစားစားမရှိ။ အထက်တန်းပြီးသွားရင် ပညာသင်ဆုနဲ့ မြို့ကြီးတွေမှာ ကောလိပ်သွားတက်ရင်တက် မတက်ရင်တော့ အများစုက ကိုးလ်ဝုရဲ့ကျောက်မီးသွေးတွင်းထဲမှာပဲ သတ္တုတူးသမားအဖြစ် ၀င်ရောက်လုပ်ကိုင်ကြတာများတယ်။ဒါပေမဲ့ တစ်နေ့မှာ နာဆာကိုရောက်မယ့် အင်ဂျင်နီယာလောင်းဟိုမာကတော့ သတ္တုတွင်းထဲမသွား၊ ကမ္ဘာမြေကြီးအတွင်းဖက်ကို စိတ်မ၀င်စားဘဲ ကမ္ဘာ့အပြင်ဖက်ကိုသာ စူးစမ်းချင်သူတစ်ဦး။ ဟိုမာဟာ ရေဒီယိုကနေ ဆိုဗီယက်ပြည်ထောင်စုရဲ့ စပတ်ခ်နစ်ခ်လို့အမည်ရတဲ့ ကမ္ဘာ့ပထမဆုံး လူလုပ်ဂြိုဟ်တုကို အာကာသထဲ လွှတ်တင်လိုက်နိုင်ပြီဆိုတဲ့ သတင်းကိုကြားပြီး ဒုံးပျံတည်ဆောက်ချင်စိတ်တွေ တဖွားဖွားပေါ်သွားတယ်။ ဒီလိုနဲ့ ဟိုမာနဲ့အတူ အိုဒဲလ် ကွင်တန် နဲ့ ရွိုင်လီတို့ဟာ ဒုံးပျံသိပ္ပံနဲ့ လားလားမှမအပ်စပ်တဲ့မြို့‌ငယ်လေးမှာ ဒုံးပျံတွေကိုအားမပေးတဲ့ ဟိုမာရဲ့အဖေဖြစ်သူရဲ့ ဆန္ဒကိုလွန်ဆန်ပြီး မလျှော့တဲ့ဇွဲနဲ့ လက်လုပ် အပျော်တမ်းဒုံပျံအသေးစားလေး‌တွေကို တည်ဆောက်ကြရင်းကနေ တစ်ချိန်မှာ ဒီလူငယ်လေးဦးရဲ့အနာဂတ်ဟာ ဘယ်လိုများပြောင်းလဲသွားမလဲ။ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ မကြုံ‌တွေ့ခဲ့ရဖူးတဲ့ ၁၉၅၀ခုနစ်များရဲ့ အောက်မေ့ဖွယ်ရာငယ်ဘ၀ကို ပြန်လည်ခေါ်ဆောင်သွားပေးလိမ့်မယ်။ အောင်မြင်သူဉာဏ်ကြီးရှင်တို့ရဲ့ စေ့ဆော်မှု မလျှော့တဲ့ ဇွဲ လုံ့လ တွေကိုမီးမောင်းထိုးရိုက်ကူးပြထားတယ်။ အားတက်စရာ အတုယူစရာရုပ်ရှင်ကောင်းဖြစ်တာမလို့ ကလေးလူကြီး‌မရွေး ကြည့်ရှုဖို့သင့်တဲ့ရုပ်ရှင်ဖြစ်တယ်။ ဟိုမာနေရာမှာသရုပ်ဆောင်ထားတဲ့ Donnie Darko, Southpaw, The Covenant အစရှိတဲ့ နာမည်ကြီးရုပ်ရှင်တွေရဲ့ သရုပ်ဆောင် Jake Gyllenhaal ဟာ ဒီရုပ်ရှင်ထဲမှာ အသက် ၁၇နှစ်အရွယ်သာ ရှိပါသေးတယ်။ စ လယ် ဆုံး အပြစ်ပြောစရာမရှိဘဲ ဇာတ်လမ်းအဆုံးအထိ ကြည့်ရှုသူရဲ့စိတ်အာရုံကို ဆွဲဆောင်သွားမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်တာမလို့ သေချာပေါက် မြည်းစမ်းကြည့်ဖို့ အကြံပေးရင်းနဲ့ပဲ အဆုံးသတ်လိုက်ပါတယ်။File size…(2 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:48:00Genre…Biography, Drama, FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Steven KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndy StahlBlaque FowlerBradford Ryan LundBrady ColemanChad LindbergCharles LawlorChris CooperChris EllisChris OwenCourtney Cole-FendleyDave HagerDavid CopelandDavid DuceyDavid DwyerDon G. CampbellDon Henderson BakerDon TaylorDon TilleyDonald ThorneDoug SwanderElya BaskinFrank Hoyt TaylorFrank SchulerIda GinnJake GyllenhaalJenny PattersonJoe DigaetanoJohn BennesJonathan FawbushJustin WhitsettKaili HollisterKeeli Hale KimbroLarry BlackLarry RueLaura DernLiz BylerMark Jeffrey MillerMark W. JohnsonNatalie CanerdayNeva HowellO. Winston LinkRandy StriplingRay ElderRichard LumpkinRick ForresterRockford DavisScott ThomasTerrence GibneyTerry LoughlinTerry NienhuisThomas TaylorTom KagyTom TurbivilleTommy SmeltzerWilliam Lee Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c6uIPrMgvDzhEGSKuZc8aw6NfC.jpg",
      "https://image.tmdb.org/t/p/w300/fiShMdvls3V9D5GENPA2xSkHv9H.jpg",
      "https://image.tmdb.org/t/p/w300/gKWTLMgOmxm4TY7mXMMYaTfi5Yy.jpg",
      "https://image.tmdb.org/t/p/w300/ArJ4ZoEu0IGBSrlBN6bqrAd6Xqe.jpg",
      "https://image.tmdb.org/t/p/w300/4lxxFPzPzxmd4T4dq8yBRT0EHD6.jpg",
      "https://image.tmdb.org/t/p/w300/647juAlYv2Ke6yCvXMapvvcujNW.jpg",
      "https://image.tmdb.org/t/p/w300/wfIm0RQ54GUkL0T061U2IRfrved.jpg",
      "https://image.tmdb.org/t/p/w300/qa9Ow5Cu4sjJjEDOY07vvUsEkN3.jpg",
      "https://image.tmdb.org/t/p/w300/jF9zQqwRzjUjiQiiXrKeFNzKrMZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BMTg5OTNlZDQtY2ZlNS00MjA1LWEzNDItODFiODNmY2FlNTg4XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/october-sky-1999-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7rz6w/October.Sky.1999.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cXdwxJob#QlnmmbLDO1R-udMa666g-6PWgA993Qu8s6FSSwKqU6I",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4vdg31o64kli.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/october-sky-1999-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7rz5n/October.Sky.1999.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NP9mhI7K#_OGeg8nZows0Nm5Ph6vys9_jN8JPC7QIL59c5VQfyFE",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jiqvc7feeyzy.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/v2hucjnaovds",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4cmMukCFyd8",
      "video_url": "https://www.youtube.com/watch?v=4cmMukCFyd8",
      "embed_url": "https://www.youtube.com/embed/4cmMukCFyd8"
    }
  },
  {
    "metadata": "NOT RATED|2014|122 min|Action,Biography,Bollywood,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "8,584"
    },
    "title": "Mary Kom (2014)",
    "description": "Mary Kom (2014)IMDb Rating (6.8) / Rotten Tomatoes (88%)အိန္ဒိယ မြန်မာနယ်စပ်ဘက်က ကမ္ဘာကျော် အမျိုးသမီးလက်ဝှေ့သမား တစ်ယောက်ရဲ့ တကယ့် ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ Bollywood ရဲ့နာမည်ကျော်မင်းသမီး ပရီရန်ကာချော်ပရာက သရုပ်ဆောင်ထားပါတယ်။ချင်းပြည်နယ် နယ်စပ်တစ်ဖက်ခြမ်း အင်ဖာမြို့က Mary Kom လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ဇာတ်လမ်းက အိန္ဒိယ ရုပ်ရှင်လောကမှာတော့ တကယ် အောင်မြင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။India ရဲ့ အိုလံပစ် လက်ဝှေ့ကျော်ဖြစ်လာခဲ့တဲ့ မေရီကွန်းရဲ့ စိတ်ဓာတ်သန်မာမှု တွေ ဖြတ်သန်းရာဘဝတွေနဲ့ ကိုယ်ဖြစ်ချင်ရာ ပန်းတိုင်ကို ရောက်အောင် ကျားကုတ်ကျားခဲ ကြိုးစားခဲ့ရပုံတွေ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းရဲ့အစမှာ အင်ဖာမြို့က မထင်မရှား ကျေးရွာလေးတစ်ရွာက မေရီဆိုတဲ့ ဆတ်ဆတ်ထိမခံ ကျောင်းသူ ကောင်မလေးနဲ့ စထားပါတယ်။ကျောင်းက ယောက်ျားလေးတွေနဲ့ သူတင်ကိုတင် ထိုးကြိတ်ရန်ဖြစ်တတ်တဲ့ မေရီဟာ တစ်ရက်တော့ အဲဒီမြို့က လက်ဝှေ့ရုံထဲရန်ဖြစ်ရင်းနဲ့ ရောက်သွားပြီး အဲဒီလက်ဝှေ့ရုံမှာ စတင်သင်ကြားပါတော့တယ်။လက်ရဲဇက်ရဲနဲ့ စိတ်၀င်စားမှုပြင်းထန်တဲ့ မေရီဟာ အဲဒီလက် ဝှေ့ရုံရဲ့ ထင်ရှားတဲ့ လက်ဝှေ့သမားအဖြစ်သာမက ပြည်နယ်တိုင်း ပြိုင်ပွဲတွေအထိပါ တဖြည်းဖြည်း တက်လာတယ်။ဒီကြားထဲမှာ သူ့မိသားစုကလည်း အဆင်ပြေလှတဲ့မိသားစုမဟုတ်တော့ တစ်ခါတလေ မြေ၀ိုင်းလက်ဝှေ့ပွဲတွေမှာ ယောက်ျားတွေနဲ့ ၀င်ထိုးတဲ့အထိ မေရီက မိုက်ရူးရဲဆန်တတ်သေးတယ်။လက်ဝှေ့ဇာတ်ကားတွေရဲ့ ဇာတ်လမ်းအသွားအလာအတိုင်း မေရီပြိုင်ပွဲတွေ၀င်ပြိုင်တယ်။ နိုင်ငံအဆင့် အိုလံပစ်အဆင့်အထိ အဆင့်ဆင့်တက်ပြိုင်။ နိုင်သွားတယ်။ ဒီသဘောပါပဲ။ဒါပေမဲ့ ဒီဇာတ်ကားရဲ့ အလှည့်အပြောင်းကတော့ တက် လမ်းရှိတဲ့ မိန်းကလေးတစ်ယောက် အိမ်ထောင်ကျပြီးနောက်မှာ သူ့ ဘ၀ရဲ့ အောင်မြင်မှုတွေအားလုံး ရေစုန်မျောရမလို ဖြစ်သွားတယ်။ကံကောင်းတာက မေရီ့မှာ ချစ်စ ရာကောင်းတဲ့ အမြွှာကလေး နှစ် ယောက်အပြင် မေရီရဲ့ လက်ဝှေ့ အားကစားနဲ့ ပတ်သက်ရင် ကိုယ် ကျိုးစွန့်ချစ်တတ်တဲ့ သူယောက်ျားက သူ့တက်လမ်းတွေကို ပြန်ဖွင့် ပေးခဲ့တယ်။ကြားထဲမှာတော့ စိတ်ဓာတ်ကျစရာတွေ ခါးဆက် ပြတ်သွားတဲ့ လက်ဝှေ့သမားတစ် ယောက်ရဲ့ အခက်အခဲတွေတော့ တစ်ပုံကြီးနဲ့ပေါ့။ဒီဇာတ်လမ်းက ကြည့်သင့်တဲ့အထဲမှာ ပါပါတယ်။ အထူးသဖြင့် ဒီကားထဲမှာပြောစရာက အိန္ဒိယ နာမည်ကြီးမင်းသမီး Priyanka Chopra ပရီယန်ကာချိုပရာဖြစ်ပါတယ်။ဒီလို လက်ဝှေ့သမား တစ်ယောက်ရဲ့ သဏ္ဌာန်ကို သရုပ်ဖော်နိုင်တဲ့ ဒီမင်းသမီးကတော့ အထင်ကြီးစရာပါပဲ။နောက်ထပ် ဒီဇာတ်ကားရဲ့စိတ်၀င်စားစရာတစ်ခုက ဇာတ်ကောင်ရဲ့ မူလဇာတိက မိုရေးမြို့က ဖြစ်တာကြောင့် ချင်းလူမျိုးတွေနဲ့ ရုပ်သွင်ပြင်သာမက နေထိုင်ပုံတွေကပါ ကိုယ့်တိုင်းရင်းသားတွေ ချင်းလူမျိုးတွေကို ကြည့်ရသလားထင်ရပါတယ်။Review CrdFile size…(2.5 GB)/(1.2 GB)Quality…BluRay 1080p HEVC / 720pFormat…mkv/mp4Duration….02:01:07Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNitin RanaOmung KumarSharmin SegalVishal RamanVishesh Deepak SareenStarsDarshan KumaarPriyanka ChopraRobin DasShishir SharmaSunil ThapaCastDarshan KumaarLin LaishramPriyanka ChopraPriyanka Chopra JonasRobin DasShishir SharmaShiva DagarSunil ThapaZachary Coffin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xgl5VP3VpXuqOEMFWbA2lLiM2tA.jpg",
      "https://image.tmdb.org/t/p/w300/g0bmE8hSEZQuBTJVZ1if9j1SzXV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/p11027450_p_v8_ad.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mary-kom-2014-1080-p-blu-ray-remux-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1RHpa/(CM)_Mary_Kom_(2014)_1080p_BluRay_REMUX_HEVC_AAC_5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/9zYR3YjL#BdpuYduJtA-2V5K_5kHeE7SaNMJ5Nyni7FQwWYTlzSc",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/lig4aikch0sn.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://streamvid.net/fk1fdit1m0hu",
        "server": "streamvid.io",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mary-kom-2014-720-p-blu-ray-remux-hevc-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3TzLz/(CM)_Mary_Kom_(2014)_720p_BluRay_REMUX_HEVC_AAC_5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AiJhjawL#09Im_Xu0cxTofpJh88zM4UqDBmx8UEJdJBvCyn4vnE8",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/60rwimayu3qu.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/q2oeb9cyzy39",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/86p5tycfefor.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OxsKcx1IwI8",
      "video_url": "https://www.youtube.com/watch?v=OxsKcx1IwI8",
      "embed_url": "https://www.youtube.com/embed/OxsKcx1IwI8"
    }
  },
  {
    "metadata": "PG-13|2005|136 min|Biography,Drama,Sport",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "110,709"
    },
    "title": "Coach Carter(2005)",
    "description": "Coach Carter(2005)IMDb…7.3,,,Rotten….64%Richmond အထက္တန္းေက်ာင္း ဘတ္စကတ္ေဘာ အသင္းဟာ တစ္ရာသီလုံးမွာ (၄)ပြဲသာအႏုိင္ရရွိထားတယ္…နည္းျပအေနနဲ႕လည္း ရစ္မန္ၿမဳိ႕ရဲ႕ လူေနမႈစရုိက္နဲ႕ ေပါက္ဖြားလာတဲ့ ေက်ာင္းသား ဘတ္စေကာေဘာ အားကစားသမားေတြကုိထိန္းခ်ဳပ္ရတာလည္း မလြယ္ကူလွဘူး….ပြဲေတြရႈံးရတဲ့ အေၾကာင္းရင္းကလည္း အားကစားသမားေတြရဲ႕ အရည္အခ်င္းေၾကာင့္ဆုိတာထက္အေျခခံစိတ္ဓာတ္ေၾကာင့္လုိျဖစ္ေနတယ္…ဒီလုိလူေတြကုိနည္းျပသစ္ခန္႕ဖုိ႕ Carter ႀကီးကုိ  ကမ္းလွမ္းၾကတယ္…အားကစားသမားေတြရဲ႕အေျခအေနနဲ႕ၿမဳိ႕ရဲ႕လူေနမႈစရုိက္ကုိ သိတဲ့ Carter ႀကီးက သူ႕စိတ္ႀကဳိက္နည္းျပခြင့္ရရင္လုပ္မယ္ဆုိၿပီး သေဘာတူလုိက္တယ္…ဒီကားက  ဘတ္စကတ္ေဘာ အားကစားသမားျဖစ္တဲ့ Ken Carter ရဲ႕ နည္းျပဘ၀ကုိျဖစ္ရပ္မွန္ရုိက္ကူးထားတာပါ…Cater ရဲ႕ေနရာမွာေတာ့  Mother…f*****ႀကီးလုိ႕ လူသိမ်ားတဲ့ Samuel L.Jackson ကသရုပ္ေဆာင္ထားပါတယ္…ဒီကားထဲမွာေတာ့ တစ္လုံးမွကုိမဆဲတတ္တဲ့ အလြန္ယဥ္ေက်းတဲ့ Samuel  ႀကီးကုိခင္ဗ်ားတုိ႕ေတြ႕ရလိမ့္မယ္..Carter ဟာ သူငယ္စဥ္အားကစားသမားဘ၀ထဲက ရစ္မန္ရဲ႕လူေနမႈစရိုက္ေတြကုိ ခါးသီးခဲ့ပုံရတယ္..ဒါ့ေၾကာင့္ သူ႕ေျခသူ႕လက္ အားကစားသမားအားလုံးကိုထိန္းခ်ဳပ္ခြင့္ရမယ္ဆုိတဲ့သေဘာတူညီခ်က္အတုိင္းနည္းျပပါေတာ့တယ္…သူရင္ဆုိင္ရတာေတြက တကယ့္ကုိမလြယ္ပါဘူး..စည္းကမ္းပ်က္ အသင္းသားေတြအားကစားတစ္ခုပဲအားေပးတဲ့ မိဘေတြ ၊သူ႕ရဲ႕လုပ္ရပ္ေတြကုိ စိတ္ပ်က္ေနတဲ့ဆရာေတြတကယ့္ကုိမွ အမ်ားႀကီးပါပဲ….သူ႕လုပ္ရပ္ေတြက ေက်ာင္းအုပ္နဲ႕ေတာင္ ထိပ္တုိက္ရင္ဆုိင္ေနတဲ့အျဖစ္မ်ဳိးပါ..နည္းျပႀကီးဘယ္လုိ စနစ္ေတြက်င့္သုံးမလဲ…သူေအာင္ျမင္ပါ့မလား…ေျပာရရင္ ဒီကားက ဘစ္စကတ္ေဘာအားကစားဆုိတာထက္အမ်ားႀကီးပုိတယ္…scene တုိင္းဟာ တန္ဘုိးရွိတယ္…ျပသခ်ိန္ ၂နာရီ၁၆မိနစ္မွာ မၿပီးပါေစနဲ႕လုိ႕ ကေယာင္ကတမ္းဆုေတာင္းမိတဲ့ကားမ်ဳိးပါ…တယုတယနဲ႕ တန္ဘုိးထားၿပီး မဖ်က္သင့္တဲ့ ခင္ဗ်ားတုိ႕ ရဲ႕ ခ်စ္စရာ ဇာတ္ကားစာရင္းထဲမွာဒီကားပါသြားလိမ့္မယ္ဆုိတာ ကြ်န္ေတာ္ရဲရဲႀကီးအာမခံတယ္…File Size :(2.46GB) (1.05GB) and (462 MB)Quality : Blu-Ray 720p/1080p 5.1,Format…mp4Duration…02:16:00Genre :Biography,Drama,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorThomas CarterStarsAllison KylerAshantiChanning TatumLacey BeemanOctavia SpencerRick GonzalezRob BrownRobert Ri'chardSamuel L. JacksonTexas BattleCastAllison KylerAshantiChanning TatumCindy ChiuLacey BeemanOctavia SpencerRick GonzalezRob BrownRobert Ri'chardSamuel L. JacksonTexas Battle",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qgmcpz4ZyDxtAOTvqN6oIpBez7d.jpg",
      "https://image.tmdb.org/t/p/w300/8ZLZN3T25cSwI3V3zICQCZ1zxQ0.jpg",
      "https://image.tmdb.org/t/p/w300/mPmaBTrNQJ5jGhOuDjgrV0SmQcF.jpg",
      "https://image.tmdb.org/t/p/w300/hjOONErOaKOhIPlJ3lD5oEBxXEg.jpg",
      "https://image.tmdb.org/t/p/w300/AbxV6YjTC2PsZLRgfreg1dFaSj7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8c6BeOIrDStz2aiPceYdI5sd9pL.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ab0k6ga8vyn0.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/1xXtW/Coach_Carter_[2005]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/coach-carter-2005-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/5nx43o5jngla",
        "server": "upstream.to",
        "size": "1.05GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "nOFhHEepF4s",
      "video_url": "https://www.youtube.com/watch?v=nOFhHEepF4s",
      "embed_url": "https://www.youtube.com/embed/nOFhHEepF4s"
    }
  }
]