[
  {
    "metadata": "|||Biography,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "6933"
    },
    "title": "A Hidden Life (2019)",
    "description": "ဒါကတော့ IMDb Rating 7.6နဲ့ tomatoesမှာ 80%အထိရထားပြီးဆုတွေအောင်မြင်မှုတွေရထားတဲ့ Historical dramaကားလေးပါ။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ အေးချမ်းပြီးလူတွေမသိတဲ့ ဘဝလေးတစ်ခုကိုပျက်စီးခဲ့ရတဲ့ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံထားပါတယ်။ဖရန့်နဲ့ ဖန်နီက ဩစတေးလျတောင်တန်းတွေကြားကအေးချမ်းသာယာတဲ့ရွာလေးတစ်ရွာမှာ ယာလုပ်ရင်းချစ်စရာသမီးလေးသုံး‌ယောက်နဲ့အတူပျော်ရွှင်နေကြသူတွေပါ။ဒုတိယကမ္ဘာစစ်စတော့ ဖရန့်ကိုစစ်လေ့ကျင့်ရေးခေါ်ခဲ့ပေမယ့်ဩစတေးလျမှာယာသမားတွေလိုတာကြောင့် သူ့ကိုအိမ်ပြန်လွှတ်ခဲ့ပါတယ်။ဒါပေမယ့် သူ့ကိုစစ်တိုက်ဖို့အခေါ်ခံရတဲ့အချိန်မှာတော့ခေါင်းဆောင်တွေရဲ့လုပ်ရပ်တွေမှန်ကန်တယ်လို့မထင်၊စစ်ပွဲကလည်းမတရားဘူးလို့ယူဆတဲ့ဖရန့်တစ်ယောက်ဟစ်တလာကိုသစ္စာခံပါမယ်ဆိုတဲ့ ကျမ်းသစ္စာကိုမကျိန်နိုင်ပါဘူးတဲ့။ဒီလိုနဲ့သူ့ကိုအကျဉ်းထောင်ထဲပို့လိုက်ပြီး စီရင်ချက်ချဖို့စောင့်ဆိုင်းနေရပါတယ်။ဒီကားမှာ ဇာတ်လမ်းကဘာဆက်ဖြစ်မလဲဆိုတာထက်ထောင်တွင်းသူ့မိန်းမနဲ့စာတွေအပြန်အလှန်ရေးပြီးလွမ်းဆွတ်ရတာတွေကိုကြည့်ပြီးစိတ်ထဲမှာကျဉ်းကြပ်လာသလိုခံစားရမှာပါ။သာယာပျော်ရွှင်နေတဲ့မိသားစုလေးဆီမှာကိုယ်မှန်တယ်ထင်တဲ့အရာကို‌ခေါင်းမာမာနဲ့ လုပ်လိုက်တဲ့လင်ယောက်ျားကြောင့်သူ(မ)ပင်ပန်းဆင်းရဲစွာအလုပ်လုပ်ရပြီးပတ်ဝန်းကျင်ရဲ့ဖယ်ကျဉ်ခြင်းကိုခံနေရပေမယ့်ယောက်ျားအပေါ်ငြူစူခြင်းမရှိပဲအဆုံးထိပါရမီ‌ဖြည့်ပေးခဲ့တဲ့မိန်းမတစ်ယောက်ကိုလည်း အံ့ဩစရာမြင်ရမှာပါ။ဒါတွေအားလုံးက တကယ်ဖြစ်ခဲ့တဲ့အကြောင်းတွေဆိုတာတွေးရင်းA hidden lifeဆိုတဲ့အတိုင်း စစ်ရဲ့ပယောဂကြောင့်လူမသိသူမသိပဲပျက်စီးခဲ့တဲ့ဘဝတွေဘယ်လောက်များရှိမလဲဆိုတာမတွေးရဲအောင်ပါပဲ။ဒီလိုကားမျိုးတွေကိုလူကြိုက်များမှာမဟုတ်မှန်းသိပေမယ့်ဒရမ်မာကားကောင်းတွေကို ရင်နဲ့ခံစားကြည့်ရှုသူတွေအတွက်တော့ဇာတ်ကားကောင်းတစ်ကားဆိုတာ အသေအချာပါပဲ။File Size : ( 2 GB , 459 MB )Quality : HDRip 720pRunning Time : 2 hr 54 minFormat : Mp4Genre : Biography , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwinzawgyiဒါကေတာ့ IMDb Rating 7.6နဲ႔ tomatoesမွာ 80%အထိရထားၿပီးဆုေတြေအာင္ျမင္မႈေတြရထားတဲ့ Historical dramaကားေလးပါ။ဒုတိယကမာၻစစ္အတြင္းမွာ ေအးခ်မ္းၿပီးလူေတြမသိတဲ့ ဘဝေလးတစ္ခုကိုပ်က္စီးခဲ့ရတဲ့ျဖစ္ရပ္မွန္တစ္ခုကိုအေျခခံထားပါတယ္။ဖရန႔္နဲ႔ ဖန္နီက ဩစေတးလ်ေတာင္တန္းေတြၾကားကေအးခ်မ္းသာယာတဲ့႐ြာေလးတစ္႐ြာမွာ ယာလုပ္ရင္းခ်စ္စရာသမီးေလးသုံး‌ေယာက္နဲ႔အတူေပ်ာ္႐ႊင္ေနၾကသူေတြပါ။ဒုတိယကမာၻစစ္စေတာ့ ဖရန႔္ကိုစစ္ေလ့က်င့္ေရးေခၚခဲ့ေပမယ့္ဩစေတးလ်မွာယာသမားေတြလိုတာေၾကာင့္ သူ႔ကိုအိမ္ျပန္လႊတ္ခဲ့ပါတယ္။ဒါေပမယ့္ သူ႔ကိုစစ္တိုက္ဖို႔အေခၚခံရတဲ့အခ်ိန္မွာေတာ့ေခါင္းေဆာင္ေတြရဲ႕လုပ္ရပ္ေတြမွန္ကန္တယ္လို႔မထင္၊စစ္ပြဲကလည္းမတရားဘူးလို႔ယူဆတဲ့ဖရန႔္တစ္ေယာက္ဟစ္တလာကိုသစၥာခံပါမယ္ဆိုတဲ့ က်မ္းသစၥာကိုမက်ိန္ႏိုင္ပါဘူးတဲ့။ဒီလိုနဲ႔သူ႔ကိုအက်ဥ္းေထာင္ထဲပို႔လိုက္ၿပီး စီရင္ခ်က္ခ်ဖို႔ေစာင့္ဆိုင္းေနရပါတယ္။ဒီကားမွာ ဇာတ္လမ္းကဘာဆက္ျဖစ္မလဲဆိုတာထက္ေထာင္တြင္းသူ႔မိန္းမနဲ႔စာေတြအျပန္အလွန္ေရးၿပီးလြမ္းဆြတ္ရတာေတြကိုၾကည့္ၿပီးစိတ္ထဲမွာက်ဥ္းၾကပ္လာသလိုခံစားရမွာပါ။သာယာေပ်ာ္႐ႊင္ေနတဲ့မိသားစုေလးဆီမွာကိုယ္မွန္တယ္ထင္တဲ့အရာကို‌ေခါင္းမာမာနဲ႔ လုပ္လိုက္တဲ့လင္ေယာက္်ားေၾကာင့္သူ(မ)ပင္ပန္းဆင္းရဲစြာအလုပ္လုပ္ရၿပီးပတ္ဝန္းက်င္ရဲ႕ဖယ္က်ဥ္ျခင္းကိုခံေနရေပမယ့္ေယာက္်ားအေပၚျငဴစူျခင္းမရွိပဲအဆုံးထိပါရမီ‌ျဖည့္ေပးခဲ့တဲ့မိန္းမတစ္ေယာက္ကိုလည္း အံ့ဩစရာျမင္ရမွာပါ။ဒါေတြအားလုံးက တကယ္ျဖစ္ခဲ့တဲ့အေၾကာင္းေတြဆိုတာေတြးရင္းA hidden lifeဆိုတဲ့အတိုင္း စစ္ရဲ႕ပေယာဂေၾကာင့္လူမသိသူမသိပဲပ်က္စီးခဲ့တဲ့ဘဝေတြဘယ္ေလာက္မ်ားရွိမလဲဆိုတာမေတြးရဲေအာင္ပါပဲ။ဒီလိုကားမ်ိဳးေတြကိုလူႀကိဳက္မ်ားမွာမဟုတ္မွန္းသိေပမယ့္ဒရမ္မာကားေကာင္းေတြကို ရင္နဲ႔ခံစားၾကည့္ရႈသူေတြအတြက္ေတာ့ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ အေသအခ်ာပါပဲ။File Size : ( 2 GB , 459 MB )Quality : HDRip 720pRunning Time : 2 hr 54 minFormat : Mp4Genre : Biography , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7OcLrFT8VkrMTUUwLQISJOwzz0n.jpg",
      "https://image.tmdb.org/t/p/w300/ijXdtIFWjZhmvLH9kuqgchKLD2N.jpg",
      "https://image.tmdb.org/t/p/w300/zxY1yP9FjJpV7T3hxqBBI5WNydx.jpg",
      "https://image.tmdb.org/t/p/w300/iD5GDsJLYO0bbRSekPTBhiql3uu.jpg",
      "https://image.tmdb.org/t/p/w300/bHy23JM9Row10J41NXy4Y2XRbIM.jpg",
      "https://image.tmdb.org/t/p/w300/nhYpJNsANf9j1iDrw1EDDavXjbO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1co8thSgZR34jHJweLS90yDyLsI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hxil2t4invl3.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WebRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-hidden-life-2019-1080-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WebRip 1080p"
      },
      {
        "link": "https://mega.nz/file/GwsRzQiQ#n9qP_h7LSXR9_fULj-VSLL0HXkEHlSXvRJ5rgH7Sj_I",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WebRip 1080p"
      },
      {
        "link": "https://upstream.to/tnohwj8ihy33",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WebRip 1080p"
      },
      {
        "link": "https://soliddrive.co/Vl1/(CM)_A_Hidden_Life_2019_1080p_WebRip.mp4",
        "server": "Soliddrive.co",
        "size": "2 GB",
        "quality": "WebRip 1080p"
      },
      {
        "link": "https://yadi.sk/i/pFPaJ9MnGBiJgg",
        "server": "disk.yandex.com",
        "size": "2 GB",
        "quality": "WebRip 1080p"
      }
    ],
    "trailer": {
      "video_id": "qJXmdY4lVR0",
      "video_url": "https://www.youtube.com/watch?v=qJXmdY4lVR0",
      "embed_url": "https://www.youtube.com/embed/qJXmdY4lVR0"
    }
  },
  {
    "metadata": "|||Adventure,Biography,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "True Spirit (2023)",
    "description": "ကိုယ့်ဘဝမှာဖြစ်ချင်နေတဲ့ အိပ်မက်တွေရှိနေပြီး အဲ့ဒီအိပ်မက်တွေနောက်ကိုအကြောင်းအမျိုးမျိုးကြောင့် မလိုက်နိုင်ဖြစ်နေကြတဲ့ လူတွေအများကြီးရှိမှာပါ။အဲ့ဒီလို အိပ်မက်တွေဖြစ်လာဖို့က ကိုယ့်ရဲ့အိပ်မက်ကိုကိုယ်ယုံကြည်ပြီးအပြင်းအထန်ကြိုးစားရင် ဖြစ်နိုင်တယ်ဆိုတာကို ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးနဲ့သက်သေပြသွားတာပဲဖြစ်ပါတယ်။မဖြစ်နိုင်ဘူးဆိုတာမရှိပါဘူး။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဂျက်ဆီကာလို့ခေါ်တဲ့ သြစတေးလျကမ်းခြေမှာကြီးပြင်းလာခဲ့တဲ့ကောင်မလေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက ပင်လယ်နဲ့အကျွမ်းတဝင်ရှိခဲ့ပြီး ရွက်လွှင့်ရတာကို အရမ်းနှစ်သက်သဘောကျတဲ့ကောင်မလေးပဲဖြစ်ပါတယ်။သူကအသက် ၁၇ နှစ်နဲ့ကမ္ဘာတစ်ပတ်ကိုအကူအညီမပါပဲ ဆက်တိုက်ရွက်လွှင့်ခဲ့တဲ့ဂျက်ဆီမာတင်ဆိုတဲ့ အသက်အငယ်ဆုံးရွက်လွှင့်သူကို အရမ်းအားကျပြီးသူကိုယ်တိုင်လဲအဲ့လိုမျိုးဖြစ်ချင်ခဲ့ပါတယ်။ဒါကြောင့်ဂျက်ဆီကငယ်ငယ်လေးကတည်းက ဘန်ဆိုတဲ့နည်းပြနဲ့လေ့ကျင့်ခဲ့ပြီးအသက် ၁၆ နှစ်ပြည့်တဲ့အခါမှာတော့ ကိုယ်တိုင်သူသွားချင်တဲ့ပန်းတိုင်ကို ခရီးနှင်ဖို့စတင်ခဲ့ပါတော့တယ်။ ဒါပေမယ့်စစချင်းမှာတော့ မီဒီယာတွေနဲ့အစိုးရက သူ့ကိုအရမ်းတိုက်ခိုက်ကြပေမဲ့ လုံးဝလက်မလျှော့ပဲ မိသားစုနဲ့နည်းပြရဲ့ အကူအညီနဲ့ သူ့ရဲ့ကမ္ဘာပတ်ခရီးစဉ်ကိုစတင်ခဲ့ပါတော့တယ်။ဒီခရီးတစ်လျှောက်မှာ တွေ့ကြုံရမဲ့အခက်အခဲတွေမုန်တိုင်းတွေကိုဘယ်လိုတွေဖြစ်ကျော်ပြီးရက်ပေါင်း ၂၁၀ (ခုနှစ်လ) ကြာမြင့်တဲ့အခါမှာအောင်မြင်စွာပြန်လာနိုင်ခဲ့ပုံတွေကို ရင်ထိတ်ဖွယ်ရာ စိတ်ဝင်စားစရာဒရာမာတွေနဲ့ လူ့ဘဝရဲ့အတွေ့အကြုံတွေကိုပေါင်းစပ်ပြီး ရိုက်ကူးထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။File size…  2.70GB / 800MBQuality… NF WEB-DL1080p 5.1CH / 720pFormat…mp4Duration….1h 49mGenre …..  Adventure , Biography , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw Lay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dA34DDakXgvbjnyKocOcLJtKz0.jpg",
      "https://image.tmdb.org/t/p/w300/xAqOYC8ypBWfCNiEDh97e3p5bcP.jpg",
      "https://image.tmdb.org/t/p/w300/z6yq3IYpW6PSdhSADS2Dddtz62V.jpg",
      "https://image.tmdb.org/t/p/w300/lzAgQ6PDLtQ5gGrflTu3SzJaKBk.jpg",
      "https://image.tmdb.org/t/p/w300/mXutpDNoPWqZn16XyjTtHHvvNrk.jpg",
      "https://image.tmdb.org/t/p/w300/iITAiyHaqCOQNgSbiOLAPoCvrBD.jpg",
      "https://image.tmdb.org/t/p/w300/yfxDORjQuuT2P3osnIivdBQVvgp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/B7m21gukMeVK3NAuk1PLCo9C8p.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vo68xjvi0ksl.html",
        "server": "usersdrive.com",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/true-spirit-2023-nf-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1VTkw/True.Spirit.2023.NF.WEB.DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LI1TBLCK#LfmpH22cL9wXa248Ug38ApiBcIiGdOTAmwI_9zF599I",
        "server": "mega.nz",
        "size": "2.70GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/iwbxzwb03qfc",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ojeawqzp7bri.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/true-spirit-2023-nf-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3hOex/True.Spirit.2023.NF.WEB.DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/iVdCQaQC#Oiv_Zyg4KD1ZT896lrDJWs0QCpXUFRF-2Qd0JQn7M-s",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/42may71sg02v",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "UPYD9dw6jmA",
      "video_url": "https://www.youtube.com/watch?v=UPYD9dw6jmA",
      "embed_url": "https://www.youtube.com/embed/UPYD9dw6jmA"
    }
  },
  {
    "metadata": "R|2007|2h 40min|Biography,Crime,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "164,131"
    },
    "title": "The Assassination of Jesse James by the Coward Robert Ford ( 2007 )",
    "description": "[Unicode]Assassination of Jesse JamesBy the Coward Robert Ford (2007)IMDB Rating……. 7.5ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ ရာဇဝင်လူဆိုးကြီးကို သေချာမသိကြရင်တောင် အရှောင်အတိမ်း ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ စကားလေးတော့ ကြားဖူးကြမယ်ထင်ပါတယ်။ဒီလိုနာမည်တွင်ရလောက်အောင်လည်းညဂျက်ဆီဂျိမ်းစ်ကို ဖမ်းမယ့်အစား ငါးရှဉ့်ကို လက်ချောဆီသုတ်ပြီး ဖမ်းရတာကမှ လွယ်ပါဦးမယ်။ဒီလိုနဲ့ ဂျက်ဆီဂျိမ်းစ်းဟာ ဆုကြေးအမြင့်ဆုံး ရာဇဝင်လူဆိုးဖြစ်လာတာပါပဲ။နာမည်တူ စာအုပ်ကိုပဲရိုက်ထားတဲ့ဒီရုပ်ရှင်ဟာ သူ့ကို လုပ်ကြံသတ်ဖြတ်ခဲ့တဲ့လူနဲ့ သူနဲ့ကြားက ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဒီရုပ်ရှင်ရဲ့ နာမည်မှာတင် ဘာအကြောင်းဆိုတာ ဂဃနဏကြီးသိအောင် ပြပြီးသားပါ။Brad Pittရဲ့ Plan B Entertainmentကာထုတ်လုပ်ထားပြီး မထီတထီဇာတ်ရုပ်တွေမှာာသိပ်လိုက်တဲ့ Brad Pitt ကပဲညဂျက်ဆီဂျိမ်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။အိမ်အနားစွန်းမှာ ရွေ့မျောနေတဲ့မှောင်ရီပျိုးစကောင်းကင်အောက်က တိမ်‌‌တွေ။ပိန်းပိတ်အောင်မှောင်နေတဲ့ ရထားလမ်းဆီဟိုးအဝေးကခုတ်မောင်းလာတဲ့ကျောက်မီးသွေးသုံး မီးရထားတစ်စင်း။ဓားပြတိုက်ဖို့ ရထားသံလမ်းပေါ်ထွက်ရပ်နေတဲ့ကျောက်မီးသွေး‌ငွေ့တွေကြားက ဂျက်ဆီဂျိမ်းစ်သူ့ကို ထိုးထားတဲ့ ရထားရှေ့မီး။ရောဘတ်ဖို့ဒ်ရဲ့ သေနတ်ပြောင်းကို ကျောခိုင်းထားတဲ့ဂျက်ဆီဂျိမ်းစ်ရဲ့ ‌ပန်းချီကားရှေ့က နောက်ဆုံးထွက်သက်။ဒီရုပ်ရှင်ရဲ့ Cinematographyတွေအားလုံးက ဒီ၂နာရီခွဲကြာတဲ့ ရုပ်ရှင်ကို တစ်ကွက်မှ ငြီးမသွားစေလောက်အောင် လှပပါတယ်။အသက်ဆယ့်ခြောက်နှစ်မှာ ရာဇဝတ်သားစဖြစ်ခဲ့တဲ့ ဂျက်ဆီဂျိမ်းစ်ဟာ လူ၁၇ယောက်ကို သတ်ခဲ့ဖူးပြီး သူ့အတွက် လူသတ်ရတာဟာ ပဲကြီးလှော်ဝါးရသလိုလွယ်ပါတယ်။သူ့ရဲ့ ထီမထင်စိတ်နဲ့ ရက်စက်မှုကြောင့် သူ့အစ်ကိုကိုယ်တိုင်ကတောင် သူ့ကိုကြည့်မရပါဘူး။သူ့ခန္ဓာကိုယ်မှာ သေနတ်ဒဏ်ရာနှစ်ခုရှိပြီး သူရဲ့ လက်ခလယ်လက်ဆစ်ကပြတ်နေပါပြီ။ခဲမှန်ဖူးတဲ့စာသူငယ်ကလေး ဂျက်ဆီဂျိမ်းဟာ အတော်သတိကြီးပါတယ်။ဂျက်ဆီဂျိမ်းစ်အနောက်ကို ဘယ်သူမှတိတ်တိတ်လေး ရောက်လာလို့မရတဲ့အထိ အကင်းပါးသလိုသူ့ခါးက သေနတ်အိမ်ကို လုံးဝမချွတ်တဲ့လူ။ရေချိုးလို့သေနတ်အိမ်ခဏချွတ်ရရင်တောင် သေနတ်ကို ဘေးမှာထားတဲ့လူမျိုးပါ။အဲ့ဒီခေတ်က အမေရိကန်အစိုးအရရဲ့ ရာဇဝတ်သားတွေကို ရှင်းတဲ့နည်းကတော့ ဆုငွေထုတ်ပြီး ရာဇဝတ်သားအချင်းချင်း သတ်အောင်လုပ်တဲ့နည်းပါပဲ။ဘယ်သူမှ သတ်မရဘဲ ဓားပြမှုများစွာ ကျူးလွန်ခဲ့တဲ့ ဂျက်ဆီဂျိမ်းစ်အတွက် ဆုငွေကလည်း ကြီးပါတယ်။ဆိုတော့ကာဂျက်ဆီရဲ့ သတိကလည်းကြီးပါတယ်။သူ့ကို သစ္စာဖောက်ဖို့ တွေးမိရုံနဲ့တင် အဲ့ဒီလူ သေပါပြီ။ဒီလိုသတိကြီးတဲ့ ဂျက်ဆီဂျိမ်းကိုဖမ်းဖို့ အစိုးအရဟာ ဂျိမ်းစ်အဖွဲ့ကလူတွေကို ပြစ်ဒဏ်ကင်းလွတ်ခွင့်နဲ့ ဆုတော်ငွေ မက်လုံးပေးပြီး ခိုင်းလိုက်ပါတယ်။ဂျက်ဆီဂျိမ်းစ်ကို သတ်ခဲ့တဲ့လူကတော့သူရဲဘောကြောင်တဲ့ ရောဘတ် ဖို့ဒ်ပါ။ရောဘတ်ဖို့ဒ်ဟာ ဂျက်ဆီဂျိမ်းစ်ကို လုပ်ကြံဖို့ အကြိမ်၈၀၀ကျော် ကြိုးစားခဲ့ရပါတယ်။ဒီအချိန်မှာ ဂျက်ဆီဂျိမ်းစ်ဟာ သက်လတ်ပိုင်း ရောက်နေပြီး ကလေးနှစ်ယောက်ရှိနေပါပြီ။တစ်နေကုန်လှုပ်ကုလားတစ်လုံးမှာ ထိုင်ရင်း ဆေးလိပ်တစ်လိပ်ကို ပြာချရင်း သူ့အတိတ်က အမှားတွေကို နောင်‌တရနေပါပြီ။နောက်ဆုံးပြဿနာကိုဖြေရှင်းဖို့ကြံတုန်းမှာ သူ့သမီးလေးရဲ့ အသံကလေးကြောင့်သေနတ်အိမ်ကိုချွတ်ပြီး သူဖို့ဒ်ညီနောင်ကိုကျောခိုင်းရင်း ပန်းချီကားကို ဖုန်သုတ်ဖို့လုပ်ပါတယ်။ကားချပ်အပေါ်အုပ်ထားတဲ့ မှန်သားမှာ သူ့ခေါင်းကို သေနတ်နဲ့ချိန်ထားတဲ့ ရောဘတ်ဖို့ဒ်ကို မြင်လိုက်ရပါတယ်။ဒါ သူ့ရဲ့ နောက်ဆုံးမြင်ကွင်းပါပဲ။ဂျက်ဆီဂျိမ်းစ်ဟာ လူဆိုးဓားပြသက်သက်ပါပဲ။တစ်ခါတလေ ဆင်းရဲသားတွေကို ပေးကမ်းတတ်တဲ့သူရဲ့ စာနာစိတ်ကလေးကြောင့်သူ့ရဲ့ စွန့်စားခန်းတွေကြောင့်သူရဲ့ နာမည်ကျော်ကြားမှုကြောင့်သူ့ကို လူထုက လေးစားကြပါတယ်။ဂျက်ဆီဂျိမ်းစ်ရဲ့ အလောင်းဓာတ်ပုံကိုတင် လူပေါင်းများစွာ အလုအယက်ဝယ်ကြပြီးသူ့အလောင်းကို ရေခဲရိုက်ပြီး တလေးတစားထားခဲ့ကြပါတယ်။ရောဘတ်ဖို့ဒ်ရဲ့ သူရဲဘောကြောင်တဲ့ လုပ်ကြံမှုကပဲ ဂျက်ဆီဂျိမ်းစ်ရဲ့ ဘုန်းရွှေရောင်ကို ပိုတောက်ပစေခဲ့တယ်ပဲ ထင်ပါရဲ့။( အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Assassination of Jesse JamesBy the Coward Robert Ford (2007)IMDB Rating……. 7.5ဂ်က္ဆီဂ်ိမ္းစ္ဆိုတဲ့ ရာဇဝင္လူဆိုးႀကီးကို ေသခ်ာမသိၾကရင္ေတာင္ အေရွာင္အတိမ္း ဂ်က္ဆီဂ်ိမ္းစ္ဆိုတဲ့ စကားေလးေတာ့ ၾကားဖူးၾကမယ္ထင္ပါတယ္။ဒီလိုနာမည္တြင္ရေလာက္ေအာင္လည္းညဂ်က္ဆီဂ်ိမ္းစ္ကို ဖမ္းမယ့္အစား ငါးရွဥ့္ကို လက္ေခ်ာဆီသုတ္ၿပီး ဖမ္းရတာကမွ လြယ္ပါဦးမယ္။ဒီလိုနဲ႔ ဂ်က္ဆီဂ်ိမ္းစ္းဟာ ဆုေၾကးအျမင့္ဆုံး ရာဇ၀င္လူဆိုးျဖစ္လာတာပါပဲ။နာမည္တူ စာအုပ္ကိုပဲ႐ိုက္ထားတဲ့ဒီ႐ုပ္ရွင္ဟာ သူ႔ကို လုပ္ႀကံသတ္ျဖတ္ခဲ့တဲ့လူနဲ႔ သူနဲ႔ၾကားက ဇာတ္လမ္းတစ္ပုဒ္ပါ။ဒီ႐ုပ္ရွင္ရဲ႕ နာမည္မွာတင္ ဘာအေၾကာင္းဆိုတာ ဂဃနဏႀကီးသိေအာင္ ျပၿပီးသားပါ။Brad Pittရဲ႕ Plan B Entertainmentကာထုတ္လုပ္ထားၿပီး မထီတထီဇာတ္႐ုပ္ေတြမွာာသိပ္လိုက္တဲ့ Brad Pitt ကပဲညဂ်က္ဆီဂ်ိမ္းအျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္။အိမ္အနားစြန္းမွာ ေ႐ြ႕ေမ်ာေနတဲ့ေမွာင္ရီပ်ိဳးစေကာင္းကင္ေအာက္က တိမ္‌‌ေတြ။ပိန္းပိတ္ေအာင္ေမွာင္ေနတဲ့ ရထားလမ္းဆီဟိုးအေဝးကခုတ္ေမာင္းလာတဲ့ေက်ာက္မီးေသြးသုံး မီးရထားတစ္စင္း။ဓားျပတိုက္ဖို႔ ရထားသံလမ္းေပၚထြက္ရပ္ေနတဲ့ေက်ာက္မီးေသြး‌ေငြ႕ေတြၾကားက ဂ်က္ဆီဂ်ိမ္းစ္သူ႔ကို ထိုးထားတဲ့ ရထားေရွ႕မီး။ေရာဘတ္ဖို႔ဒ္ရဲ႕ ေသနတ္ေျပာင္းကို ေက်ာခိုင္းထားတဲ့ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ ‌ပန္းခ်ီကားေရွ႕က ေနာက္ဆုံးထြက္သက္။ဒီ႐ုပ္ရွင္ရဲ႕ Cinematographyေတြအားလုံးက ဒီ၂နာရီခြဲၾကာတဲ့ ႐ုပ္ရွင္ကို တစ္ကြက္မွ ၿငီးမသြားေစေလာက္ေအာင္ လွပပါတယ္။အသက္ဆယ့္ေျခာက္ႏွစ္မွာ ရာဇ၀တ္သားစျဖစ္ခဲ့တဲ့ ဂ်က္ဆီဂ်ိမ္းစ္ဟာ လူ၁၇ေယာက္ကို သတ္ခဲ့ဖူးၿပီး သူ႔အတြက္ လူသတ္ရတာဟာ ပဲႀကီးေလွာ္ဝါးရသလိုလြယ္ပါတယ္။သူ႔ရဲ႕ ထီမထင္စိတ္နဲ႔ ရက္စက္မႈေၾကာင့္ သူ႔အစ္ကိုကိုယ္တိုင္ကေတာင္ သူ႔ကိုၾကည့္မရပါဘူး။သူ႔ခႏၶာကိုယ္မွာ ေသနတ္ဒဏ္ရာႏွစ္ခုရွိၿပီး သူရဲ႕ လက္ခလယ္လက္ဆစ္ကျပတ္ေနပါၿပီ။ခဲမွန္ဖူးတဲ့စာသူငယ္ကေလး ဂ်က္ဆီဂ်ိမ္းဟာ အေတာ္သတိႀကီးပါတယ္။ဂ်က္ဆီဂ်ိမ္းစ္အေနာက္ကို ဘယ္သူမွတိတ္တိတ္ေလး ေရာက္လာလို႔မရတဲ့အထိ အကင္းပါးသလိုသူ႔ခါးက ေသနတ္အိမ္ကို လုံး၀မခြၽတ္တဲ့လူ။ေရခ်ိဳးလို႔ေသနတ္အိမ္ခဏခြၽတ္ရရင္ေတာင္ ေသနတ္ကို ေဘးမွာထားတဲ့လူမ်ိဳးပါ။အဲ့ဒီေခတ္က အေမရိကန္အစိုးအရရဲ႕ ရာဇ၀တ္သားေတြကို ရွင္းတဲ့နည္းကေတာ့ ဆုေငြထုတ္ၿပီး ရာဇ၀တ္သားအခ်င္းခ်င္း သတ္ေအာင္လုပ္တဲ့နည္းပါပဲ။ဘယ္သူမွ သတ္မရဘဲ ဓားျပမႈမ်ားစြာ က်ဴးလြန္ခဲ့တဲ့ ဂ်က္ဆီဂ်ိမ္းစ္အတြက္ ဆုေငြကလည္း ႀကီးပါတယ္။ဆိုေတာ့ကာဂ်က္ဆီရဲ႕ သတိကလည္းႀကီးပါတယ္။သူ႔ကို သစၥာေဖာက္ဖို႔ ေတြးမိ႐ုံနဲ႔တင္ အဲ့ဒီလူ ေသပါၿပီ။ဒီလိုသတိႀကီးတဲ့ ဂ်က္ဆီဂ်ိမ္းကိုဖမ္းဖို႔ အစိုးအရဟာ ဂ်ိမ္းစ္အဖြဲ႕ကလူေတြကို ျပစ္ဒဏ္ကင္းလြတ္ခြင့္နဲ႔ ဆုေတာ္ေငြ မက္လုံးေပးၿပီး ခိုင္းလိုက္ပါတယ္။ဂ်က္ဆီဂ်ိမ္းစ္ကို သတ္ခဲ့တဲ့လူကေတာ့သူရဲေဘာေၾကာင္တဲ့ ေရာဘတ္ ဖို႔ဒ္ပါ။ေရာဘတ္ဖို႔ဒ္ဟာ ဂ်က္ဆီဂ်ိမ္းစ္ကို လုပ္ႀကံဖို႔ အႀကိမ္၈၀၀ေက်ာ္ ႀကိဳးစားခဲ့ရပါတယ္။ဒီအခ်ိန္မွာ ဂ်က္ဆီဂ်ိမ္းစ္ဟာ သက္လတ္ပိုင္း ေရာက္ေနၿပီး ကေလးႏွစ္ေယာက္ရွိေနပါၿပီ။တစ္ေနကုန္လႈပ္ကုလားတစ္လုံးမွာ ထိုင္ရင္း ေဆးလိပ္တစ္လိပ္ကို ျပာခ်ရင္း သူ႔အတိတ္က အမွားေတြကို ေနာင္‌တရေနပါၿပီ။ေနာက္ဆုံးျပႆနာကိုေျဖရွင္းဖို႔ႀကံတုန္းမွာ သူ႔သမီးေလးရဲ႕ အသံကေလးေၾကာင့္ေသနတ္အိမ္ကိုခြၽတ္ၿပီး သူဖို႔ဒ္ညီေနာင္ကိုေက်ာခိုင္းရင္း ပန္းခ်ီကားကို ဖုန္သုတ္ဖို႔လုပ္ပါတယ္။ကားခ်ပ္အေပၚအုပ္ထားတဲ့ မွန္သားမွာ သူ႔ေခါင္းကို ေသနတ္နဲ႔ခ်ိန္ထားတဲ့ ေရာဘတ္ဖို႔ဒ္ကို ျမင္လိုက္ရပါတယ္။ဒါ သူ႔ရဲ႕ ေနာက္ဆုံးျမင္ကြင္းပါပဲ။ဂ်က္ဆီဂ်ိမ္းစ္ဟာ လူဆိုးဓားျပသက္သက္ပါပဲ။တစ္ခါတေလ ဆင္းရဲသားေတြကို ေပးကမ္းတတ္တဲ့သူရဲ႕ စာနာစိတ္ကေလးေၾကာင့္သူ႔ရဲ႕ စြန႔္စားခန္းေတြေၾကာင့္သူရဲ႕ နာမည္ေက်ာ္ၾကားမႈေၾကာင့္သူ႔ကို လူထုက ေလးစားၾကပါတယ္။ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ အေလာင္းဓာတ္ပုံကိုတင္ လူေပါင္းမ်ားစြာ အလုအယက္၀ယ္ၾကၿပီးသူ႔အေလာင္းကို ေရခဲ႐ိုက္ၿပီး တေလးတစားထားခဲ့ၾကပါတယ္။ေရာဘတ္ဖို႔ဒ္ရဲ႕ သူရဲေဘာေၾကာင္တဲ့ လုပ္ႀကံမႈကပဲ ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ ဘုန္းေ႐ႊေရာင္ကို ပိုေတာက္ပေစခဲ့တယ္ပဲ ထင္ပါရဲ႕။( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )Quality__Bluray-1080p , Bluray-720pIMDb Rating__7.5/10Format__mp4Type__Biography, Crime, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5r2BZajlRZqnOc6s2BS0aiFDcne.jpg",
      "https://image.tmdb.org/t/p/w300/udlauJ2JYITMFUAbgq1Q8nCN0l3.jpg",
      "https://image.tmdb.org/t/p/w300/9ZYTqEA4cYTUIDGorYi6WiT1eXe.jpg",
      "https://image.tmdb.org/t/p/w300/oAu8V25rIdGxdgOpPnl7MvB1YS8.jpg",
      "https://image.tmdb.org/t/p/w300/3HvQ5PaxwQJEiRSZD5AyVuqEiNn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2d1S6fJS80fvseg6mJE8eq5o7Kx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0vl0l7a9dkbq.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://usersdrive.com/s1at8b707c2t.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://usersdrive.com/ly8lm9y8jwya.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2d92r/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_1080p5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://megaup.net/Re99/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_720p..mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://megaup.net/2T6ve/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_SFS.mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/4BwTkIBS#IFtlwIdiycaXL_EXdZqmSNC3iPv92AtUTC4fI4sG5D4",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://mega.nz/file/IN4jlQoR#cJ2l_8oXNH3eHmZcUAqEpGzI3jsb65w9vxCUJwR780U",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://mega.nz/file/ANoRzYyb#dxLmm9Weoch7Hu1Nwuu5_tlhpaLqpcoD_xc6wUlHC90",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/QKIviNhQ1FKuYw",
        "server": "disk.yandex.com",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://yadi.sk/i/UxM8fysemVYTVg",
        "server": "disk.yandex.com",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yadi.sk/i/L21cpNT1O9-6OQ",
        "server": "disk.yandex.com",
        "size": "500 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/g001h9a20rn4",
        "server": "upstream.to",
        "size": "2.8 GB",
        "quality": "BR-1080p5.1CH"
      },
      {
        "link": "https://upstream.to/qkajj1zs7lm0",
        "server": "upstream.to",
        "size": "1.4 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://upstream.to/78gipmj0bxsw",
        "server": "upstream.to",
        "size": "500 MB",
        "quality": "SFS"
      }
    ],
    "trailer": {
      "video_id": "nk0JaEwhf00",
      "video_url": "https://www.youtube.com/watch?v=nk0JaEwhf00",
      "embed_url": "https://www.youtube.com/embed/nk0JaEwhf00"
    }
  },
  {
    "metadata": "|2012||Action,Biography,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "David (2012)",
    "description": "David (2012)=============လူရယ်လို့ဖြစ်လာတာနဲ့ အဆင်မပြေမှုတွေ၊ အလိုမကျမှုတွေ၊ စိတ်ဆင်းရဲစရာတွေ၊ ၀မ်းနည်းစရာတွေတွေ့ကြုံကိုကြုံရပါတယ်။ အမေ့ဗိုက်ကထွက်လာကတည်းကငို၊ ဗိုက်ဆာလို့ငို၊ နို့ဖြတ်လို့ငို၊မှောက်လဲလို့ငို၊ လိုချင်တာမရလို့ငို၊ ဆရာမရိုက်လို့ငို၊ အသဲကွဲလို့ငို၊ အလုပ်ပြုတ်လို့ငို၊ချစ်ရသူတွေဆုံးရှုံးရလို့ငို၊ နောင်တရလို့ငို အစရှိသ၍ လူတိုင်းလူတိုင်းဟာကိုယ့်အပူ ကိုယ့်စိတ်တိုင်းမကျမှုတွေနဲ့ ဘ၀ကို ကိုယ်စီကိုယ်စီဖြတ်သန်းနေကြရပါတယ်။ ဒါပေမယ့် ဒီလိုပူပင်မှု၊ နာကျင်မှုတွေကိုအရှိအရှိအတိုင်း လက်ခံလိုက်မယ်ဆိုရင် ဘ၀ကြီးဟာ နဂိုရှိရင်းစွဲထက်အနည်းငယ်လောက်တော့ နေလို့ကောင်းသွားမယ်ဆိုတဲ့အကြောင်းကိုရိုက်ကူးပေးထားတဲ့ ဘောလီဝုဒ်ဇာတ်ကားကောင်းလေး ‌David ကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားမှာတော့ တစ်နယ်တစ်ရပ်စီက ဒေးဗစ်တွေရဲ့ ဘ၀ဇာတ်ခုံအနိမ့်အမြင့်တွေနဲ့အတူသူတို့ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုကိုင်တွယ်သွားကြလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ပထမဒေးဗစ်ဟာ သူ့အမေ၊သူ့မွေးစားအဖေနဲ့ ရဲတွေရဲ့ဇာတ်ရှုပ်တွေကြား ဘာမှမသိဘဲ ၀င်ပါခဲ့ရပါတယ်။ဒုတိယဒေးဗစ်ဟာ ပရော်ဖက်ရှင်နယ်ဂီတသမားဖြစ်ချင်သူဖြစ်ပြီး နိုင်ငံခြားသွားရခါနီးမှာပဲခရစ်ယာန်ဘုန်း‌တော်ဖြစ်သူ သူ့အဖေနဲ့ ဘာသာရေးအစွန်းရောက်တွေအကြား အရွယ်နဲ့မလိုက်အောင် ရင်ဆိုင်ခဲ့ရပါတယ်။တတိယဒေးဗစ်ဟာ သူချစ်ရတဲ့သူက သူ့သူငယ်ချင်းနဲ့လက်ထပ်ခါနီးဖြစ်နေတဲ့အချိန် သူ့ချစ်သူကိုရဖို့ကြိုးစားရင်း ပူလောင်နေရပါတယ်။ဒီလိုမတူညီတဲ့ပြဿနာမျိုးစုံကို ဒေးဗစ်တို့တတွေ ဘယ်လိုမျိုးဖြေရှင်းသွားကြလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။File size…2.9GB  / 1.3GBQuality…1080p  WEBRIP /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Haruko",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/david.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/david-2012-web-rip-1080-p-hindi-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/u8mntp5z7ej0.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qanw/David_2012_WebRip_1080p_Hindi_AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yuZiBAQL#2PhpLCJ1mjdMjmZybzKWnJG_XrHyyZtvXrUk-39JGRs",
        "server": "mega.nz",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/lmvsr0yibpx6.html",
        "server": "streamsb.com",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/david-2012-web-rip-720-p-hindi-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/szbcniace65l.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qanm/David_2012_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qiw3TbZR#AVz0QkFebNaylEkOs6PR7kYLuP8ZQNMsyk2Mjp6oWh0",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/l86utf1yl9er.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 7m|Biography,Bollywood,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "3.9k"
    },
    "title": "Tarla (2023)",
    "description": "Tarla(2023)CM ပရိသတ်တွေကို ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ IMDb 7/10 ရရှိထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။လူသားမဆန်တဲ့ အိမ်ထောင်ရေးရယ်လို့ ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံရဲ့အိမ်ထောင်ရေးဆိုင်ရာဓလေ့တွေကလည်းထိပ်ဆုံးကပြေးမြင်မိတဲ့ထဲ ပါနေလိမ့်မယ်ထင်ပါတယ်။ ဘာအတတ်ပညာတွေတတ်ထာ:တတ်ထားအချိန်တန်သတို့သားအိမ်လာကြည့်တာနဲ့ ဟင်းချက်စွမ်းရည်နဲ့ အိမ်ထောင်မှုနိင်နင်းတဲ့အကြောင်းပဲအသားပေးပြပြီးလက်ထပ်။ ဒီလိုနဲ့ အိမ်ထောင်ကျ ကလေးမွေးရင်း ချက်ပြုတ်ကျွေးမွေး၊ တစ်ဖက်ကယောကျာ်းလေးကလည်း မိုးလင်းတာနဲ့ သံပတ်ပေးထားသလို အိပ်ယာထ၊ အလုပ်သွား၊ ပြန်အိပ် စတဲ့ဒုံရင်းသောတစ်နေ့တာနဲ့ ငြီးငွေ့လောက်စရာ အိမ်ထောင်ရေးတွေကိုလည်း တော်တော်များများမြင်ဖူးကြမှာပါ။ဒီကားလေးမှာတော့ တာလာဟာ ဘဝမှာ ငါတစ်ခုခုတော့ဖြစ်ရမယ်ဆိုတဲ့ ဉာဏ်ကောင်းကောင်းဟင်းချက်လက်ရာကောင်းကောင်းနဲ့ကောင်မလေးတစ်ယောက်ပါ။ ဒါပေမယ့် သူဖြစ်ချင်တာ ဘာရယ်လို့ကွဲကွဲပြားပြားမသိသေးခင်မှာပဲ အိမ်ထောင်ရေးဆိုတဲ့ရထားကြီး သူမဆီဆိုက်ရောက်လာပါတော့တယ်။သားသတ်လွတ်သမားမင်းသမီးနဲ့ အသားဟင်းသိပ်မစွဲလန်းတဲ့မင်းသားတို့ တစ်နေ့တာတွေကိုဘာရယ်မသိဖြတ်သန်းလာရင်း နှစ်ချီလာတဲ့နောက် နောက်ကွယ်မှာ အသားခိုးစားနေတဲ့ယောကျာ်းကိုမိသွားတဲ့အခါ …။ ချောင်ထိုးထားတဲ့ တီထွင်နိုင်စွမ်းတွေ အစွမ်းကုန်အသုံးချလို့ယောကျာ်းအသားမစားရေးလှုပ်ရှားမှုကြီး စပြီး ဟင်းတွေကို တီထွင်ပါတော့တယ်။ဒီလိုနဲ့ သူ့ရဲ့ဆန်းသစ်တဲ့ဟင်းချက်လက်ရာအစွမ်းနဲ့ သူတို့တိုက်ကကောင်မလေးကိုပါ အိမ်ထောင်ချပေးလိုက်နိုင်ပြီးတော့နာမည်ကြီးသွားပြီး သင်တန်းတွေပါဖွင်လိုက်ရတဲ့သူမ..။ မမျှော်လင့်တဲ့ အချိုးအကွေ့တွေနဲ့ကြုံလာတဲ့အခါဘယ်လိုတွေ ရုန်းကန်မလဲ၊ ရင်ဆိုင်မလဲ ၊ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုနိုင်မယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းသစ်လေးကို Cm Bollywood Team မှ Aditi, V နဲ့ ZWE တို့မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော်။File size…1.9GB / 800MBQuality…1080p HQ HDRIP / 720pFormat…mp4Duration….2h 7mSubtitle….Myamar Subtitle (Hard Sub)Encoder….YKTranslated by  Aditi~  V ~ ZWE",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ellp0HKzGZrjbM0XFN31sZiPHQc.jpg",
      "https://image.tmdb.org/t/p/w300/esDRnIZ8MPEYCUcwP3QEGHj5pam.jpg",
      "https://image.tmdb.org/t/p/w300/vktptsw8N1CMlQp23dpSxvW29xz.jpg",
      "https://image.tmdb.org/t/p/w300/lRpf0pOaGvgdpdrZvlFoCamY6Ze.jpg",
      "https://image.tmdb.org/t/p/w300/l7zP9UR6LOVPcU020R008wBuhpO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjVlYzczMWEtYzc1Mi00Yzg2LWIyMTgtMzVjYTAxMmExYTA5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tarla-2023-hq-hd-rip-1080-p-x-265-hevc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p287rvuvsyad.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VN2j/Tarla_(2023)_HQ_HDRip_-_1080p_-_x265_-_HEVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VikX2QIJ#JFccMk-9pBjjfK5TTG2Y2R2LmcCAJWrIg3JrmYSHaZ0",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tarla-2023-hq-hd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/32rgojokacm8.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VN29/Tarla_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EitQgQTQ#CDg_kwWb3HeEaKPJ1Z3zP6pp4CDczA0H7cy7dNmpWiU",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/i3c8idrff67j.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/04inudgjcbzz",
        "server": "streamvid.io",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JgKUjuIHVzI",
      "video_url": "https://www.youtube.com/watch?v=JgKUjuIHVzI",
      "embed_url": "https://www.youtube.com/embed/JgKUjuIHVzI"
    }
  },
  {
    "metadata": "R|2010|108 min|Action,Biography,Drama,Ip Man Trilogy",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "86,799"
    },
    "title": "Ip Man 2 ( 2010 )",
    "description": "Ip Man ရုပ္ရွင္ဇာတ္ကားရဲ႕ ဒုတိယေၿမာက္အဆက္ပဲၿဖစ္ပါတယ္..ပထမ ကားမွာ ယိမန္ တို႕မိသားစု ဖူဆန္ကို စြန္႕ခြာလာခဲ႔ၿပီးေနာက္ေဟာင္ေကာင္မွာ အေၿခခ် ေနထိုင္ၿပီး ယိမန္တစ္ေယာက္မိသားစုစား၀တ္ေနေရးအတြက္သိုင္းသင္တန္းေက်ာင္း ဖြင္႕ဖို႕ ၾကိဳးစားရာကေနေဟာင္ေကာင္သိုင္းေလာက အဖြဲ႕အစည္းနဲ႔ပတ္သတ္မိပါေတာ႔တယ္အဲ႔ဒိေနာက္မွာေတာ႔..ဘာေတြဆက္ၿဖစ္မလဲဆုိတာ ကိုယ္တိုင္ခံစားၾကည္႕ရွုပါIMDb Rate 7. 8 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းပဲၿဖစ္ပါတယ္Translated By Phyo ZawEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ddIyFf15chpnCS5ayHoH1pgb80R.jpg",
      "https://image.tmdb.org/t/p/w300/kaWA1HEZdcoHJG03lsi98PpMgxa.jpg",
      "https://image.tmdb.org/t/p/w300/cVRia71LWCeRixU7FfBO4tAT7D8.jpg",
      "https://image.tmdb.org/t/p/w300/bN1HaiGRlRqEO4iURpuEP3Mu8Yd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9mu13RSsvyDdlyD8TyjuQVrT0gM.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ip-man2",
        "server": "VIP Links",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ip-man-2-yip-man-2-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gaBdgu00otE",
      "video_url": "https://www.youtube.com/watch?v=gaBdgu00otE",
      "embed_url": "https://www.youtube.com/embed/gaBdgu00otE"
    }
  },
  {
    "metadata": "|||Biography,Drama,Music",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "21156"
    },
    "title": "Southern Gospel(2023)",
    "description": "Southern Gospel(2023)*********************ဒီဇာတ်ကားဟာ ၁၉၆၀ ခုနှစ်အလွန်က ဖြစ်ရပ်မှန်ပေါ်မှာ အခြေခံထားပါတယ်။ဆမ်မြူရယ်အယ်လန်ဟာ သူ့ရဲ့အဖေနဲ့ ဂီတကို ချစ်မြတ်နိုးတဲ့သူတစ်ယောက်ပါ။သူရဲ့အဖေက သင်းအုပ်ဆရာတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အိပ်မက်ကလည်း ကိုယ်ပိုင် ဘုရားကျောင်းတစ်ခုကို တည်ထောင်ဖို့ပါ။သို့ပေမယ့် ငယ်စဉ်အခါက အိပ်မက်တွေဟာ အပေါင်းအသင်းနဲ့ သူ့ပတ်ဝန်းကျင်ကြောင့် မှေးမှိန်သွားပါတော့တယ်။လမ်းသလား ဆိုးသွမ်းပြီးနောက် အချုပ်ထဲရောက်သွားတဲ့အခါကျမှ သူ့ရဲ့ အတိတ်အကြောင်းနဲ့ ငယ်စဉ်အခါကသူ့ရဲ့အဖေလို တရားဟော သင်းအုပ်ဆရာဖြစ်ချင်ခဲ့တာတွေကို ပြန်ပြီး သတိရသွားခဲ့ပါတော့တယ်။ဘုရားသခင်ကပေးတဲ့ ဒုတိယအခွင့်အရေးကို အမိအရဖမ်းဆုပ်ပြီး သူ့ရဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာကတော……မည်သို့ပင်ဆိုစေကာမူ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် ပေးချင်တဲ့ message တွေအများကြီးပါဝင်ပါတယ်။အကြိုက်ဆုံးတစ်ခုကတော့ “Never Surrender your dreams” ဆိုတဲ့စာသားလေးပါပဲ။File Size :(2.08GB) and (780MB)Quality : AMZN.WEB-DL 1080p,720pFormat…mp4Duration…01:49:00Genre :Biography, Music , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PROXYEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zOJRFSEfFKF1VAxwWog0IbbQULu.jpg",
      "https://image.tmdb.org/t/p/w300/fYK2JIo6fNRhHatAQS3dOXEURAU.jpg",
      "https://image.tmdb.org/t/p/w300/eKjdrbfeLYNvetsV3POTPyW3x18.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uskzrZyYKP1cKxnhTunfUVbl1Xi.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d0wergdoi8ri.html",
        "server": "usersdrive.com",
        "size": "2.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/southern-gospel-2023-amzn-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Tt7c/Southern.Gospel.2023.amzn.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vIoUiK6R#NZmqEoOshuutj8kgQFWCnbN7dUavtQ1r6FcrRJsmiU8",
        "server": "mega.nz",
        "size": "2.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/36q27l8w0c0r",
        "server": "streamvid.io",
        "size": "2.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dqskewboi766.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/southern-gospel-2023-amzn-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zqz2/Southern.Gospel.2023.amzn.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/iVowwahK#xszDVMVQ0WhvXVbAj34rG4mikNFL89Dh8gyCJymDiUs",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/hcrcvfmjijx9.html",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ha7ry0opnk2j",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "uue7nKunS04",
      "video_url": "https://www.youtube.com/watch?v=uue7nKunS04",
      "embed_url": "https://www.youtube.com/embed/uue7nKunS04"
    }
  },
  {
    "metadata": "N/A|2021|2h 20m|Biography,Bollywood,Crime,Thriller",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "5.6k"
    },
    "title": "Kurup (2021)",
    "description": "1984 ခုနှစ်ကစလို့ အိန္ဒိယရဲ့ အလိုအရှိဆုံး၀ရမ်းပြေးတစ်ယောက်ဖြစ်တဲ့ကူရွတ်ရဲ့အကြောင်းဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်လာပြန်ပါပြီ။ မာယာလာရမ်း ဘာသာစကားပြောဒီရုပ်ရှင်ဟာ IMDB မှာ 7.9ထိရထားကြည့်ရတန်မယ့် စုံထောက်ကားကောင်းတစ်ကားပါ။ အက်ရှင်တွေမပါပဲဇာတ်လမ်းဇာတ်ကွက်နဲ့ 420 တစ်ယောက်အကြောင်းကို အရသာရှိရှိဆွဲခေါ်သွားမှာမို့ လိုက်ပါစီးမျောခံစားလိုက်ကြပါဦး။ ဇာတ်လမ်းအကျဉ်းထည့်မရေးတော့တာကတော့ အတ္ထုပ္ပတ္တိဖြစ်လို့Spoiler ဖြစ်မှာစိုးလို့ပါ။အညွှန်းကိုတော့ Lwin Htoo Aung မှရေးသားထားပြီး ဘာသာပြန်တွေကတော့ Shwe Pyae Sone ~Lwin Htoo Aung ~ ThuRa Hein တို့ပဲဖြစ်ပါတယ်။File size…1.5GB / 2.28GBQuality…720p / 1080p AAC 5.1CHFormat…Mp4Duration….2h 20minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lwin Htoo Aung ~ Shwe Pyae Sone ~ ThuRa Hein",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uAxfRNDmaLN9M1hjbGuBtJEVKfG.jpg",
      "https://image.tmdb.org/t/p/w300/qb1bcv0vR5QrS8kbkLJLc3nV5Sb.jpg",
      "https://image.tmdb.org/t/p/w300/q0OfXmzP3uh1DaPspV6zzKgUMwP.jpg",
      "https://image.tmdb.org/t/p/w300/1qVVDyt89RHGd3HyUx6V6qGtktU.jpg",
      "https://image.tmdb.org/t/p/w300/aFjTmpivsC6Lc0MFOuydnvkIyEZ.jpg",
      "https://image.tmdb.org/t/p/w300/x313ycVkcuWApuWt3iBlRFU5GIx.jpg",
      "https://image.tmdb.org/t/p/w300/qza3ZASFmk0kGt3fqYVrN02UnFU.jpg",
      "https://image.tmdb.org/t/p/w300/AkAUdtISftyGJuWU7PiKwE94TWv.jpg",
      "https://image.tmdb.org/t/p/w300/yPOE3LvkNSTyfpM0XZdhMniXTBQ.jpg",
      "https://image.tmdb.org/t/p/w300/dEqlOrjCd5ACpHcUe7V3XSxorVg.jpg",
      "https://image.tmdb.org/t/p/w300/oZWycb0iBzLTdvEVhe3wwJ6aexh.jpg",
      "https://image.tmdb.org/t/p/w300/89tH41mEf0xVlJYQlFRaSuhmOYs.jpg",
      "https://image.tmdb.org/t/p/w300/hoMvIbW5RHEW61fuwVm8zBXU2Yo.jpg",
      "https://image.tmdb.org/t/p/w300/blH0prwmCQOq16f4PtWE08Fj2Er.jpg",
      "https://image.tmdb.org/t/p/w300/qIawQxNBcWYlRZPaAZL9I8Ufh6m.jpg",
      "https://image.tmdb.org/t/p/w300/jFlzWUkFoAt5jRd5sWbdxJ42jfI.jpg",
      "https://image.tmdb.org/t/p/w300/85DQ3j6VeZjf2fxx3YsrWKpGVdO.jpg",
      "https://image.tmdb.org/t/p/w300/nxbCY22biVSyv1npAJtvIQG1Fyb.jpg",
      "https://image.tmdb.org/t/p/w300/sC3ZhzZpONlltFFMDxSdsI8xW8f.jpg",
      "https://image.tmdb.org/t/p/w300/zawbzuW1SMI5aqB41LGCUE0Orpz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c0BMBAfXMreaSUKzGQAydMNDv9Z.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kurup-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kurup-2021-tamil-org-vers-true-web-dl-1080-p-avc-untouched-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/am5c5aps685r.html",
        "server": "usersdrive.com",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2mK6s/KURUP_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL_-_1080p_-_AVC_-_UNTOUCHED_AAC5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/5m_laFrQ7OUuTQ",
        "server": "disk.yandex.com",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://dropgalaxy.in/mmqz1vkk8gba",
        "server": "dropgalaxy.com/",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kurup-2021-tamil-org-vers-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ygb3cdhyom8y.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GMqu/KURUP_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/fqezs5xp7yhx.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/co3sxvgiualr",
        "server": "dropgalaxy.com/",
        "size": "1.5GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2011|2h 11min|Asian,Biography,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "1,647"
    },
    "title": "The Billionaire (2011)",
    "description": "The Billionaire (2011)_____IMDb – 7.8/10ဒီထိုင်းဇာတ်ကားဟာ တကယ့်အဖြစ်အပျက်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး IMDb Rating (7.8) ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းပါ။ရုပ်ရှင်အညွန်းကိုတော့ ဒီဇာတ်ကားကို ကြည့်ဖြစ်စေခဲ့တဲ့ Mel.C Facebook Page က အညွှန်းကိုကူးယူဖော်ပြပြီး မိတ်ဆက်ပေးချင်ပါတယ်။—————————————————–33 နှစ်အရွယ် ဘီလျံနာတစ်ယောက်ရဲ့ ဘဝလျှို့ဝှက်ချက် (သို့မဟုတ်) သုည မှ Billionaire အဖြစ်သို့ ( စ – ဆုံး )သူဌေးလေးရေညှိ -Tao Kae Noi လုပ်ငန်းပိုင်ရှင်ရဲ့ ဘဝဇာတ်ကြောင်း*တစ်စုတစ်စည်းထဲ ဖတ်လို့ရအောင် ပြန်တွဲပေးလိုက်ပါတယ်နော်*ဒီ Tao Kae Noi ရေညှိလေးကို တော်တော်များများ သိကြမယ်ထင်ပါတယ်…လွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ထင်တယ်… သူဌေးလေးရေညှိဆိုပြီး နာမည်ကြီးလာတာ… ရေညှိထုပ်လေးက အရသာမျိုးစုံပဲ…ကိုက်လိုက်ရင် ကြွပ်ကြွပ်ရွရွလေး… စားသာစားပြီး တစ်ခါမှ ရေညှိထုပ်အိတ်လေးပေါ်က အကျီ ၤ အနီဝတ်ထားတဲ့ အရုပ်လေးအကြောင်း တစ်ခါမှ စိတ်ဝင်တစားမရှိခဲ့ဘူး…အမှတ်မထင် စပ်စုမိရာမှ သိလာရတဲ့ ဒီရေညှိထုပ်လေးရဲ့ နောက်ကွယ်က ပဲ့ကိုင်ရှင်ဖြစ်သူရဲ့ နောက်ကြောင်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းတာမို့ သိသလောက်လေး ပြန်မျှဝေလိုက်ပါတယ်နော်…Tao Kae Noi ကို စတင်တည်ထောင်သူဟာ ထိုင်းနိုင်ငံသား Aitthipat Kulapongvanich ဖြစ်ပါတယ်။ခင်မင်ရင်းနှီးသူတွေကတော့ အတိုကောက် Tob (တော့ဘ်) လို့ပဲ ခေါ်ကြတယ်။အဖေက ကုမ္ဗဏီပိုင်ရှင်မို့ မတောင့်မတ မကြောင့်မကျနေရတဲ့ တော့ဘ် ကတော့ ငယ်ငယ်လေးကတည်းက အွန်လိုင်းဂိမ်းကစားတာ မက်တယ်။ဂိမ်းထဲမှာ ရတဲ့အမှတ်တွေကို ပြန်ရောင်းရာကနေ ပိုက်ဆံကို စရှာတယ်။(ကိုယ်တွေမြန်မာပြည်မှာ Level မြင့် TownHall အဆင့်မြှင့်ထားတဲ့ COC ဂိမ်းအကောင့်တွေကို ပြန်ရောင်းသလိုမျိုး/ Dota မှာ ပစ္စည်းတွေရောင်းသလိုမျိုး)..သူက အွန်လိုင်းဂိမ်းမှာ ဆရာတစ်ဆူ… ဂိမ်းထဲမှာ သူများမရနိုင်တဲ့ ရှားပါးပစ္စည်းတွေ လက်နက်တွေ ရတတ်တယ်… အဲဒီဟာတွေကို ပြန်ရောင်းခဲ့တယ်။အွန်လိုင်းဂိမ်းကနေ ပိုက်ဆံရှာရာကနေ့သိန်း ၁၆၀ လောက်ဝင်ငွေရှိခဲ့ပြီး ကိုယ်ပိုင်ကားတစ်စီးဝယ်နိုင်ခဲ့တယ်။ဒါက တော့ဘ်အထက်တန်းကျောင်း တက်နေတုန်းအရွယ်လောက်ကပေါ့။ အချိန်ပြည့်ဂိမ်းကစားနေတဲ့အတွက် ကျောင်းစာကို မလိုက်နိုင်ဘူး။အတန်းတွေပျက် စာတွေမလိုက်နိုင်လို့ အထက်တန်းမှာ ကျောင်းကနေ ထွက်ခဲ့ရတယ်။တော့ဘ် ၁၇ နှစ်အရွယ် တော့ဘ်ရဲ့ဖခင်ကုမ္ဗဏီဟာ အကျဉ်းအကျပ်ဖြစ်လာခဲ့တယ်။အခက်အခဲတွေ အရှုံးတွေများလာခဲ့တယ်။ တော့ဘ်စိတ်မကောင်းဖြစ်မှာစိုးတဲ့အတွက် တော့ဘ်ရဲ့မိဘတွေဟာ အိမ်ရဲ့စီးပွားရေးအခြေအနေကို တော့ဘ်ကို ပြောမပြဘဲဖုံးကွယ်ထားခဲ့တယ်။တစ်ရက်မှာတော့ တော့ဘ်က သူရဲ့မိခင်ကို မုန့်ဖိုးတောင်းတယ်။ တော့ဘ်မိခင်ကတော့ သားအတွက် ပိုက်ဆံကို တစ်အိမ်လုံးအနှံ ချောင်ကြိုချောင်ကြားမှာသိမ်းထားတဲ့ငွေစကြေးစလေးတွေ ရှာဖွေပြီးပေးခဲ့တယ်။ တော့ဘ်ကတော့ မိခင်ရဲ့ မျက်နှာအခြေအနေကိုကြည့်ပြီး အိမ်တွင်းမှာတစ်ခုခုဖြစ်နေပြီလို့ အနည်းငယ်တော့ ရိပ်မိသွားတယ်။ခါတိုင်းဆို ပြောလိုက်တာနဲ့ အဆင်သင့်ထုတ်ပေးလေ့ရှိတဲ့ မိခင်က ဒီနေ့မှာ မျက်နှာညှိုးနေတာကို။ နောက်သိပ်မကြာခင်မှာပဲ အကြွေးတွေကတော့ နစ်သထက်နစ်လာခဲ့တယ်။တော့ဘ်တို့မိသားစုနေတဲ့ အိမ်နဲ့ခြံကို ဘဏ်မှာ အပေါင်ထားရတယ်။ အိမ်ရဲ့ အခြေအနေကို သိလာတဲ့တော့ဘ်ကတော့ ပိုက်ဆံကို ရသလောက်ရှာရမယ်ဆိုပြီးအခွင့်အလမ်းတွေကို အလုပ်အကိုင်ပြပွဲတွေမှာ လိုက်ရှာခဲ့တယ်။ အဲဒီအချိန်မှာ တော့ဘ် အသက် ၁၈ နှစ်ပဲရှိပါသေးတယ်။နောက်တော့ တော့ဘ်က ပြပွဲတစ်ခုမှာ သစ်အယ်သီးလှော်စက်ကို တွေ့ပြီး သူမြတ်မြတ်နိုးနိုး သိမ်းထားခဲ့တဲ့ ဂိမ်းပစ္စည်းတွေကို အကုန်ရောင်းထုတ်ပြီး စက်ကို ဝယ်ခဲ့တယ်။ရန်ကုန်မှာ လက်ဖက်ပြောင်းဖူးသုပ်၊ သစ်ချသီးကို ကျောက်စရစ်ခဲနဲ့လှော်သမျိုးပဲ ဘန်ကောက်မှာ သစ်အယ်သီးလှော်ရောင်းတဲ့ဆိုင်လေးတွေကို ဈေးတော်တော်များများမှာ တွေ့နိုင်ပါတယ်။တော့ဘ်ရဲ့အဖေကတော့ တော့ဘ်ကို သက်သက်မဲ့ အချိန်ဖြုန်း ငွေဖြုန်းတယ်လို့ပဲ ယူဆပြီး ကျောင်းပြီးအောင်သာ တက်ခိုင်းခဲ့ပါတယ်။ တော့ဘ်ကတော့ ဇွဲမလျှော့ဘူး။Lecture လည်းမလိုက် ကျောင်းလည်းမသွား သစ်အယ်သီးနဲ့ ကြီးပွားဖို့ကြံတယ်။ သစ်အယ်သီးကတော့ အရသာကောင်းပေမဲ့ ထင်သလောက်မရောင်းရဘူး။အဲဒီအချိန်မှာပဲ သူ့အဖေရဲ့ကုမ္ဗဏီဟာ ဒေဝါလီခံလိုက်ရတဲ့အပြင် နေတဲ့အိမ်ကလည်း ဘဏ်ကို အတိုးမှန်မှန်မဆပ်နိုင်တဲ့အတွက် ချိတ်ပိတ်ခံလိုက်ရတယ်။တော့ဘ်မိဘတွေကလည်း အကြွေးမဆပ်နိုင်တဲ့အတွက်ကြောင့် တရုတ်ကို ထွက်ပြေးတိမ်းရှောင်ခဲ့တယ်။ မိဘတွေအကြိမ်ကြိမ် တရုတ်ပြည်ခေါ်တာကို ခေါင်းမာစွာ ငြင်းပယ်ခဲ့တယ်။တော့ဘ်အမေဟာလည်း ဘယ်လိုမှ မတတ်နိုင်တော့တဲ့အတွက် ဦးလေးဖြစ်သူကို တော့ဘ်ကို စောင့်ရှောက်ပေးပါလို့ တောင်းဆိုရင်း တရုတ်ပြည်သို့ ထွက်ခွာသွားခဲ့တယ်။တော့ဘ်စဉ်းစားလို့မရဘူး။ သူရောင်းတဲ့ သစ်အယ်သီးလှော်ဟာ စားကောင်းပေမဲ့ ဝယ်သူနည်းပြီး ဘာကြောင့်မရောင်းရလဲဆိုတာ။ တစ်ရက်မှာ သူဈေးသွားတယ်။အခြားဈေးသည်တွေ ဘယ်လိုရောင်းလဲ ဘာကြောင့်ရောင်းကောင်းတာလဲဆိုတာ စနည်းနာဖို့… မှတ်စုထုတ်ဖို့ ဘောပင်နဲ့ စာအုပ်လေးလည်း လက်ထဲမှာကိုင်လို့ပေါ့။တချို့ဈေးသည်တွေကတော့ ဝယ်သူတွေကို လာပါ ဝင်ကြည့်ပါနဲ့ ခေါ်တယ်။ တချို့ကတော့ လျှော့ဈေးဆိုပြီး ဝယ်သူတွေကို ဆွဲဆောင်တယ်။ တချို့ကလည်း အမြည်းကျွေးရင်း ဝယ်သူရှာကြတယ်။တစ်ချက်ချင်းစီ သူ့ရဲ့မှတ်စုစာအုပ်လေးမှာ ချရေးတယ်။ ဈေးအိမ်သာနားအရောက်မှာ အလှူခံအဖွဲ့တစ်ခုကို သတိထားမိတယ်။အိမ်သာတက်ပြီးထွက်လာတဲ့လူတွေက ပိုက်ဆံအကြွေတွေကို အလှူခံတဲ့ပုံးတွေထဲ လှမ်းထည့်တဲ့အခါ တွေးမိတာက ပရဟိတဆို လှူကြ ပိုက်ဆံထည့်ကြတယ်ပေါ့။ လမ်းဆက်လျှောက်ခဲ့တယ်။မလှမ်းမကမ်းမှာ အလှူခံတဲ့ အဖွဲ့နောက်တစ်ဖွဲ့။ ဒါမဲ့ သူတို့အဖွဲ့ကတော့ အလှူငွေသိပ်မရဘူး။ ခေါင်းထဲ အတွေးတစ်ချက် လျှပ်စီးလက်သလို ဝင်လာတယ်။မဟုတ်ဘူး… ပရဟိတမို့ လူတွေ ပိုလှူတာမဟုတ်ဘူး။ အဓိကက နေရာ… အချက်အခြာကျတဲ့နေရာဖြစ်ရမယ်။ လူသွားများတဲ့နေရာ တစ်နည်း လူတွေ ခလုတ်တိုက်မိတဲ့နေရာ ဖြစ်ရမယ်။ဈေးအိမ်သာက တစ်ခါတက်ရင် ၃ ဘတ် ပေးရတယ်။ အိမ်သာကအထွက် ပြန်အမ်းတဲ့အကြွေတွေကို များသောအားဖြင့် အိမ်သာအပေါက်ဝက အလှူခံပုံးထဲကို ထည့်လှူလိုက်ကြတာများတယ်။သူ့ရဲ့ သစ်အယ်သီးဆိုင်လေးရှိရာ Supermarket က အုပ်ချုပ်ရေးမှူးဆီ သွားတယ်။ သူ့ရဲ့ ချောင်ကျတဲ့ဆိုင်လေးကို နေရာပြောင်းပေးဖို့တောင်းဆိုတယ်။Supermarket က လည်း တော့ဘ်တောင်းတဲ့နေရာမှာ နေရာလွတ်ရှိတဲ့အတွက် နေရာငှားပေးလိုက်တယ်။ တော့ဘ်ရဲ့ဆိုင်လေးကလည်း အချိန်တိုအတွင်း ရောင်းကောင်းလာခဲ့တာပေါ့။ဒါပေမဲ့ ဒီလောက်နဲ့ မရောင့်ရဲပါဘူး။ သူရဲ့ ရည်မှန်းချက်က မြို့အနှံ သစ်အယ်သီးဆိုင်ခွဲလေးတွေဖွင့်ဖို့။ ဆိုင်ခွဲများများဖွင့်လေလေ ငွေရပိုများလေလို့ တော့ဘ်ယုံကြည်တယ်။ဒါကြောင့် တစ်ဆိုင်ကနေ နှစ်ဆိုင်ဖွင့်တယ်။ လူငှားနဲ့ထားတယ်။ တဖြည်းဖြည်းနဲ့ ဆိုင်ခွဲတွေ ဆယ်ဂဏန်းကျော်အထိများလာတယ်။ တော့ဘ်က franchise လည်း ပေးပါသေးတယ်။တော့ဘ်ရဲ့ အသက် ၁၉ နှစ်ပေါ့။ တစ်ရက် တော့ဘ် ရေညှိချပ်လေးတွေထုပ်ထားတဲ့မုန့်လေးတစ်ခုကို စားမိတယ်။ အဲ့ရေညှိထုပ်က သူငယ်ချင်းတစ်ယောက် တောမြို့လေးကို သွားရင်းလက်ဆောင်ဝယ်လာတဲ့မုန့်လေးတစ်ခု… ဘန်ကောက်မြို့ပေါ်မှာ မရောင်းဘူး။ စားလို့ကောင်းတယ်… ဒါပေမဲ့ စားချင်ရင် နယ်ကို တကူးတကသွားဝယ်စားမှ ရနိုင်တယ်။သူစဉ်းစားတယ်… သစ်အယ်သီးလှော်လုပ်ငန်းက အဆင်တော့ပြေတယ်။ သို့ပေမဲ့ သစ်အယ်သီးက ရောင်းတဲ့သူလည်း များတယ်။ အမြတ်လည်း များများစားစားမရဘူး။သစ်အယ်သီးလှော်တစ်ခုထဲရောင်းနေလို့ ကြီးပွားမှာ မဟုတ်လောက်ဘူးဆိုပြီး ရေညှိတွဲရောင်းဖို့ စစဉ်းစားတယ်။ ဒါမဲ့ စဉ်းစားသာစဉ်းစားတာ ရေညှိအကြောင်း နားလည်တာ မဟုတ်ဘူးရယ်…ဘယ်လောက်အပူချိန်မှာ ဘယ်လိုကြော်ရမလဲဆိုတာပေါ့။ တော့ဘ် ရေညှိအရွက်ကြမ်းကို ပုံးလိုက်ဝယ်တယ်။ ကြော်ကြည့်တယ်။ ဆရာမပြ နည်းမကျဆိုသလို ရေညှိပုံးကြီး တစ်ပုံးသာကုန်သွားတယ်။လိုချင်တဲ့ရေညှိကြော်အနေအထားကို မရဘူး။ တူးသွားလိုက် ခါးသွားလိုက်နဲ့ပေါ့။ ရေညှိတွေလည်း တစ်ပုံးပြီးတစ်ပုံးကုန်ခဲ့တယ်။နောက်ဆုံး ရေညှိဝယ်စရာပိုက်ဆံမရှိတော့လို့ တော့ဘ် ဂိမ်းကစားတုန်းက ဝယ်ခဲ့တဲ့ကားကို ရောင်းပြီး ရေညှိပုံးတွေထပ်ဝယ်တယ်။အဲဒီအချိန်မှာ သူ့နားမှာ ရှိနေပြီး သူ့ကို အားပေးခဲ့တာကတော့ တော့ဘ်ရဲ့ဦးလေးပါပဲ။ အနားမှာရှိနေပေးပြီး သူနဲ့အတူ ရေညှိတွေလိုက်ကြော်လို့ လက်မှာလည်း ဆီပူမိထားတာလည်း မနည်းပါဘူး။နောက်ဆုံးတော့ ရေညှိကို ကြွ့ပ်ကြွပ်ရွရွလေးဖြစ်အောင်ကြော်တဲ့ လျှို့ဝှက်ချက်ကို ရှာတွေ့ခဲ့ပါတယ်။တော့ဘ်တစ်ယောက် သူ့ရဲ့ရေညှိထုပ်တွေကို Shopping Mall တွေမှာ စတင်ရောင်းချခဲ့ပါတယ်။ရေညှိက စားကောင်းတဲ့အတွက် ဝယ်တဲ့သူတွေကလည်း ကြိတ်ကြိတ်တိုးပေါ့။ တစ်နေ့ သူ့ရဲ့အဖေကို ဖုန်းဆက်တယ်။ သူရဲ့လုပ်ငန်းအဆင်ပြေနေတယ်။အကြွေးတွေဆပ်ပြီး သူတို့ မိသားစု တစ်နေ့အတူတူ ပြန်နေနိုင်တော့မယ်ပေါ့။သူ့အဖေပြန်ပြောတာက “မဖြစ်နိုင်ပါဘူး သားရယ်… တရုတ်ပြည်ကိုသာ လာပြီး ကျောင်းဆက်တက်ပါ… အဖေတို့နဲ့ အတူလာနေပါ” တဲ့…တော့ဘ်က အကြွေးက ဘယ်လောက်မို့လဲလို့ သူ့အဖေကို ပြန်မေးလိုက်တဲ့အခါမှာ သူ့အဖေပြန်ပြောလိုက်တာကတော့ ဘတ်သန်း ၄၀ တဲ့။(မြန်မာငွေနဲ့ဆို သိန်းပေါင်း ၁၆,၀၀၀ နီးပါးရှိပါတယ်။ ) မဖြစ်နိုင်တဲ့ အရာတစ်ခုကို ရယူဖို့ကြိုးစားမိနေတာများလားလို့ စိတ်ဓာတ်ကျသွားခဲ့တယ်…တော့ဘ်စိတ်ဓာတ်တွေလုံးဝကျသွားခဲ့တယ်။ တရုတ်ပြည်သွားဖို့ ပြင်ဆင်တယ်။ ဒီတစ်နှစ်တော့ ပြီးအောင်ဖြေမယ်ဆိုပြီး အတန်းတွေ ပြန်တက်တယ်။အဲ့နေ့ညဘက်မှာ သူငယ်ချင်းတစ်ယောက်ကူးပေးထားတဲ့ lecture recording လေးတစ်ခုကို နားကြပ်နဲ့နားထောင်ရင်း 7-Eleven စတိုးဆိုင်လေးမှာ ညဘက်အဆာပြေစားမို့ မုန့်ထွက်ဝယ်တယ်။Lecture က စီးပွားရေးအကြောင်း… Marketing Mix ကို ရှင်းပြနေတာ။Marketing Mix ဆိုတာ အလွယ်ပြောရရင်တော့ ကုန်ပစ္စည်းတစ်ခုကို ဈေးကွက်မှာ ဘယ်လိုထိုးဖောက်ရမလဲ စဉ်းစားတတ်အောင်လုပ်ပေးတာပေါ့။ခုချိန်မှာတော့ 7Ps တွေ 8Ps တွေ သီအိုရီအသစ်တွေထွက်နေပြီဖြစ်ပေမဲ့ အဲ့အချိန်တုန်းကတော့ Product, Price, Promotion နဲ့ Place ဆိုပြီး 4Ps ရှိတယ်ပေါ့နော်။Product ကတော့ ရှင်းပါတယ်… ကုန်ပစ္စည်းတစ်ခုကို ဈေးကွက်ထဲထည့်ဖို့ ရောင်းစရာပစ္စည်း Product ရှိရမယ်ပေါ့။Price ဈေးသတ်မှတ်မယ်… ဈေးဝယ်သူတွေကို ပရိုမိုးရှင်းလျှော့ဈေးအစီအစဉ်တွေလုပ်ပြီး ဆွဲဆောင်မယ်။ Place ကတော့ ကိုယ့်ရဲ့ ထုတ်ကုန်ကို စားသုံးသူတွေဆီအရောက်ပို့တာပေါ့။ကိုယ့်ပစ္စည်းကို စိတ်ဝင်စားပြီး ဝယ်ယူဖို့အလားအလာရှိတဲ့ နေရာတွေမှာ ထုတ်ကုန်ကို ထားရှိရမယ်ပေါ့။ Lecturer က Place အကြောင်း ရှင်းပြနေစဉ်မှာပဲတော့ဘ်က သူ့ရေညှိကို 7-Eleven မှာ တင်ရောင်းဖို့ အတွေးပေါက်မိတယ်။ သူ့ထုတ်ကုန်ရှိရာ စားသုံးသူမလာနိုင်ရင် ဝယ်သူရှိရာကို သူ့ပစ္စည်းအရောက်ပို့မယ်။7-Eleven ဆိုင်က ဒီမှာဆို ABC နဲ့ Grab & Go စတိုးဆိုင်လေးတွေလိုပဲ။ မုန့်တွေ၊ နေ့စဉ်သုံးပစ္စည်းလေးတွေ တိုတိုထွာထွာရောင်းတယ်။ထိုင်းနိုင်ငံအနှံ လမ်းထောင့်တိုင်းမှာ 7-Eleven ရှိတယ်။ သူရဲ့ ရေညှိတွေ နေရာအနှံမှာရှိတဲ့ စားသုံးသူတွေဆီကို ရောက်ရမယ်လို့ စိတ်ပိုင်းဖြတ်ပြီး7-Eleven ရုံးချုပ်ကို သူ့ရဲ့ထုတ်ကုန် ရေညှိထုတ်ကို ယူသွားတယ်။ ဒါပေမဲ့ 7-Eleven က တာဝန်ရှိသူအမျိုးသမီးကနေတော့ဘ်ရဲ့ရေညှိထုပ်ကို မြင်မြင်ချင်း 7-Eleven ရဲ့ စံနှုန်းနဲ့ ကိုက်ညီမှုမရှိတဲ့အတွက် ရောင်းချခွင့်မပေးနိုင်ပါဘူးတဲ့။တော့ဘ်က လက်မလျှော့ဘဲ သူ့ရေညှိကို စားကြည့်ပါ။ အရသာကို ကြိုက်သွားမှာပါဆိုပေမယ့် အမျိုးသမီးကတော့ မလိုအပ်ပါဘူးဟုသာ ငြင်းပယ်လိုက်တယ်။ခဲလေသမျှ သဲရေကျသလိုဖြစ်သွားတဲ့ တော့ဘ်ကတော့ ရုံးခန်းကအထွက်မှာ ဘာကြောင့် သူ့ရဲ့ရေညှိကို တင်ခွင့်မရနိုင်တာလဲကို မေးလိုက်တဲ့အခါ အမျိုးသမီးက အချက်သုံးချက်နဲ့ပြန်ရှင်းပြခဲ့တယ်။ပထမအချက်ကတော့ 7-Eleven ဆိုတာ နေ့စဉ်အိမ်သုံးပစ္စည်းလေးတွေ ရောင်းတဲ့ဆိုင်၊ အဆာပြေမုန့်လေးတွေကို လွယ်လွယ်ကူကူဝယ်လို့ရနိုင်အောင် ဖွင့်ထားပေးခြင်း ဖြစ်တယ်။တော့ဘ်ရဲ့ အထုပ်က အကြီးကြီးဖြစ်တဲ့အတွက် စင်ပေါ်မှာ နေရာယူလွန်းတယ်။ ဒုတိယတစ်ချက်က ရေညှိထုပ်က ကြီးတဲ့အတွက် တစ်ခါစားစာထက်များသလို ဈေးကလည်းကြီးတယ်။7-Eleven မှာ ဝယ်တဲ့ ဈေးဝယ်သူအများစုက ဈေးသက်သက်သာသာဝယ်ယူချင်တဲ့ တစ်ကိုယ်ရေတစ်ကာယသမားတွေများတယ်။တတိယအချက်က ထုတ်ပိုးပုံ… တော့ပ်ရဲ့ ရေညှိထုပ်အိတ်ခွံဒီဇိုင်းက ရိုးစင်းလွန်းတယ်။ ပလတ်စတစ်အကြည်ပဲ သုံးထားတဲ့အတွက် ဈေးဝယ်သူတွေကို ဆွဲဆောင်နိုင်မှာ မဟုတ်ဘူး။အကြောင်းအရင်းကို သိသွားတဲ့ တော့ဘ်ကတော့ ရေညှိထုပ်တွေကို အိတ်လှလှလေးနဲ့ ထုတ်နိုင်ဖို့ ပြင်ဆင်ပါတော့တယ်။ရေညှိတွေကိုလည်း အထုပ်ကြီး မထုတ်တော့ဘဲ တစ်ခါစားစာပဲ ထည့်တော့တယ်။ စားသုံးသူတွေအတွက် အမြင်လည်းလှ ဈေးသက်သာတဲ့ Tao Kae Noi ရေညှိထုပ်အသစ်လေးတွေ ရောက်ရှိလာပါပြီ။ရေညှိထုပ်အတွက် အိတ်လှလှလေးဆိုတော့ နာမည်လှလှလေး၊ logo လှလှလေးပေးဖို့လည်း လိုလာပြီဖြစ်တဲ့အတွက် တော့ဘ်ကတော့ သူ့ရဲ့လုပ်ငန်းနာမည်ကို Tao Kae Noi လို့ပေးလိုက်ပါတယ်။Tao Kae Noi နာမည်ပေးဖြစ်တာကလည်း အကြောင်းရှိတယ်။ တော့ဘ်သစ်အယ်သီး စရောင်းခဲ့တဲ့နေ့ရက်များထဲက တစ်ရက်…အိမ်အပြန်မှာ တော့ဘ်အဖေက သူ့သူငယ်ချင်းတစ်ယောက်ကို တစ်နေ့မှာ တော့ဘ်ဟာ Tao Kae ဖြစ်မှာလို့ နောက်ပြောင်တဲ့သဘောပြောလိုက်တာကိုတော့ဘ်တစ်ယောက် အမှတ်မထင်ကြားမိတယ်။ Tao Kae /ထောင်ကဲ/ ဆိုတာ တရုတ်ဘာသာစကားကနေဆင်းသက်လာတဲ့ စကားလုံး… အဓိပ္ပာယ်ကတော့ သူဌေးတဲ့။Noi /နွိုင်/ ဆိုတာကတော့ ထိုင်းလို သေးသေးလေးလို့ အဓိပ္ပာယ်ရပါတယ်။ Tao Kae Noi ဆိုတော့ သူဌေးလေးပေါ့။တော့ဘ်သူ့ရဲ့ ထုပ်ပိုးမှုအသစ်နဲ့ ရေညှိထုပ်လေးရရခြင်း 7-Eleven ကို ပြန်သွားတယ်။ဒါမဲ့ ဒီတစ်ခေါက်မှာတော့ တာဝန်ရှိသူအမျိုးသမီးက အလုပ်မအားလို့ဟုအကြောင်းပြကာ တော့ဘ်ကို ထွက်မတွေ့။ ဇွဲမလျှော့တဲ့ တော့ဘ်ကတော့ အားတဲ့အထိစောင့်မယ်လို့ ပြောပြီး ရုံးခန်းအရှေ့မှာ ထိုင်စောင့်နေခဲ့တယ်။သုံးလေးနာရီသာကြာသွားတယ်။ တော့ဘ်ကို ဘယ်သူမှထွက်မတွေ့သလို အရေးတယူတောင်မရှိ။ တော့ဘ်စိတ်ပျက်စွာ ပြန်လှည့်ခဲ့တယ်။နမူနာအဖြစ် ယူလာတဲ့ ရေညှိထုပ်တွေကို လည်း 7-Eleven ရုံးချုပ်ရဲ့ ဓာတ်လှေကားမှာ ထားပစ်ခဲ့တယ်။ရုံးချုပ်အခန်းက နေ့လည်စာစားပြီး ပြန်ဝင်လာတဲ့ ဝန်ထမ်းတွေ ဓာတ်လှေကားထဲမှာ ထုပ်ပိုးမှုလှလှလေးနဲ့ရေညှိထုပ်တွေကိုတွေ့တော့ တစ်ယောက်တစ်ထုပ်ယူမြည်းကျရင်းနောက်ဆုံး တာဝန်ရှိသူအမျိုးသမီးကတွေ့သွားပြီး တော့ဘ်ကို ခေါ်တွေ့ခဲ့တယ်။ရုံးခန်းမှာ အမျိုးသမီးက တော့ဘ်ရဲ့ ရေညှိထုပ်ကို စိတ်ဝင်စားတာမို့ စက်ရုံကို လိုက်လေ့လာမည်။7-Eleven စံနှုန်းနှင့် ကိုက်ညီမှသာ စင်ပေါ်ရောင်းချခွင့်ပြုနိုင်မယ်တဲ့။ သို့ပေမဲ့ တော့ဘ်မှာ စက်ရုံဝေးစွ… ခုရေညှိထုပ်တွေကိုတောင်သူတစ်လှည့် သူ့ဦးလေးတစ်လှည့် တစ်ပိုင်တစ်နိုင်ကြော်ရုံသာ တတ်နိုင်သည်။ တော့ဘ်တစ်ယောက် သူဖြစ်ချင်တဲ့ အသေးစားစက်ရုံဖွင့်ဖို့ ငွေလိုသည်။လိုသောငွေကို ဘဏ်ကနေ ချေးမည်ဟုဆုံးဖြတ်သည်။ ထိုအချိန်တော့ဘ်ရဲ့ သစ်အယ်သီးဆိုင်ခွဲများသည် တစ်လကို သိန်း ၄၀၀ အထိ လည်ပတ်ငွေရှိသည်။သို့သော် ၁၉ နှစ်အရွယ် အထက်တန်းမအောင်သောလူငယ်လေးတစ်ဦးကို မည်သည့်ဘဏ်ကမှ ငွေထုတ်မချေးရဲကြ။ကြံမရတဲ့အဆုံး တော့ဘ်တစ်ယောက် သစ်အယ်သီးဆိုင်ခွဲများအားလုံးနှင့် လုပ်ပိုင်ခွင့်လိုင်စင်အား ထုတ်ရောင်းပြီး ရေညှိစက်ရုံလေးတစ်ရုံထောင်ရန် အတွက် နေရာငှားသည်။ဝန်ထမ်းခေါ်သည်။ 7-Eleven မှာ တာဝန်ရှိသူ အမျိုးသမီးအား စက်ရုံကို လာရောက်လေ့လာရန်ဖိတ်ခေါ်သည်။တော့ဘ်တစ်ယောက် 7-Eleven မှ တစ်ဆင့် တစ်နိုင်ငံလုံးကို ရေညှိဖြန့်နိုင်လေပြီ။ 7-Eleven နှင့် ချိတ်ဆက်ပြီး နှစ်နှစ်အကြာတွင် သူ့အဖေ၏အကြွေးများအားလုံး အကြေဆပ်နိုင်ခဲ့သည်။ထိုအချိန်တွင် တော့ဘ် အသက် ၂၂ လောက်သာ ရှိသေးသည်။အခုဆိုလျှင် မြန်မာနိုင်ငံအပါအဝင် နိုင်ငံတော်တော်များများတွင်လည်း တော့ဘ်ရဲ့ ရေညှိကို အရသာမျိုးစုံဖြင့် တွေ့မြင်နိုင်ပြီဖြစ်သည်။ထိုင်းနိုင်ငံတွင်သာမက ကမ္ဘာမှာလည်း ကိုယ်ထူးကိုယ်ချွန် အငယ်ဆုံး Billionaire တစ်ဦးအဖြစ် တော့ဘ်က စာရင်းဝင်ထားသည်။အချိန်တိုတိုဖြင့် အောင်မြင်မှုရသူ၊ စွန့်ဦးတီထွင်သူတစ်ဦးအဖြစ်လည်း ကျော်ကြားသည်။ယခုနှစ် ၂၀၁၇ တွင် တော့ဘ် အသက် ၃၃နှစ် ရှိပြီဖြစ်သည်။“Do not give up whatever happens, if we give up then we are finished for sure.” (Aitthipat Kulapongvanich)“ဘယ်အခြေအနေဘဲရောက်ရောက် အားမလျော့လိုက်ပါနဲ့…အရှုံးပေးလိုက်တာနဲ့ အားလုံးရပ်တန့်သွားမှာပါ”(Aitthipat Kulapongvanich)#Mel.C (မယ်စီ)(ရုပ်ရှင်အညွှန်းကိုhttps://www.facebook.com/melcthegolden/မှ ကူးယူဖော်ပြပါသည်။)File Size…(999 MB)Quality…HD-Rip 720pFormat…mp4Duration…02:11:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byMay Haruko",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/the-billionaire-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-billionaire-top-secret-wai-roon-pun-lan-2011-mm-sub",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-billionaire-top-secret-wai-roon-pun-lan-2011-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/34miu/The_Billionaire_(Top_Secret_-_Wai_Roon_Pun_Lan)_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/qaauhgba50c3.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3jocFB7TZaQ",
      "video_url": "https://www.youtube.com/watch?v=3jocFB7TZaQ",
      "embed_url": "https://www.youtube.com/embed/3jocFB7TZaQ"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "138K"
    },
    "title": "Capote (2005)",
    "description": "Imdb မှာ Rating 7.3 အထိရရှိထားတဲ့ Crime/Drama ဇာတ်လမ်းဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Capote ဖြစ်ပြီး ၂၀၀၅ ခုနှစ်မှာထွက်ရှိခဲ့တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ ၁၉၅၉ ခုနှစ် ကန်းဆက်ပြည်နယ်ရဲ့လယ်ယာအိမ်မှာနေထိုင်တဲ့ ကလပ်တာမိသားစုရဲ့အလောင်းကို တွေ့ခဲ့ရာကနေစတင်ပါတယ်။အဲ့ဒီအချိန်မှာက ပိုတီဆိုတဲ့နာမည်ကြီးတဲ့ စာရေးဆရာက ဒီအကြောင်းကိုလာရောက်စူးစမ်းပါတော့တယ်။သူစူးစမ်းလေ့လာပြီး သိပ်မကြာခင်မှာ တရားခံတွေကိုဖမ်းမိသွားပါတော့တယ်။ကပိုတီတစ်ယောက် သူ့ရဲ့စာအုပ်အသစ်ကို ရေးဖို့အတွက်အဲ့ဒီတရားခံတွေနဲ့ စကားပြောခွင့်ရအောင်ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့ စကားတွေပြောရင်းနဲ့မှ ရင်းနှီးလာပြီး ကပိုတီက တရားခံတွေအတွက် ကောင်းတဲ့ရှေ့နေတွေငှားပေးအသနားခံလွှာတင်ဖို့အတွက် ကူညီပေးတာတွေ လုပ်ခဲ့ပေးပါသေးတယ်။ဒါပေမယ့်အပြစ်ဒဏ်ကိုရှောင်လွှဲလို့ မရဘဲ သေမိန့်ကျလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။ဒီအကြောင်းကိုအခြေခံပြီး သူရေးသားမဲ့ စာအုပ်အသစ်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာတွေအပြင် တခြားစိတ်ဝင်စားစရာကောင်းတဲ့ လူ့သဘောသဘာဝစရိုက်တွေကိုပါတွေ့မြင်ရဦးမှာဖြစ်လို့ စီးမြောရင်းနဲ့ကြည့်ရှုသင့်တဲ့ကားလေးဖြစ်ပါတယ်။File size…1.73GB / 541MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 54mGenre ….. Biography , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw Lay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gBn3af5QvQARNZEFlvYjFO268I7.jpg",
      "https://image.tmdb.org/t/p/w300/kJ765BgJ3jVdkav5qylNV1NyGWW.jpg",
      "https://image.tmdb.org/t/p/w300/uKiI3ZCbdh6qndAhMyMzGOEe9N9.jpg",
      "https://image.tmdb.org/t/p/w300/4EwEkmNpu16uKLiEXXI2jC5fX8o.jpg",
      "https://image.tmdb.org/t/p/w300/hmo6KywkKuXZZRj6HVFXgsbczgA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/k7z0tDxzbDNev7F8l3Y56Pk5seR.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6n3w8jfiacnj.html",
        "server": "usersdrive.com",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/capote-2005-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3jDme/Capote_2005.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/y3B1jaiK#Keyg1Nvr0adWgN5b0dEz8A_E86Gluhtut9sNTPongKs",
        "server": "mega.nz",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/eq5wzkthz2rf",
        "server": "streamvid.io",
        "size": "1.73GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cttu6qucomm8.html",
        "server": "usersdrive.com",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/capote-2005-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1XIr9/Capote_2005.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/WzZmDSLC#_SGSfb9Y5dxma79iYoTGnPFtZGi0XzipSCFpJaqqWbY",
        "server": "mega.nz",
        "size": "541MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/pmuucpe0b3gi",
        "server": "streamvid.io",
        "size": "541MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "ZAEOTKvtEeA",
      "video_url": "https://www.youtube.com/watch?v=ZAEOTKvtEeA",
      "embed_url": "https://www.youtube.com/embed/ZAEOTKvtEeA"
    }
  },
  {
    "metadata": "|2021|2h 42m|Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "23K"
    },
    "title": "83 (2021)",
    "description": "83 (2021) ဇာတ်လမ်းအညွှန်းအခုတစ်ခေါက်မှာတော့ 1983 ခုနှစ် ဝန်းကျင်ကာလကို ကျောရိုးတည်ပြီး ရိုက်ကူးထားတဲ့ ဘောလီးဝုဒ် ကရစ်ကတ်-အားကစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားဟာဆိုရင် တကယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး 2021 ခုနှစ်အတွင်း ပရိတ်သတ်တွေ သောင်းသောင်းဖြဖြ အားပေးခဲ့ကြတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်လည်း ဖြစ်ပါတယ်အိန္ဒိယနိုင်ငံဟာ 1983 ခုနှစ်မတိုင်မီ ၃၅ နှစ်အကြာ ကာလတည်းက လွတ်လပ်ရေးရခဲ့ပေမဲ့တကယ့်လက်တွေ့ဘဝမှာတော့ ဗြိတိသျှတွေဆီက လေးစားသမှုမဆိုထားနဲ့ မထိတထီ စော်ကားမော်ကားလုပ်တာတွေကိုပင် ခံနေရဆဲဖြစ်ပါတယ်။သူ့ကျွန်ဘဝကလွတ်မြောက်ခါစကာလမှာ အားကစားကဏ္ဍအပါအဝင် အစစအရာရာ နိမ့်ပါးနေတဲ့ အိန္ဒိယနိုင်ငံဟာ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ တစ်ပွဲမှအနိုင်မရဖူးတဲ့ နိုင်ငံတစ်နိုင်ငံအဖြစ် လူတိုင်းက ဟားတိုက်ခံရတဲ့အခြေအနေမှာ ရောက်ရှိလို့နေပါတယ်တစ်နေ့မှာတော့ ကတ်ပေးလ်ဒက်ဗ် ဆိုတဲ့ ကရစ်ကတ်ကစားသမားတစ်ဦးက အိန္ဒိယအသင်းကို ကပ္ပတိန်အဖြစ်ဦးဆောင်ပြီး အင်္ဂလန်ကို ကမ္ဘာ့ဖလားသွားရောက်ယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး အခက်အခဲအမျိုးမျိုးကို ကျော်ဖြတ်ကာ နိုင်ငံ့ဂုဏ်ဆောင်ခဲ့တဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင်များစွာပါဝင်ထားပြီး ကြည့်တဲ့ပရိတ်သတ်ကိုပါ မျိုးချစ်စိတ်ဓာတ်တွေ တဖွားဖွားပေါ်လာစေတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ် ဖြစ်တဲ့အတွက် အားလုံးခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်…(ဇာတ်လမ်းအညွှန်းကိုတော့Thar Htetက ရေးပေးထားပါတယ်)File Size          :3.1GB,1.7GB,859MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL,480pFormat            :mp4Duration         :1hr & 42minsGenre              :Biography,Drama,HistoryTranslated byThar Htet&KitEncoded byKinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ziBtDlzSGxBqv8hvOzNQCeJVJRW.jpg",
      "https://image.tmdb.org/t/p/w300/h2mMP0V8HSbVKYgCWZlhGRtL3aP.jpg",
      "https://image.tmdb.org/t/p/w300/ixFFc3yzqjcDxvYKVSskRas2px0.jpg",
      "https://image.tmdb.org/t/p/w300/k7ZpJMjgitReaoqA7LABMqeGaim.jpg",
      "https://image.tmdb.org/t/p/w300/khbXYEnbvbKuTjGBhezztqFOytl.jpg",
      "https://image.tmdb.org/t/p/w300/VpwK15OThEmThDYetpgFPMDVm7.jpg",
      "https://image.tmdb.org/t/p/w300/603a2Ub9Ae7XutwsYoZ8hTc6SQu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dxjjMJqaZeRxMQmRL2dzkl9KxIv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/83-2021",
        "server": "VIP Links",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-83-2021-web-dl-1080-p-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://usersdrive.com/m0gdvn4mwyxi.html",
        "server": "usersdrive.com",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://megaup.net/13coh/[CM]83.2021.WEB-DL.1080p.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-83-2021-web-dl-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://usersdrive.com/o6cz7uoiput3.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://megaup.net/13by2/[CM]83.2021.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://mega.nz/file/rxUwFbJI#jecSIiNiemwx6czhVlulwKKKpJDV0OZwQzWuAtJTUhQ",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://sbfast.com/h9ztxt7p968a.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-83-2021-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/uq4frdo14ms3.html",
        "server": "usersdrive.com",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1J9qs/[CM]83.2021.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/y59E3BzD#UhZNiWrvA3ME7YZQ6QIQ8SEKn8fs-7FLNodbxQAZsfY",
        "server": "mega.nz",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/17ptjuw7kibd.html",
        "server": "streamsb.com",
        "size": "859MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "QHdkC6Kn0Io",
      "video_url": "https://www.youtube.com/watch?v=QHdkC6Kn0Io",
      "embed_url": "https://www.youtube.com/embed/QHdkC6Kn0Io"
    }
  },
  {
    "metadata": "||1h 57min|Biography,Drama,Sport",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "2,173"
    },
    "title": "Marathon (2005)",
    "description": "[Unicode]မွေးရာပါ ဉာဏ်ရည်ချို့ယွင်းအားနည်းသူ ဖြစ်ပေမယ့် အဲ့လိူများစွာထဲကမှ နာမည်ကျော် အောင်မြင်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်း…ဇာတ်လမ်းလေးကတော့ ယွန်းချိုဝမ်ဆိုတဲ့ ကောင်လေးဟာ အမေမွေးကတည်းက ဉာဏ်ရည်မမှီတဲကံကြမ္မာဆိုးနဲ့ မွေးဖွားလာခဲ့ရပါတယ်အမေဖြစ်သူက သစ်ပင်ကို သစ်ပင်ပါ ၊ ရေကို ဒါက ရေပါဆိုတာကအစ တစ်ခုချင်းပြောသင်ကြားပေးပေမယ့် ချိုဝမ့်ဘက်က ဘာတုံ့ပြန်မှုမှမရှိ မှတ်နိုင်စွမ်းမရှိခဲ့ပါဘူးအဲ့လိုကောင်လေးကို အမေဖြစ်သူက ငယ်ငယ်လေးကနေစ လူပျိုပေါက်ရောက်တဲ့အထိ မျက်စိအောက်က အပျောက်မခံဘဲ ဒုတိယသား အငယ်ကောင်နဲ့ ခင်ပွန်းကိုပါ ဂရုမစိုက်နိုင်သည်အထိ ပြုစုပျိုးထောင်ခဲ့ပါတယ်…တနေ့ ချိုဝမ်ဟာ ၁၀ကီလိုမီတာ အပြေးပြိုင်ပွဲကို ဝင်ပြိုင်တော့ တတိယဆုရခဲ့ပြီး ပျော်ရွှင်နေခဲ့လေရဲ့…ချို့တဲ့နေတဲ့ သားဖြစ်သူက ဆုရခဲ့တဲ့အပြင် ပြေးနေရတိုင်း ပျော်ရွှင်နေတတ်တဲ့ သားရဲ့အမူအယာကို အမေဖြစ်သူက သတိထားမိတဲ့အခါ ချို့ဝမ့်ကို မာရသွန်ပြိုင်ပွဲမှာ ယှဉ်ပြိုင်ဖို့ နည်းပြဆရာကိုပါ ငှါးပြီး စနစ်တကျလေ့ကျင့်စေခဲ့ပါတယ်မှတ်ဉာဏ်ချို့ယွင်းအားနည်းတဲ့ ကလေးတစ်ယောက်အတွက် မာရသွန်ကမသင့်တော်ဘူး မဖြစ်သင့်ဘူးစတဲ့ ပတ်ဝန်းကျင်ရဲ့ ဖိအားတွေကြား နည်းပြဆရာကောင်း တစ်ယောက်ကို ရှာတွေ့ခဲ့ပြီး ချိုဝမ်ဟာ ကိုရီးယားနိုင်ငံကိုယ်စားပြု မာရသွန်ပြိုင်ပွဲ စံချိန်ကို တင်နိုင်ခဲ့တဲ့ကစားသမား တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ဉာဏ်ရည်မမှီပေမယ့် အပြေးစံချိန်သစ်ကိုတင်နိုင်ခဲ့ပြီး နာမည်ကျော် ကစားသမားဖြစ်ခဲ့တဲ့ ရှားပါးအဖိုးတန်ရတနာ ချိုဝမ်ရဲ့ ဒီဇာတ်လမ်းလေးဟာ ဖြစ်ရပ်မှန်လေးလည်းဖြစ်ပြီး မိဘမေတ္တာကိုပါ ခံစားကြည့်ရှုရမယ့် ကားလေးဖြစ်မှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် )[Zawgyi]ေမြးရာပါ ဥာဏ္ရည္ခ်ိဳ႕ယြင္းအားနည္းသူ ျဖစ္ေပမယ့္ အဲ့လိူမ်ားစြာထဲကမွ နာမည္ေက်ာ္ ေအာင္ျမင္ခဲ့တဲ့ ေကာင္ေလးတစ္ေယာက္အေၾကာင္း…ဇာတ္လမ္းေလးကေတာ့ ယြန္းခ်ိဳဝမ္ဆိုတဲ့ ေကာင္ေလးဟာ အေမေမြးကတည္းက ဥာဏ္ရည္မမွီတဲကံၾကမၼာဆိုးနဲ႔ ေမြးဖြားလာခဲ့ရပါတယ္အေမျဖစ္သူက သစ္ပင္ကို သစ္ပင္ပါ ၊ ေရကို ဒါက ေရပါဆိုတာကအစ တစ္ခုခ်င္းေျပာသင္ၾကားေပးေပမယ့္ ခ်ိဳဝမ့္ဘက္က ဘာတံု႔ျပန္မႈမွမ႐ွိ မွတ္ႏိုင္စြမ္းမ႐ွိခဲ့ပါဘူးအဲ့လိုေကာင္ေလးကို အေမျဖစ္သူက ငယ္ငယ္ေလးကေနစ လူပ်ိဳေပါက္ေရာက္တဲ့အထိ မ်က္စိေအာက္က အေပ်ာက္မခံဘဲ ဒုတိယသား အငယ္ေကာင္နဲ႔ ခင္ပြန္းကိုပါ ဂ႐ုမစိုက္ႏိုင္သည္အထိ ျပဳစုပ်ိဳးေထာင္ခဲ့ပါတယ္…တေန႔ ခ်ိဳဝမ္ဟာ ၁၀ကီလိုမီတာ အေျပးၿပိဳင္ပြဲကို ဝင္ၿပိဳင္ေတာ့ တတိယဆုရခဲ့ၿပီး ေပ်ာ္ရႊင္ေနခဲ့ေလရဲ႕…ခ်ိဳ႕တဲ့ေနတဲ့ သားျဖစ္သူက ဆုရခဲ့တဲ့အျပင္ ေျပးေနရတိုင္း ေပ်ာ္ရႊင္ေနတတ္တဲ့ သားရဲ႕အမူအယာကို အေမျဖစ္သူက သတိထားမိတဲ့အခါ ခ်ိဳ႕ဝမ့္ကို မာရသြန္ၿပိဳင္ပြဲမွာ ယွဥ္ၿပိဳင္ဖို႔ နည္းျပဆရာကိုပါ ငွါးၿပီး စနစ္တက်ေလ့က်င့္ေစခဲ့ပါတယ္မွတ္ဥာဏ္ခ်ိဳ႕ယြင္းအားနည္းတဲ့ ကေလးတစ္ေယာက္အတြက္ မာရသြန္ကမသင့္ေတာ္ဘူး မျဖစ္သင့္ဘူးစတဲ့ ပတ္ဝန္းက်င္ရဲ႕ ဖိအားေတြၾကား နည္းျပဆရာေကာင္း တစ္ေယာက္ကို ႐ွာေတြ႔ခဲ့ၿပီး ခ်ိဳဝမ္ဟာ ကိုရီးယားႏိုင္ငံကိုယ္စားျပဳ မာရသြန္ၿပိဳင္ပြဲ စံခ်ိန္ကို တင္ႏိုင္ခဲ့တဲ့ကစားသမား တစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္။ဥာဏ္ရည္မမွီေပမယ့္ အေျပးစံခ်ိန္သစ္ကိုတင္ႏိုင္ခဲ့ၿပီး နာမည္ေက်ာ္ ကစားသမားျဖစ္ခဲ့တဲ့ ႐ွားပါးအဖိုးတန္ရတနာ ခ်ိဳဝမ္ရဲ႕ ဒီဇာတ္လမ္းေလးဟာ ျဖစ္ရပ္မွန္ေလးလည္းျဖစ္ၿပီး မိဘေမတၱာကိုပါ ခံစားၾကည့္႐ႈရမယ့္ ကားေလးျဖစ္မွာပါ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__7.7/10Format__mp4Duration__01:50:00Type__Biography , Dram , SportSubtitle__Myanmar Subtitle (Hardsub)Translated byDeerEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iIjf8lE671zkr2Ia32X1SZwHity.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/L_g0103939954.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pm5vgg7pm2c5.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/w5w81m97wagh.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/marathon-2005-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marathon-2005-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2fvoC/Marathon_(2005).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2fvoy/Marathon_(2005)_SFS.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/cpsiDKqR#1WZpEmwU9y2J0qSywCHgSjqUoVoQ-qzAR29VFAf9UPs",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/o11EAa5S#T16Cu1d7Z41HRnnaCARYb8neqY1I0c23JvYIptDhEWU",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/36ule28585m9",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/9ybbfta2hh3c",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/marathon-2005",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_EJv7JtUYq0",
      "video_url": "https://www.youtube.com/watch?v=_EJv7JtUYq0",
      "embed_url": "https://www.youtube.com/embed/_EJv7JtUYq0"
    }
  },
  {
    "metadata": "|||Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "The Butler (2013)",
    "description": "2013 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ The Butler ဇာတ်ကားလေးကတော့ ဆုတွေအများအပြားရခဲ့ပြီးတော့ IMDB 7.2 အထိရခဲ့တဲ့ အမေရိကန်သမိုင်းနောက်ခံ ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော့ ၁၉၂၀ခုနှစ်မှာ လူမည်းအိမ်ဖော်တွေကနေ မွေးဖွားလာခဲ့တဲ့ Cecil Gaines တစ်ယောက် ဟာ အဖေဖြစ်သူအသတ်ခံရပြီးတဲ့နောက် လူငယ်ဘဝမှာတင်တစ်နယ်တစ်ကျေးကိုထွက်လာခဲ့တဲ့ လူမည်းလေးတစ်ယောက် ဖြစ်လာခဲ့ပါတယ် အဖိနှိပ်ခံလူမည်းအိမ်စေအဖြစ်ကနေ အိမ်ဖြူတော်အိမ်တော်ထိန်းကြီးအနေနဲ့ သမ္မတအဆက်ဆက်ကို တာဝန်ထမ်းဆောင်နေစဥ် အတောအတွင်း ကြုံခဲ့ရတဲ့ လူမျိုးရေးအကြောင်းအရာတွေ သမိုင်းအဖြစ်အပျက်တွေကို သူ့ရဲ့ရှု့ထောင့် သူ့ရဲ့ခံစားချက်တွေနဲ့ လိုက်လံကြည့်ရှု့ရမယ်ဇာတ်ကားကောင်းတစ်ကောင်းဖြစ်ပါတယ်။ ၁၉၅၀​​​ပြည့်လွန်နှစ်တွေအတွင်းမှာ လူမည်းတွေဘယ်လို အဖိနှိပ်ခံရတယ် သူတို့အခွင့်အရေးကို ဘယ်လိုတောင်းယူကြရသလဲဆိုတာကိုလည်း ရှု့ထောင့်အမျိုးမျိုးကနေ တွေ့မြင်ရမယ့်ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဆိုတော့ကာ သူ့ဘဝကိုဘယ်လို​​ဖြတ်သန်းရတယ် ဘယ်လိုကျော်ဖြတ်ခဲ့ရတယ်ဆိုတာကို ခံစားချက်အမျိုးမျိုးနဲ့ ရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုအားပေးကြပါဦးFile size…(1.47GB)  / (790MB) / (459MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:33:00Genre…Biography / DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Wallace",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8gmCPziq1DqjkZJEB9pYwr5Tzr5.jpg",
      "https://image.tmdb.org/t/p/w300/g0nLh5eQjTcffJUavvatBNkaSpy.jpg",
      "https://image.tmdb.org/t/p/w300/nQrFkaH9jqCuK8afCB5zZIecyg4.jpg",
      "https://image.tmdb.org/t/p/w300/zV4zHtRexT30Rn1RJKbdgqdQsVc.jpg",
      "https://image.tmdb.org/t/p/w300/s6Oi2ymYkWT2PgbQnZFXHoWgJTC.jpg",
      "https://image.tmdb.org/t/p/w300/w3pzQdw5Tg3YPZtRvwqBhvSyqwR.jpg",
      "https://image.tmdb.org/t/p/w300/gJfIFarPO3SGdFurygccdmrhiWU.jpg",
      "https://image.tmdb.org/t/p/w300/pZPpo7qYxRczTrPVZl3is0ktwrp.jpg",
      "https://image.tmdb.org/t/p/w300/AkoBveeFlKyIbCNk9FJtlW1TSaJ.jpg",
      "https://image.tmdb.org/t/p/w300/mBdxdWsYo6iNOuYLBoa9hb7qknQ.jpg",
      "https://image.tmdb.org/t/p/w300/lnbTt10Kj7tULGn4X6vdQMBUAYG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bul.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-butler-2013-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z2c7wwqe9100.html",
        "server": "usersdrive.com",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3ejgf/The.Butler.2013.1080p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EYsxQKJB#Jf8sdY1nJqda8UqZuF32zH_qwydYpGrXuluAdSCfGP0",
        "server": "mega.nz",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-butler-2013-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/javn0oagph1a.html",
        "server": "usersdrive.com",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ejgj/The.Butler.2013.720p(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EBcEwYoa#Vdy9Fc-K5niJzuzgUFkgmIYTKGBVOl-f_oPynWIvcYw",
        "server": "mega.nz",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/71p3h4qnnbg8.html",
        "server": "streamsb.com",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-butler-2013-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/n8cbv4duedv4.html",
        "server": "usersdrive.com",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2ylO5/The.Butler.2013.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/oVkXUJyD#MEM2ke0eEVCAc0fzQ1wQ9m_v-J5MsT0DNy6ZOww1izs",
        "server": "mega.nz",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/v2khjx9i7qdk.html",
        "server": "streamsb.com",
        "size": "459GB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "eZ4xDTz8Avc",
      "video_url": "https://www.youtube.com/watch?v=eZ4xDTz8Avc",
      "embed_url": "https://www.youtube.com/embed/eZ4xDTz8Avc"
    }
  },
  {
    "metadata": "|1997||Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "28000"
    },
    "title": "Kundun (1997)",
    "description": "Kundun (1997)============IMDb Rating – 7.0/10တိဗက်ကို ဗမာစိတ်ကူးယဉ်၀တ္တုတွေမှာ ကျွန်တော်တို့ တော်တော်ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။သိသလောက်ဆို သေသေချာချာ စာအုပ်ထဲ စပါတာကမောင်ထွန်းသူ ဘာသာပြန်ထားတဲ့ The Lost Horizon, ရှန်ဂရီလာထဲကစတယ် ထင်ပါတယ်။ အဲဒီစာအုပ်ထဲက တစ်ချို့အခန်းတွေကိုပဲ မင်းသိင်္ခကကူးပြီးမှတ်မိသလောက် နှစ်အုပ်လောက်ထွက်ဖူးပါသေးတယ်။တခြားစာရေးဆရာတွေလည်း ရေးကြတော့ ခုတိဗက်ဟာ ကျွန်တော်တို့နဲ့ မစိမ်းတဲ့နေရာပါပဲ။တိဗက်အကြောင်းရေးကြတဲ့ အဲဒီစာအုပ်တွေမှာ လားမားတွေကလည်း မပါမဖြစ်ပေါ့။ဒီရုပ်ရှင်ကတော့ စိတ်ကူးယဉ်မဟုတ်တဲ့ တိဗက်ပြည်ရဲ့ လက်ရှိနောက်ဆုံး ဒလိုင်းလားမားရဲ့ ထေရုပ္ပတ္တိကို ပြန်ရိုက်ကူးထားတာပါ။ ၁၄ဆက်မြောက်ဒလိုင်းလားမားရဲ့ ဘ၀ကို မွေးစကနေ တရုတ်တွေလက်က ပြေးတဲ့အထိ ရိုက်ပြထားပြီး တိဗက်ရဲ့ဘာသာရေးကို ထဲထဲ၀င်၀င်ကို ပုံဖော််ထားတဲ့ ရုပ်ရှင်ပါပဲ။နောက်အပြိုင်အနေနဲ့ မြင်ရမှာတော့ တိဘက်ကို တရုတ်တွေရဲ့ ဖျက်စီးခဲ့မှုကိုပေါ့။ခုတလောတင် kundunကားထဲ မော်စီတုန်းက ၁၄ဆက်မြောက် ဒလိုင်းလားမားကို ပြောခဲ့တဲ့ ” ဘာသာရေးဟာ အဆိပ်ပဲ။ တိဗက်တွေဟာ ဘာသာရေးအဆိပ်သင့်နေကြတယ်”ဆိုတဲ့ ဒိုင်ယာလော့တစ်ခုကို ချဲ့ထွင်တွေးပြီး ဆရာလေးတစ်ပါးရေးတဲ့ စာတစ်ပုဒ်ဟာ ‌ အတော်ပျံ့ခဲ့တယ်။အဲဒီစာထဲမှာတင်မော်စီတုန်းရဲ့ ဒီစကားကို တိဗက်‌တွေ ဆတ်ဆတ်ခါအောင် နာခဲ့ကြတယ်ဆိုတဲ့ စကားပါပါတယ်။ ဒီရုပ်ရှင်မှာတော့ တိဘက်နဲ့တရုတ်ရဲ့ ပြဿနာကို ၂နာရီကျော်အချိန်နဲ့ ကောင်းကောင်းကြီး ရှင်းပြသွားခဲ့တယ်။တိဗက်ဟာ ၈ရာစုကတည်းက ဗုဒ္ဓဘာသာကို ကိုးကွယ်ခဲ့တဲ့ နိုင်ငံပါ။သို့ပေမဲ့ သူတို့ဗုဒ္ဓဘာသာဟာထေရဝါဒရော မဟာယနရောမဟုတ်ပါဘူး။ တိဗက်ဗုဒ္ဓဘာသာလို့ သီးခြားခေါ်တွင်ပါတယ်။နှစ်ခုလုံးနဲ့ ကွဲပြားနေတယ်လို့တော့ဆိုတယ်။ သူတို့ဘာသာရေးခေါင်းဆောင်ဖြစ်တဲ့ ဒလိုင်းလားမားတွေကို သက်ရှိကရုဏာဗောဓိသတ္တတွေလို့ဆိုပါတယ်။ ဒလိုင်းလားမားတွေဟာ ဘ၀နတ်ထံပျံပြီးရင်လည်း တိဘက်ပတ်၀န်းကျင်မှာပဲ ပြန်၀င်စားပြီး ဒလိုင်းလားမားအဖြစ်ပြန်တာ၀န်ထမ်းဆောင်ကြပါတယ်။ဒလိုင်းလားမားတွေဟာ ဘာသာရေးတင်မကဘဲ နိုင်ငံရေးခေါင်းဆောင်တွေလည်း ဟုတ်ပါတယ်။ဒီဇာတ်ကိုတော့ ၁၃ဆက်မြောက် ဒလိုင်းလားမား ပျံလွန်သွားပြီး သူကနေ ပြန်၀င်စားမယ့် ၁၄ဆက်မြောက်ဒလိုင်းလားမားကို ယာယီဒလိုင်းလားမားအဖြစ်တာ၀န်ယူထားရတဲ့ ရင်းဖို့ချေ (Reting Rinpoche)က ရှာဖွေတွေ့ရှိသွားတာကနေ စထားတယ်။ အဲဒီကနေမှ ဒလိုင်းလားမားဖြစ်ဖို့ သင်ယူရတာတွေလေ့လာရတာတွေကနေ ဒလိုင်းလားမားဖြစ်တဲ့အထိ သေချာပြသွားတယ်။ဒလိုင်းလားမားကို သာ၀ကတွေက ကွန်ဒွန်လို့ လေးစာသမှုနဲ့ ခေါ်ဆိုကြတယ်။ဗမာလိုဆို ကိုယ်ထင်ပြသူပေါ့။ ၁၄ဆက်မြောက် ဒလိုင်းလားမားဟာ ဒလိုင်းလားမားတွေထဲ ကံအဆိုးဆုံးလို့ပြောရမယ်။ဆယ်ကျော်သက်အရွယ်မှာတင်တရုတ်ရဲ့ တိဗက်ကို ကျုးကျော်မှုနဲ့ ရင်ဆိုင်ဖြေရှင်းခဲ့ရပြီး မော်စီတုန်းနဲ့ပါ ထိပ်တိုက်တွေ့ခဲ့ရတယ်။အခုလက်ရှိလည်း တိဗက်ကိုမပြန်နိုင်ဘဲ ပြည်ပြေးဘ၀နဲ့ အနောက်နိုင်ငံတွေမှာ ခိုလှုံနေရတယ်။ ဒီရုပ်ရှင်မှာတော့ သူတိဗက်ကနေ အိန္ဒိယကို ထွက်ပြေးလွတ်မြောက်သွားတဲ့အထိပဲ ပြထားခဲ့တယ်။ပြောရရင် ဒလိုင်းလားမားရဲ့ တိဗက်မှာ နေခဲ့တဲ့ အချိန်တွေကိုပဲ ပြသွားတယ်။ သို့ပေမဲ့လည်း ပြထားသလောက်မှာတင် နိုင်ငံရေး ဘာသာရေး အုပ်ချုပ်ရေး တရုတ်နဲ့အခြေအနေစသဖြင့် တိဗက်အကြောင်း အတော်လေးစုံစေ့နေပါပြီ။တစ်ချို့ကတော့ စကောဆေးစိကို ဒိုကူမန်ထရီအဖြစ် ရိုက်ကူးသင့်တယ်ဆိုကြတယ်။သို့ပေမဲ့ စကောဆေးစိကလည်း စီနီမာတိုဂရပ်ဖာကို ဒိုကူမန်ထရီရိုက်ကူးဖူးတဲ့အတွေ့အကြုံရှိတဲ့ စီနီမာတိုဂရပ်ဖာကို သုံးထားတယ်။ စီနီမာတိုဂရပ်ဖီလည်း အတော်လေးလှပြီး စီနီမာတိုဂရပ်ဖီဆုတွေလည်း ရထားခဲ့တယ်။သရုပ်ဆောင်မဟုတ်တဲ့ ကလေးတွေကိုပါ ပညာသားပါပါနဲ့ သုံးနိုင်ခဲ့တဲ့အထိလည်း စကောဆေးစိက အားစိုက်ထုတ်ထားခဲ့တယ်။ တိဘက်မှာရိုက်တာမဟုတ်ပေမဲ့ တိဘက်အရသာရအောင် settingလည်း သေချာပြင်ထားခဲ့တယ်။စကောဆေးစိဟာ ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်အစစ်တွေ မပါသလောက်ဖြစ်အောင် ရိုက်ထားပြီး သရုပ်ဆောင်တွေဟာ တိဗက်ဗုဒ္ဓဘာသာအစစ်တွေများပါတယ်။ဒလိုင်းလားမားနဲ့ သူ့မိသားစုတွေ နေရာကနေ ဒလိုင်းလားမားရဲ့ အမျိုးတွေကပဲ ပြန်သရုပ်ဆောင်ထားခဲ့တယ်။ဒလိုင်းလားမား အရွယ်ရောက်‌တဲ့နေရာကသရုပ်ဆောင်တာလည်း ဒလိုင်းလားမားရဲ့ မွေးချင်းတွေကမွေးတဲ့ မြေးပါပဲ။မူရင်းစာအုပ်ကိုလည်း အတော်သစ္စာရှိပြီး သမိုင်းအများစု မှန်ကန်တယ်ဆိုပါတယ်။ဇာတ်ညွှန်းကို ၁၄ခါတိတိပြင်ရေးခဲ့ရပါတယ်။၁၄ဆက်မြောက်ဒလိုင်းလားမားဟာ အတော်နှိမ့်ချတတ်တဲ့သူပါ။ သို့ပေမဲ့ ဇာတ်ကားအစက ဒလိုင်းလားမားမဖြစ်ခင် ကလေးဘ၀မှာတော့ ဒလိုင်းလားမားဟာပစားပေးခံရတော့ အတော်အထက်စီးဆန်‌ နေတဲ့သူတစ်ယောက်အဖြစ် မာတင်က ပုံဖော်ထားပါတယ်။ဆိုတော့ကာ သူပုံဖော်ထားတာနဲ့ လိုက်ဖက်ညီအောင်ကလေးဘ၀ကပြောတဲ့ စကားတွေမှာ ငါနာမ်စား တစ်ချို့သုံးပြီး ကြီးလာလေ သူ့စကားတွေ နူးညံ့လာလေ ဖြစ်လာတဲ့သဘောကို တတ်နိုင်သလောက် ပုံဖော်ပေးထားပါတယ်။ ဒီလိုထည့်ပြောရတာက ကလေးလေးက တစ်ချို့အခန်းတွေမှာ ငါနဲ့ ပြောထားရတဲ့အကြောင်း ကြိုရှင်းထားချင်ရုံပါပဲ။ရုပ်ရှင်အဆုံးမှာ ၁၅ဆက်မြောက်ဒလိုင်းလားမားအစစ် ရှိလာနိုင်လားဆိုတာကို ကျွန်တော်တော့ သိချင်မိသွားတယ်။ ဒလိုင်းလားမားတွေဟာ ကရုဏာဗုဒ္ဓက၀င်စားတာဆိုတော့ ထပ်ရှိဖို့က အတော်လေး မလွယ်တဲ့ကိစ္စလို့တော့ ထင်မိသား။ သို့ပေမဲ့ နှစ်ပေါင်းများစွာ အခြေတည်လာခဲ့တဲ့ ယုံကြည်မှုတစ်ခုဟာ ပျက်နိုင်ခဲ့တယ်ဆိုတော့ ပေါ်လာဦးမယ်ထင်တာပါပဲ။ နောက်နှစ်တွေမှာ ဘယ်လိုပုံစံနဲ့ ပေါ်လာဦးမလဲဆိုတာကိုတော့ သိချင်မိသွားတယ်။ ဒီလိုပုံစံ ယုံကြည်မှုဟာ ကျွန်တော့်အတွက်တော့ အတော်ဖြစ်နိုင်ခဲ‌တဲ့ ယုံကြည်မှုဆိုတော့ အတော်လေးတော့ မှင်သက်စရာကောင်းခဲ့တယ်။သို့ပေမဲ့ မော်စီတုန်းပြောသလို အဆိပ်လို့တော့ မထင်မိပါဘူး။အကုန်လုံးဟာ သူ့ကောင်းကွက် သူ့ဆိုးကွက်တွေနဲ့ပဲ မို့လား။ ဘာဖြစ်ဖြစ် ဗုဒ္ဓဘာသာရဲ့ ကိုင်းကွဲတစ်ခုအကြောင်း တီးမိခေါက်မိရှိချင်ရင်တော့ ဒီရုပ်ရှင်ဟာ ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။Kundunကို တိဘက်ဘက်ကနေပြီး ရိုက်ခဲ့တာကြောင့် မာတင်စကောဆေးစိရဲ့ ရုပ်ရှင်တွေကို တရုတ်မှာလုံး၀ ရုံတင်ခွင့်မပြုတာ ဒီနေ့ထိထက်တိုင်ပါပဲ။မဆီမဆိုင်တိဗက်ဘာသာ‌ရေးကားကို စကောဆေးစိရိုက်တော့ အတော်ပေါ့သွားမယ် ထင်ခဲ့မိပေမဲ့ တက်တက်စင်အောင် လွဲသွားပါတယ်။ စကောဆေးစိဟာ စကောဆေးစိပါပဲ။အစစ်အမှန်အရာတွေကို ချစ်တတ်တဲ့ တကယ့် အနုပညာသမားပါပဲ။သစ္စာလေးပါးမှာ သုံးပါးကို ရှေ့မှာထည့်ပြီး နောက်ဆုံးတစ်ပါးကို နောက်ဆုံးမှ အချိန်ကိုက်အခါကိုက် ထည့်သွားတာကိုလည်း အတော်လေး သဘောကျမိတယ်။ ရုံ၀င်ငွေတော်တော့်ကို နည်းခဲ့ပေမဲ့လည်း Kundunဟာ ဟိုရုပ်ရှင်ဝေဖန်ရေးဆရာတွေ ကြည့်ပြီးသေသွားတဲ့ မသေခင်ကြည့်သင့်သော ၁၀၀၁ကားထဲလည်း ပါပါတယ်။‌ဗုဒ္ဓဘာသာအကြောင်းသိချင်ရင် ဒီရုပ်ရှင်ကိုကြည့်သင့်တယ် ဆိုပြီးလည်း အရှေ့အာရှရုပ်ရှင်ဂရုတွေမှာ ညွှန်းဆိုကြပါတယ်။ ထေရဝါဒရော မဟာယန‌ရောမဟုတ်တဲ့ တိဗက်ဗုဒ္ဓဘာသာအကြောင်းပေမဲ့ အခြေခံဖြစ်တဲ့ သစ္စာလေးပါးမှာတော့ တူညီ‌တဲ့အတွက်သူတို့ညွှန်းကြတာလည်း မမှားဘူးဆိုရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။File Size – (2.2 GB)/(1.1 GB)/(750 MB)Quality – BluRay- (1080p) / (720p) / (480p)Duration – 2hrs 14minSubtitle – Myanmar HardsubFormat – MP4Genre : Biography, Drama, HistoryTranslator – WiRa AungEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8yqyaXCTSDRumZiIf7pwUnamkXf.jpg",
      "https://image.tmdb.org/t/p/w300/xNWhTtnIhKd5iLQZWgAXp84tkV1.jpg",
      "https://image.tmdb.org/t/p/w300/gEXWhq0xVDnHDk72InphVfbvDBq.jpg",
      "https://image.tmdb.org/t/p/w300/jqksLVRkCUFRG2tr9sB5rlS0osU.jpg",
      "https://image.tmdb.org/t/p/w300/hDUGoS4BKEAn5ZwJsFEGPU2fJtS.jpg",
      "https://image.tmdb.org/t/p/w300/fvkxkU3VlHsuy2zgQYdaGf5gptU.jpg",
      "https://image.tmdb.org/t/p/w300/tlxJZeeQxO4fgI5u6Dsj1Dfgt8.jpg",
      "https://image.tmdb.org/t/p/w300/jWaiYN9rORUEZdiYpCw6aM0F0PU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/kundun.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kundun-1997",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/10Dw9/Kundun.1997.1080p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://watchsb.com/gepxcbvq320w.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/JhFAFBhR#HEQSkZYGHN_osOxJoW8WfnCFI_LQ2cst_G2X0tpeavY",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/t4bjlgmg7dp3.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2myru/Kundun.1997.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://watchsb.com/uey9rpuxoiyz.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/xtdUxTaS#kOyRJ3xqvYU06EDFH6mrxfEoKhx0JBa0fIjoIlHsyKk",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/9j5psgjails2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/10Dwx/Kundun.1997.480p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://watchsb.com/l0j02if94xga.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QxNW1LCR#cOAufngTrB3iIwDzItzYk3rTGdPIEdnZASgzneF-0RM",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/4uvxpkpc1oun.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "cFm8oP9c9Hs",
      "video_url": "https://www.youtube.com/watch?v=cFm8oP9c9Hs",
      "embed_url": "https://www.youtube.com/embed/cFm8oP9c9Hs"
    }
  },
  {
    "metadata": "R|2014|1h 48min|Adventure,Biography,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "Kajaki 2014",
    "description": "Kajaki 2014စစ်ကားကောင်းကောင်းလေးကြည့်မလား ? မျက်စိလည်းမနောက် ၊ဇာတ်လမ်းလေးလည်းကောင်း ၊ တကယ့်အဖြစ်အပျက်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးမယ်နော်ဒုံးဒုံးဒိုင်းဒိုင်း နဲ့ ပစ်တဲ့စစ်ကားတော့မဟုတ်ဘူးနော် ဒါပေမဲ့ ပါးစပ်အဟောင်းသားနဲ့ကြည့်ရမှာတော့ အာမခံပါတယ်။မိုင်းထိတဲ့ကားလေးပါ ။ဇာတ်လမ်းလေးကရိုးပါတယ် ။ ဟိုဘက်ကမ်းကိုသွားဖို့ လမ်းဖြတ်ကူးရမယ်ပေါ့။ အဲ့လမ်းက ဖြစ်ချင်တော့ ဗုံးမြေဖြစ်နေတယ် ။ပေါက်လိုက်တာမှ တအုံးအုံး နဲ့ ။ ပြီးတော့ ကယ်ဆယ်ရေးကိုစောင့်ရင်းဇာတ်လမ်းကိုအဆုံးသတ်ထားပါတယ်။ဘာကြောင့် ဒီဇာတ်ကားလေးကို ညွှန်းချင်လည်းဆိုတော့ အဲ့လမ်းမှာဗုံးထိရင်း အချင်းချင်း ရိုင်းပင်းကူညီတဲ့စိတ်ဓါတ်၊ စစ်ဆိုတာဘယ်လောက်တောင်အကြပ်ရိုက်လဲဆိုတာကို ဒါရိုက်တာက ပညာသားပါပါ ရိုက်ပြထားပါတယ်။ အဲ့ဒါကြောင့် စစ်ပြန်တွေ အချင်းချင်းအရမ်းရင်းနှီးတယ်ဆိုတာ ဒီလိုအခက်အခဲတွေကြောင့်ဆိုတာ အခုမှသိရတော့တယ်။ စစ်သုံးစကားတွေလည်း ဗဟုသုတအဖြစ်ထည့်ပေးထားသေးတယ်နော်။ အရမ်းကောင်းတဲ့ကားလေးပါ… ကြည့်ဖို့တိုက်တွန်းပါတယ်နော်….။ ။Translator : Jo Jo VaEncoder : Thit San KhantQuality : 1080p and 720pSize :1.14 GB and 539MB",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4Xr7y1q1qg3xK5loxEHOBdITt5E.jpg",
      "https://image.tmdb.org/t/p/w300/owUQXCAc9ZMl6siGl7KZWeLkZ9v.jpg",
      "https://image.tmdb.org/t/p/w300/4wYUnnYv4kKLrs455zDdRoeb6nY.jpg",
      "https://image.tmdb.org/t/p/w300/AjkAOScaRNzObnt1znlXkZKZVnt.jpg",
      "https://image.tmdb.org/t/p/w300/3kDtRwAGz3oZ1DYFN6pbibHUT29.jpg",
      "https://image.tmdb.org/t/p/w300/AjkAOScaRNzObnt1znlXkZKZVnt.jpg",
      "https://image.tmdb.org/t/p/w300/e9pKNSmGhzyjjwYGFcQ3sfnOwmC.jpg",
      "https://image.tmdb.org/t/p/w300/uYdFmBTXgzzUcxVoSumOKdOseDo.jpg",
      "https://image.tmdb.org/t/p/w300/kGBWXIeq0aSf7EZk5HovN9L2EtF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jgtt8yKsKFQv5JzTrSA894EkNsp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cb1g7ry8gqmh.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/05spjo141wvh.html",
        "server": "usersdrive.com",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/kajaki-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kajaki-2014-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/TD4q/Kajaki.2014.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1zAw7/Kajaki.2014.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/4isiqgjrqmzr",
        "server": "veryfiles.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/hj1t8qmg477l",
        "server": "veryfiles.com",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kajaki-2014",
        "server": "VIP Links",
        "size": "1.1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "t28VucECbZs",
      "video_url": "https://www.youtube.com/watch?v=t28VucECbZs",
      "embed_url": "https://www.youtube.com/embed/t28VucECbZs"
    }
  },
  {
    "metadata": "Not Rated|2021|2h 42m|Action,Biography,Bollywood,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "13k"
    },
    "title": "Malik (2021)",
    "description": "Malik (2022)Action, Drama, BiographyIMDb 8.1/10ဒီဇာတ်ကားလေးက အရမ်းကို ကြေကွဲဖို့ကောင်းတဲ့လူမိုက်ကြီးတစ်ယောက်ရဲ့အကြောင်းပေါ့…လူမိုက်ဆိုတာနဲ့ ကျွန်တော်တို့ ရမ်းကားဆိုးသွမ်းနေတဲ့ လူတစ်ယောက်လို့ပြေးမြင်မိကြတယ်မလား…မဟုတ်ပါဘူး..အများအကျိုးကိုသယ်ပိုးနေရင်းနဲ့ အခြေအနေနဲ့အချိန်အခါကသူ့ကိုလူမိုက်ကြီးတစ်ယောက်ဖြစ်စေခဲ့တာပါ…သူ့နာမည်က ဆိုလိုင်မန်အလီ ခေါ် အလီဘိုင်မာလစ်(ဂေ့ါဖားသား)လို့ ပြောစမှတ်တွင်ခဲ့တဲ့သူပေါ့…ရာမာဒါပက်လီဆိုတဲ့မွတ်စလင်ရွာလေးနဲ့ ယေဒါဗက်သရားလို့ခေါ်တဲ့ခရစ်ယာန်ရွာလေးနှစ်ရွာရှိတယ် ပင်လယ်ပြင်နဲ့နီးစပ်တဲ့ ကမ်းနားရွာလေးတွေပေါ့အဲ့ဒီရွာနှစ်ခုက ညီရင်းအစ်ကိုတွေပမာ သင့်မြတ်စွာနေထိုင်ကြလို့ဘယ်နိုင်ငံရေးသမားကမှ အမြတ်ထုတ်လို့မရတဲ့ ရွာလေးတွေပေါ့..အဲ့ဒီရွာတွေရဲ့ဆိုးကျိုးကိုလိုလားပြီး အမြတ်ထုတ်ချင်နေကြတဲ့လူတွေကိုကောင်းကောင်းပညာပေးတဲ့သူက အလီဘိုင်…ကိုယ့်ရွာ ကိုယ့်ပြည်သူ ကောင်းကျိုးအတွက်ဆို လူမျိုးရေးမခွဲခြားဘဲအသက်ပေးရပေးရ လူပဲသတ်ရသတ်ရ အရဲစွန့်မယ့်လူစားမျိုး…အများအမြင်မှာတော့ လူမိုက်ကြီးပေါ့ တစ်မြို့နယ်လုံးကလည်းသူတစ်ခွန်းဆိုတစ်ခွန်း လေးစားချင်ခင်ကြတယ်…ဒီလိုလူမျိုးဆိုတော့လည်း မလိုတမာမုန်းထားတဲ့လူကများပြီပေါ့…လူရင်းတွေကပါ အကောက်ကြံလာတဲ့အခါ ဒီလူမှန်လူခါးကြီးရဲ့ဘဝခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ဖန်သားပြင်ထက်မှာ ရှုစားကြည့်ကြပါ..ဒီဇာတ်ကားလေးကိုကြည့်ပြီးသွားတဲ့အခါ ရင်ထဲတစ်ခုခုကျန်စေရပါမယ်လို့ညွှန်းပေးလိုက်ပါတယ်နော်…File size…2.75GB / 1.34GBQuality…1080p True WEB DL / 720pFormat…mp4Duration….2h 42mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eGRvQfsz8QFUqeTr6WXBaCPgwK5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjllYTdiYmItZWYzYy00MDBlLWJjMDAtZjNlMzdkZjk1Mjc3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/malik-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/malik-2022-telugu-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vj2117dgr033.html",
        "server": "usersdrive.com",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/17krn/Malik_(2022)_Telugu_TRUE_WEB-DL_.1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/LZ4ylRjB#WmMcsryLN3SKXvpm99lj556B-vgbknr16V_olXMdgVM",
        "server": "mega.nz",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/q41l0gtg960k.html",
        "server": "streamsb.com",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/malik-2022-telugu-true-web-dl-720-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4tmhy8ls6mmk.html",
        "server": "usersdrive.com",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/17kqn/Malik_(2022)_Telugu_TRUE_WEB-DL_.720.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/iVhVnJCD#41wxynVrbkNgsUr2qG_f6PFilOqUs9tS8y8deUpikpU",
        "server": "mega.nz",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/f3gytwcdch55.html",
        "server": "streamsb.com",
        "size": "1.34GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1995|102 min|Biography,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "92,950"
    },
    "title": "The Basketball Diaries (1995)",
    "description": "IMDb (7.3/10)လီယိုနာဒိုကို ေခါင္းေဆာင္မင္းသားအျဖစ္ ပို႕ေဆာင္ေပးႏိုင္ခဲ့တဲ့ ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ Jim Carroll ဆိုတဲ့ အေမရိကန္ နာမည္ေက်ာ္ ကဗ်ာဆရာ စာေရးဆရာ ဂီတပညာရွင္ တစ္ဦးအေၾကာင္းကို ရိုက္ကူးထားတာပါ။သူ႕အသက္ ၁၃ ႏွစ္ ျမီးေကာင္ေပါက္အရြယ္က ဘတ္စကတ္ေဘာကစားျခင္း လူပ်ိဳရည္ပ်က္သုန္းျခင္း မူးယစ္ေဆးစြဲျခင္း ေန႕စဥ္မွတ္တမ္းေတြအေၾကာင္းေပါ့။လူငယ္ဆိုတာ အျဖဴထည္…ေလာကၾကီးက ႏိုင္ရာစား…အရသာဆို ခါး..ဘဝက ဓါးသြား။လီယိုနာဒိုရဲ႕ ျမီးေကာင္ေပါက္သရုပ္ေဆာင္မႈေတြက Jim Carroll ဝိညာဥ္ပူးကပ္ႏိုင္မလား…မင္းသား Mark Wahlberg ကိုလဲ မေအာင္ျမင္ခင္က ဒီဇိုင္းနဲ႔ ဒီဇာတ္ကားမွာ ေတြ႕ျမင္ရမွာပါ။File size…(999 MB) and (600 MB)Quality….Blu-ray Rip 720pFormat…mp4Duration….01:42:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHein Htet Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k66qUqJM7H2AXr7Iz94J3mQXigy.jpg",
      "https://image.tmdb.org/t/p/w300/6rGA5l7Ykdge27x3wysSdOouVPk.jpg",
      "https://image.tmdb.org/t/p/w300/oCvsFuDvziu1fRfmRN1RNGeC868.jpg",
      "https://image.tmdb.org/t/p/w300/kPxvR5vUm5oCZEpsfL3CQsjbEKP.jpg",
      "https://image.tmdb.org/t/p/w300/nb8pMW3o85jATvhz7y6clAFlL1u.jpg",
      "https://image.tmdb.org/t/p/w300/znsyhg37NnaywrFBvVEI3WL2PmT.jpg",
      "https://image.tmdb.org/t/p/w300/riPxt6ndeRANkUkEObRFnsO6xo.jpg",
      "https://image.tmdb.org/t/p/w300/3uZBTYkX1PCxKvCleTleQfNesew.jpg",
      "https://image.tmdb.org/t/p/w300/iWSDEAeHpETAd42wEiisFjM6xXP.jpg",
      "https://image.tmdb.org/t/p/w300/jg6DbWkz3W4W6rk0jRT62fN1Z4p.jpg",
      "https://image.tmdb.org/t/p/w300/kAkB5EEEz4Th6xVo9dlxFhb5Owe.jpg",
      "https://image.tmdb.org/t/p/w300/nbD4Fn38Oqpw6WKBV9X7JmhgOyW.jpg",
      "https://image.tmdb.org/t/p/w300/n6AvyZXcApmneoSUgzpfXqMSOYm.jpg",
      "https://image.tmdb.org/t/p/w300/63oMKqfNPn6vHbQcGIifvkcn9I9.jpg",
      "https://image.tmdb.org/t/p/w300/sPqgawpWX7FZOxodqOPj2HN6z5E.jpg",
      "https://image.tmdb.org/t/p/w300/1b0QxRN6JFhNlzTcpgA52W4qdTB.jpg",
      "https://image.tmdb.org/t/p/w300/8UvuKmvpCmO6x8rD5PjAcaU9wHd.jpg",
      "https://image.tmdb.org/t/p/w300/mJxmYlgAEw5kVQTI4cXQutgoGfi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/bd3f35fa9c00adbeec127d99398435dc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ude5pr44yvl7.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-basketball-diaries-1995-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eccn/The_Basketball_Diaries_[1995]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/m028hzwizt2g",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "W5eVnwe6Pxs",
      "video_url": "https://www.youtube.com/watch?v=W5eVnwe6Pxs",
      "embed_url": "https://www.youtube.com/embed/W5eVnwe6Pxs"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Amanat (2022)",
    "description": "Amanat (2022)ရုရှားစကားပြော သမိုင်းနောက်ခံ ဇာတ်ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်၁၉ ရာစုအလယ် ၁၈၁၇-၁၈၆၄ က Caucasian စစ်ပွဲ (ရုရှားအင်ပါယာနဲ့ Caucasus လူမျိုးတို့ရဲ့စစ်ပွဲ) ကို အခြေတည်ထားပါတယ် တောင်ပေါ်သား အစ္စလာမ်မျိုးနွယ် Caucasus တို့ရဲ့ခေါင်းဆောင်က သူတို့နယ်ကို ရုရှားတပ်တွေ ဝိုင်းလာတဲ့အချိန် သူတို့ခေါင်းဆောင် Imma Shamil က သူ့ရဲ့သားဖြစ်သူ Jamalutdin ကို ဓားစာခံအဖြစ် စေလွှတ်ခဲ့ပါတယ် အသက်ကိုးနှစ်အရွယ်မှာ Jamal တစ်ယောက် စစ်မှုရေးရာကျောင်းမှာ တက်ရောက်ပြီး ရုရှားအရာရှိတစ်ယောက်ဖြစ်လာခဲ့တယ် အဲဒီရုရှားမြေမှာပဲ အရာရှိတစ်ယောက်ရဲ့သမီးဖြစ်သူ Lisa နဲ့ချစ်ကြိုက်ခဲ့ပါတယ် Jamal က ရုရှား officer တစ်ယောက်ဖြစ်ပေမယ့် စစ်ကို ရွံမုန်းပြီး ငြိမ်းချမ်းရေးကို လိုလားတဲ့သူပါ တစ်နေ့တော့ “တာဝန်ဝတ္တရား”နဲ့ “သူ့ချစ်သူ Lisa” နှစ်ခုကြား ခက်ခက်ခဲခဲရွေးချယ်ရတဲ့ အခြေအနေကို ရောက်လာတဲ့အခါမှာတော့ ….၁၉ ရာစုနောက်ခံ အချစ်ဇာတ်လမ်းကို “စစ်နဲ့ငြိမ်းချမ်းရေး” တို့နဲ့ ရောယှက်ပြီး အလွမ်း/အဆွေး/ခွဲခွာခြင်း/စွန့်လွှတ်ခြင်းတို့ကို သေချာပုံဖော်ထားတာမို့ ကြည့်ရတာနောင်တမရစေနိုင်မယ့် ရှားမှရှား ရုရှားဇာတ်ကားလေးပါFile size…(2 GB)/(1.05 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:00:00Genre…Biography, Drama, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Sike Tan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hVLdQj0kUJQxQ8vhVnjKqzSrnwM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BYjhlMGQzMTEtZDJjYS00YmE4LTg3MDYtNjQ0ODBiN2IzMmY4XkEyXkFqcGdeQXVyODQ0OTE4Mzg@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/amanat-2022-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ee8t9/Amanat.2022.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/E6NAQRCb#18QvQ-oaLuuAoNLWoQqYW77AB5ARmx5Smhpg-g_FwhA",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/s1v0h2myuj5k.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/amanat-2022-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ee8sg/Amanat.2022.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/prdCgKRI#VJm0VJ7lvNkDT2w-i3dMPe4sB2gq-cTvoVzF8SeyFxk",
        "server": "mega.nz",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1mlvb2v0npir.html",
        "server": "usersdrive.com",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/cn4s4lpbhemh",
        "server": "streamsb.com",
        "size": "1.05 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "M18|2018|2h 3min|Biography,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "4,448"
    },
    "title": "Becoming Astrid (2018)",
    "description": "Becoming Astrid (2018)IMDb – 7.1/10_____Rotten – 96%အခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ဆွီဒင်စာရေးဆရာမ Asrid Lindgren အကြောင်းကို ကျောရိုးထားရိုက်ကူးထားတဲ့Becoming Astrid ဆိုတဲ့ Biography, Drama ကား အမျိုးအစားပါ ကလေးတွေအတွက် စာအုပ်များစွာကို ရေးသားခဲ့တဲ့Astrid ကို သူ့ပရိသတ်ကလေးတွေက မွေးနေ့ဆုတောင်း ပို့တဲ့အသံဖိုင်လေးကို ဖွင့်ပြီးနားထောင်တဲ့ ပုံစံနဲ့ သူ့ငယ်ဘဝကိုပါတစ်ပါတည်း ရိုက်ကူးပြသထားပါတယ် Astrid ငယ်စဉ်ကတည်းက ပုံပြောကောင်းတဲ့ မိန်းကလေးတစ်ယောက်ပါ စာရေးစာဖတ်ကို အရမ်းဝါသနာပါပြီးတစ်နေ့မှာတော့ သူတို့မြို့လေးက သတင်းစာတိုက်မှာ အလုပ်သင်လုပ်ခွင့်ရခဲ့ပါတယ် အယ်ဒီတာကတော့ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်နေတဲ့ သူပါ…သူစိတ်ညစ်စရာတွေကို နှစ်သိမ့်ပေးရင်း Astrid နဲ့ ချစ်ကြိုးသွယ်မိရာက Asrid တစ်ယောက် ကိုယ်ဝန်ရသွားပါတယ် ကလေးကို တိတ်တိတ်ပုန်းမွေးပြီးသားလေးကို ဒိန်းမတ်မှာ ထားခဲ့ရတဲ့ Astrid တစ်ယောက် ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ ဆိုတာတော့ ဆက်လက်ကြည့်ရှုကြပါ…IMDB rating 7.1 ထိ ရထားတဲ့ ဇာတ်လမ်းကားလေးဖြစ်လို့ ဒရမ်မာချစ်ပရိသတ်တွေလက်မလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါလို့ ညွှန်းပေးချင်ပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  May Tharaphi Lwin ပဲဖြစ်ပါတယ်…အခု မိတ္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ ဆြီဒင္စာေရးဆရာမ Asrid Lindgren အေၾကာင္းကို ေက်ာ႐ိုးထား႐ိုက္ကူးထားတဲ့Becoming Astrid ဆိုတဲ့ Biography, Drama ကား အမ်ိဳးအစားပါ ကေလးေတြအတြက္ စာအုပ္မ်ားစြာကို ေရးသားခဲ့တဲ့Astrid ကို သူ႔ပရိသတ္ကေလးေတြက ေမြးေန႔ဆုေတာင္း ပို႔တဲ့အသံဖိုင္ေလးကို ဖြင့္ၿပီးနားေထာင္တဲ့ ပုံစံနဲ႔ သူ႔ငယ္ဘဝကိုပါတစ္ပါတည္း ႐ိုက္ကူးျပသထားပါတယ္ Astrid ငယ္စဥ္ကတည္းက ပုံေျပာေကာင္းတဲ့ မိန္းကေလးတစ္ေယာက္ပါ စာေရးစာဖတ္ကို အရမ္းဝါသနာပါၿပီးတစ္ေန႔မွာေတာ့ သူတို႔ၿမိဳ႕ေလးက သတင္းစာတိုက္မွာ အလုပ္သင္လုပ္ခြင့္ရခဲ့ပါတယ္ အယ္ဒီတာကေတာ့ အိမ္ေထာင္ေရးအဆင္မေျပျဖစ္ေနတဲ့ သူပါ…သူစိတ္ညစ္စရာေတြကို ႏွစ္သိမ့္ေပးရင္း Astrid နဲ႔ ခ်စ္ႀကိဳးသြယ္မိရာက Asrid တစ္ေယာက္ ကိုယ္ဝန္ရသြားပါတယ္ ကေလးကို တိတ္တိတ္ပုန္းေမြးၿပီးသားေလးကို ဒိန္းမတ္မွာ ထားခဲ့ရတဲ့ Astrid တစ္ေယာက္ ဘဝကို ဘယ္လိုျဖတ္သန္းခဲ့ရလဲ ဆိုတာေတာ့ ဆက္လက္ၾကည့္ရႈၾကပါ…IMDB rating 7.1 ထိ ရထားတဲ့ ဇာတ္လမ္းကားေလးျဖစ္လို႔ ဒရမ္မာခ်စ္ပရိသတ္ေတြလက္မလြတ္တမ္းၾကည့္သင့္တဲ့ ဇာတ္ကားေလးပါလို႔ ၫႊန္းေပးခ်င္ပါတယ္…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့  May Tharaphi Lwin ပဲျဖစ္ပါတယ္…File Size : (973MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:03:00Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ehMv4LBC4eCXFgO6zErf4iZOslt.jpg",
      "https://image.tmdb.org/t/p/w300/FwQSdXEEiD6iEenKhMOHsVULoq.jpg",
      "https://image.tmdb.org/t/p/w300/qs5HQFhHh44GmD72UWDQ2ROd9iv.jpg",
      "https://image.tmdb.org/t/p/w300/3SRw9KUX0qergIB5wDb1FsYsnsc.jpg",
      "https://image.tmdb.org/t/p/w300/TS8vudmJRLAioq7bVxCn1z1AjA.jpg",
      "https://image.tmdb.org/t/p/w300/KPa3ndn7CqDUcRl02K1kTyZmK4.jpg",
      "https://image.tmdb.org/t/p/w300/zWZlvYKiYb4BBbR47Ym25IkpT8N.jpg",
      "https://image.tmdb.org/t/p/w300/x0ND7R7DU3TCz8HHeppMp7hXQRF.jpg",
      "https://image.tmdb.org/t/p/w300/2tIQghgSKSILCls36RwqxBtVoRp.jpg",
      "https://image.tmdb.org/t/p/w300/hUrbiQgQhPxApuLBneuRmuEQ4wZ.jpg",
      "https://image.tmdb.org/t/p/w300/mSjjzzuj87pJV3paZWBrtaro474.jpg",
      "https://image.tmdb.org/t/p/w300/eHoXaclUze2xvmOXCtY1ac7CAWR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/yXVUMGZCW8qOU2Hs4zV6efB7URP.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/36738nr78u82.html",
        "server": "usersdrive.com",
        "size": "973 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/becoming-astrid-unga-astrid-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "973 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4fLqh/Becoming_Astrid_(Unga_Astrid)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "973 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dYEn3IwZ#YRM0qRr-EzOr4M75Fri5eTESOdc22GSAN4oKcoinXc4",
        "server": "mega.nz",
        "size": "973 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/b5jvxwhsbnc2",
        "server": "upstream.to",
        "size": "973 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "ia4cgd7D90M",
      "video_url": "https://www.youtube.com/watch?v=ia4cgd7D90M",
      "embed_url": "https://www.youtube.com/embed/ia4cgd7D90M"
    }
  },
  {
    "metadata": "|2021|1h 42min|Biography,Sport",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "314"
    },
    "title": "Zero to Hero (2021)",
    "description": "Zero to Hero (2021)IMDb – 6.6/10ဒီဇာတ်ကားလေးကတော့ IDMP 6.6 အထိရရှိထားပြီး၉၄ ကြိမ်မြောက်‌ ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲ အတွက်တစ်ကြိုစာရင်းပါခဲ့တဲ့ ဟောင်ကောင် ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း………………………………………ဇာတ်လမ်းအကျဉ်းကို မပြောခင်မှာ မေးခွန်းလေးတစ်ခု အရင်မေးကြည့်ချင်ပါတယ်။အားကစားနယ်ပယ်အစုံမှာ နိုင်ငံကိုယ်စားပြု ဖြစ်ဖို့ လွယ်ပါသလား။မဆုတ်မနစ်တဲ့ ဇွဲ၊ လုံ့လ၊ ဝီရိယ တွေပေါင်းစပ်ပါမှသာမန်လူတစ်ယောက်ဟာ အားကစားသမားကောင်း တစ်ယောက် ဖြစ်လာနိုင်မှာပါ။ဒီထက်ဆိုးတာက မွေးရာပါရောဂါကြောင့် ကြွက်သားတွေ ထိန်းချုပ်မရဘဲလမ်းတောင်မနည်းလျှောက်နေရတဲ့ ဘ၀ကနေ အားကစားသမားတစ်ယောက်ဖြစ်ဖို့ဆိုရင်မဖြစ်နိုင်လောက်အောင် ခက်ခဲမှာမဟုတ်လား။ဒီဇာတ်လမ်းဟာ ဒီလိုလူတစ်ယောက်အကြောင်းဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတာမို့ စိတ်၀င်စားစရာအပြည့်နဲ့ပါ။မွေးရာပါ အာရုံကြောအားနည်းတဲ့ရောဂါကြောင့်ကြွက်သားတွေမသန်စွမ်းဘဲ မွေးဖွားလာတဲ့လက်ရှိ မသန်စွမ်း အိုလံပစ် မီတာ ၂၀၀ ကမ္ဘာ့စံချိန်ရှင် ‌”ဆို‌၀ါဝိုက် “ရဲ့ဘ၀ဇာတ်ကြောင်းကိုမွေးစမှ နောက်ဆုံးပြိုင်ပွဲအထိ သူ့မိသားစုအကြောင်းပါမကျန် ရိုက်ပြထားတာမို့လေးစားအတုယူစရာ ဆို့နင့်ကြေကွဲစရာ ရသအစုံပေးစွမ်းတဲ့ ‌ကွမ်တုံစကားပြော ဟောင်ကောင်ကားလေးကို လိုက်ပါစီးမျောခံစားလိုက်ပါဦးဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲ ဖြစ်ပါတယ်။Genre…..Biography, SportQuality….WEB-DL 720pFile size…1GBFormat…mp4Duration….1h 42minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Lwin Htoo AungEncoder ….. August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uI38YSJ6gqIhO1r6tZ3OrvjeaAI.jpg",
      "https://image.tmdb.org/t/p/w300/aHSqx06vgXQy3cdlkosB9KumG2s.jpg",
      "https://image.tmdb.org/t/p/w300/9hdmo0RlyueV4yxZYXuUQAbPA24.jpg",
      "https://image.tmdb.org/t/p/w300/exQxYRTEfzj9Mmnk6Ku6hk52t2d.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7x7pyCi6Zf8DFYYQtTp108RllSt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/zero-to-hero-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/dqc7lz1j3zon.html",
        "server": "VIP Links",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/zero-to-hero-2021-1080-p-nf-web-dl-cm-mp-4",
        "server": "VIP Links",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10Mtf/Zero.to.Hero.2021.1080p.NF.WEB-DL.CM.mp4",
        "server": "VIP Links",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/51JUzRoZ#YauoQlTgu-NkHs0HYCf5rX6aeBJsPriklt9WyzRvJxg",
        "server": "VIP Links",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/enee0mo3hkqw.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/zero-to-hero-2021-720-p-web-dl-ddp-5-1-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/9UvMrC9u",
        "server": "Direct Link",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10b25/Zero.to.Hero.2021.720p.WEB-DL.DDP5.1.x264.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mHJjGaIB#Z7f5aBWuV64wcKCbc1lvIZqXuJsCsJpkAMW6V_4sX00",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/ndagtnadcp23.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g80cnri8r4h1.html",
        "server": "usersdrive.com",
        "size": "553MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/zero-to-hero-2021-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "553MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/10Mt5/Zero.to.Hero.2021.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "553MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/phAmBDqZ#kL8j7W1dKEtvDxd8ahbdkuXQIohKf5gzuO34VgGgYfI",
        "server": "mega.nz",
        "size": "553MB",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/5d0lfde6eyff.html",
        "server": "streamsb.com",
        "size": "553MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "uo5yR2w8Z04",
      "video_url": "https://www.youtube.com/watch?v=uo5yR2w8Z04",
      "embed_url": "https://www.youtube.com/embed/uo5yR2w8Z04"
    }
  },
  {
    "metadata": "|||Adventure,Biography,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "163000"
    },
    "title": "Amelia(2009)",
    "description": "Amelia(2009)************Amelia Earhartဆိုသူဟာ အတ္တလန္တိတ်သမုဒ္ဒရာကို လေယာဉ်နဲ့တစ်ဦးတည်း ဖြတ်ပျံသန်းပြခဲ့တဲ့ ပထမဆုံးအမျိုးသမီးပါပဲ။အခြားစံချိန်တင် ပျံသန်းမှုတွေကလည်း ဒုနဲ့ဒေးပါ။ သူ့ရဲ့ စွန့်စားမှုတွေအကြောင်းစာအုပ်ထုတ်ဝေရေးသားခဲ့ပြီး 1935 ဝန်းကျင်မှာတော့အမေရိကမှာနာမည်အကြီးဆုံး အမျိုးသမီးပါပဲ။၁၉၃၇ခုနှစ်မှာ ကမ္ဘာကြီးကို တစ်ပတ်ပတ်ပျံရင်း စံချိန်တင်ဖို့ကြိုးစားခဲ့ပါသေးတယ်။ကံအကြောင်းမလှဘဲ ဒီပျံသန်းမှုလုပ်ဆောင်နေစဥ်အတွင်းမှာပဲAmeliaနဲ့ သူ့ရဲ့လမ်းကြောင်းပြဖြစ်သူဟာ ပျောက်ဆုံးသွားခဲ့ပြီး ဘယ်သောအခါမှ ရှာမတွေ့ခဲ့ပါဘူး။ဒီရုပ်ရှင်ဟာ သူ့ရဲ့ ပျံသန်းမှုခရီးစဥ်တွေအကြောင်း၊ အမျိုးသမီးလေယာဥ်မှူးတစ်ယောက်ရဲ စွန့်စားမှုတွေ၊ဘာကြောင့်ပျောက်ဆုံးသွားရတယ်ဆိုတာကို ရိုက်ကူးပြသထားတဲ့ Biography ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်File Size : (1.8GB) and (769MB)Quality :BLU-RAY1080P, 720pFormat…mp4Duration…01:25:00Genre : Adventure, Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by ThemesEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4hmDeziFXcuirMX8Eyyy3IPwbIo.jpg",
      "https://image.tmdb.org/t/p/w300/r9qstXttpEyItyMYoZK8TLcWzba.jpg",
      "https://image.tmdb.org/t/p/w300/gt05bCSAyhvX58PwPaUreWeo0d0.jpg",
      "https://image.tmdb.org/t/p/w300/n8bqjydKMLOHgzwlhfrAc6bR3jj.jpg",
      "https://image.tmdb.org/t/p/w300/hWcuMlSe00ZT5F59z3e9Udax15x.jpg",
      "https://image.tmdb.org/t/p/w300/tqpaRYuA1wPzWiJuHmN11k6Xnvw.jpg",
      "https://image.tmdb.org/t/p/w300/wkykNceoImTAlR3gijwswZ69yHu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/opqYDU6xPxAgzFttdoH0RVQ6zn3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jwdqs6y3cuen.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/amelia-2009-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1U2l9/Amelia.2009.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Me1xTKiR#3NxvWPJz99tnH8l5Bfp_doB34YXpvilWZByD7SfCCdM",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/8hx00uq9ztk7",
        "server": "streamvid.io",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w5fhaeg1awpn.html",
        "server": "usersdrive.com",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/amelia-2009-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1U2l5/Amelia.2009.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VXNXzACa#JjVO1ZA958el1QbaY0d850oOb_feWpRbN4C2Sb_ttWc",
        "server": "mega.nz",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3tzm7us2ikq9",
        "server": "streamvid.io",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/zpqjic42ctmr.html",
        "server": "streamsb.com",
        "size": "769MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ioZCEpRLpxo",
      "video_url": "https://www.youtube.com/watch?v=ioZCEpRLpxo",
      "embed_url": "https://www.youtube.com/embed/ioZCEpRLpxo"
    }
  },
  {
    "metadata": "PG-13|2018|130 min|Biography,Comedy,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "60,066"
    },
    "title": "Green Book (2018)",
    "description": "မနက္ကမွေအာ္စကာရသြားတဲ့ ရုပ္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ1962ခုနွစ္ဆိုတာလူမည္းေတြအတြက္ေတာ့အရမ္းေကာင္းတဲ့ေခတ္မဟုတ္ပါဘူးဘတ္စ္ကားကအစ၊အိမ္သာကအဆံုးခြဲျခားဆက္ဆံတာခံေနရတဲ့အခ်ိန္မွာအီတာလီလ်ံျဖစ္တဲ့တိုနီလစ္နဲ႔လူမည္းစႏၵယားပညာရွင္ဒြန္တို႔ဟာအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္အလုပ္ရွင္နဲ႔အလုပ္သမားအျဖစ္ေတြ႔ၾကရပါေတာ့တယ္ဒြန္ဟာလူမည္းျဖစ္ေပမယ့္လူျဖဴစရိုက္အျပည့္နဲ႔ျဖစ္ျပီးတိုနီဟာလည္းလူျဖဴျဖစ္ေနေပမယ့္လူမည္းစရိုက္နဲ႔ဘဲဆိုးၾကီးပါသူတို႔နွစ္ေယာက္ရဲ႔အလုပ္ကေတာ့ဒြန္ရဲ႔နယ္လွည့္ေဖ်ာ္ေျဖပြဲကိုတိုနီကကားေမာင္းျပီးလိုက္ပို႔ရတာပဲျဖစ္ပါတယ္စရိုက္ခ်င္းဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့အေရာင္မတူတဲ့လူ၂ေယာက္ဟာခရစ္စ္မတ္မတိုင္ခင္အမွီအိမ္ျပန္ေရာက္ပါေတာ့မလားဆိုတာကိုေတာ့အခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီTranslated by NoeEncoded by sithu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/78PjwaykLY2QqhMfWRDvmfbC6EV.jpg",
      "https://image.tmdb.org/t/p/w300/rXwTbXXcVdcpCy3lmmU6Wy6Gr59.jpg",
      "https://image.tmdb.org/t/p/w300/8xgnE8Y4bMBYw8dp3cmiuEgHNnD.jpg",
      "https://image.tmdb.org/t/p/w300/Arxw3x7Y1jmkYryy0CodKce0Cms.jpg",
      "https://image.tmdb.org/t/p/w300/5En0fmDagt3Pk8d7P3uTwfeQceg.jpg",
      "https://image.tmdb.org/t/p/w300/7F1M9qwNwvMT8WX1E1AhwMBtHYt.jpg",
      "https://image.tmdb.org/t/p/w300/205t5YwbjdcLtxfsds09ZifIlFZ.jpg",
      "https://image.tmdb.org/t/p/w300/b05DiO4cFFKSNSE4tu3XpoiRDRw.jpg",
      "https://image.tmdb.org/t/p/w300/fW1impMbsmYU1u56RbalpZnThmJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYzIzYmJlYTYtNGNiYy00N2EwLTk4ZjItMGYyZTJiOTVkM2RlXkEyXkFqcGdeQXVyODY1NDk1NjE@._V1_SY1000_CR006661000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/Sth7/Green_Book_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1gb",
        "quality": ""
      },
      {
        "link": "https://upstream.to/j3fnrg5uyqhs",
        "server": "upstream.to",
        "size": "1.1gb",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/green-book-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1gb",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/e2syjgafd539.html",
        "server": "usersdrive.com",
        "size": "1.1gb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "QkZxoko_HC0",
      "video_url": "https://www.youtube.com/watch?v=QkZxoko_HC0",
      "embed_url": "https://www.youtube.com/embed/QkZxoko_HC0"
    }
  },
  {
    "metadata": "Not Rated|2022|2h 36m|Biography,Drama,Sport",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "4.8k"
    },
    "title": "Shabaash Mithu (2022)",
    "description": "Shabaash MithuIMDb-7/10ကဲ ယူတို့အသည်းကျော် Haseen Dilruba ထဲက မင်းသမီးချောလေး တာ့ပ်ဆီးပါနူးရဲ့ဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်ဒီကားလေးကအိန္ဒိယမှာ အမျိုးသမီးခရစ်ကတ်အသင်းတွေကို အသိအမှတ်ပြုမခံရသေးခင်ကရိုက်ထားတဲ့ကားလေးပါခရစ်ကတ်ဟာ အမျိုးသမီးနဲ့မသက်ဆိုင်တဲ့အရာဆိုပြီးလှောင်ပြောင်ပြောဆိုခံရတဲ့ကြားကငယ်ငယ်လေးတည်းက ခရစ်ကတ်ကိုပဲအရူးအမူးဖြစ်ပြီး ရတဲ့နည်းနဲ့ရအောင်ဆော့တဲ့ကလေးမလေးတစ်ယောက်အရွယ်ရောက်လာလို့သူ့အိမ်မက်တွေကိုယ်တိုင်အကောင်အထည်မဖော်နိုင်တဲ့အချိန်အချစ်ဆုံး သူငယ်ချင်းကပဲ အိမ်မက်တွေကို ကိုယ်စားအကောင်အထည်ဖော်ဖို့ ကြိုးစားပေးခဲ့တယ်အစွမ်းကုန်ကြိုးစားအားထုတ်ပေးခဲ့လို့ သူကိုယ်တိုင်အသင်းခေါင်းဆောင်ဖြစ်ခဲ့သလို အသင်းကလည်းစွမ်းဆောင်ရည်ပြည့်ဝခဲ့ပါတယ်ကမ္ဘာ့ပွဲစဥ်တွေထိတက်ပြိုင်ဖို့ အိမ်မက်တွေနဲ့ကြိုးစားကြတယ်ရောက်နိုင်တဲ့အနေအထားလည်းရှိတယ်ဒါပေမယ့် လုံလောက်တဲ့ ထောက်ပံ့မှုတွေမရခဲ့ဘူးတစ်နှစ်စာကျင်းပယှဥ်ပြိုင်နိုင်ဖို့ ပြိုင်ပွဲတောင်များများမရခဲ့ပဲ ရှေ့ဆက်ဖို့ လမ်းပျောက်ခဲ့တယ်….ကပ္ပတိန်က လက်လျှော့ပြီးဇာတိပြန်အသင်းသားတွေ တစ်ကွဲတစ်ပြားဖြစ်သွားခဲ့ရတဲ့နောက်ခရစ်ကတ်ကိုလုံးဝလက်လျှော့ပြီး အိမ်ထောင်ပြု သာမန်အမျိုးသမီးဘဝနဲ့ပဲနေသွားမလား….ခရစ်ကတ်ကမ္ဘာ့အဆင်ပွဲထိတက်ပြိုင်နိုင်မလား…..အမျိုးသမီးအဓိကထားရိုက်ထားပေမယ့် အမျိုးသမီးဝါဒီတွေအလွန်အကျူးမပါတဲ့ ဇာတ်ကားကောင်းလေးပါFile size…2.4GB / 1.2GBQuality…1080p TRUE WEBDL / 720pFormat…mp4Duration….2h 36mSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by Su Mon Aung & Taylor & Yunni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p36NIfctpFHNIOVWTG7wJKmVHNx.jpg",
      "https://image.tmdb.org/t/p/w300/37HE2LXiuLONbPiHZGmAeCy6OUu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZThkNGQ3OTItMjk1MS00MTRiLWFkYTMtNDQ5YmU3NWYyNDk2XkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shabaash-mithu-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/shabaash-mithu-2022-true-web-dl-1080-p-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wilbz9zjpu8t.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Nf3a/Shabaash_Mithu_(2022)_TRUE_WEB-DL.1080p.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/w9YXxbrC#iLvZAsD_sZFsgy2_HhoQNpMDuOixN6TzVCep0gKi12A",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/hiehk40sj3vc.html",
        "server": "streamsb.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/shabaash-mithu-2022-true-web-dl-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dsg7hnehoap0.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tcpm/Shabaash_Mithu_(2022)_TRUE_WEB-DL.720p.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/N4pEQAgB#5NyRRXKS5YL9rlFzA3lL-miuICYdYk6eRhuU0jgkbao",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/u5uo16yhsavz.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|122 min|Action,Adventure,Biography",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "106,979"
    },
    "title": "In the Heart of the Sea (2015)",
    "description": "IMDb rating 7.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို Channel Myanmar ပရိတ်သက်ကြီးအတွက် တဖန်ပြန်တင်ဆက်ပေးလိုက်ပါပြီ။December 2015 USA မှာ ရုံတင်ခဲ့တဲ့ ဒီဇာတ်ကားဟာတကယ့်ကို လက်ရာလက်ကွက် ရိုက်ကွင်းရိုက်ချက်တွေဟာပြောင်မြောက်လွန်းပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်မင်းသားကတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး Thor ( Chris Hemsworth ) ဖြစ်ပြီး .နောက်ထပ် တစ်ယောက်ကတော့နာမည်ကြီးဇာတ်ကားတွေဖြစ်တဲ့ Batman;Begins နဲ့ Batman;The Dark Night ဇာတ်ကားတွေမှာ လူဆိုးခန်းနေရာက အဓိကသရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cillian Murphyပဲဖြစ်ပါတယ်။စွန့်စားမှုတွေနဲ့ သမုဒ္ဒရာကိုအန်တုပြီး ဝေလငါးတွေကို လိုက်လံဖမ်းဆီးကြတဲ့ ဇာတ်လမ်းလေးပါ။ချေ့(Thor) ဟာ ကျွမ်းကျင်တဲ့ ဝေလငါးဖမ်းသမားတစ်ယောက်ဖြစ်သလို ကျွမ်းကျင်တဲ့ ကပ္ပတိန်ဖြစ်ပါတယ်။နောက်ဆုံးထွက်ခဲ့တဲ့ ဝေလငါးဖမ်းတဲ့ခရီးစဉ်မှာ သူ့ရဲ့ ကျွမ်းကျင်မှုတွေကြောင့် ဝေလငါးအဆီ ပုံး 1500 ကိုရှာဖွေပေးနိုင်ခဲ့လို့ .မေဆန်က နောက်ခရီးစဉ်မှာကပ္ပတိန်ရာထူးပေးမယ်ပြောခဲ့ပါတယ်။ဒါပေမဲ့ ငွေရှိလူတန်းစားတွေရဲ့ ထုံးစံကြောင့် လက်ထောက်ကပ္ပတိန်အဖြစ်နဲ့သာ အက်ဆက်သဘောၤကို ဦးဆောင်ခဲ့ရပြီး သမုဒ္ဒရာထဲခရီးနှင်ခဲ့ရပါတယ်။အက်ဆက်သဘောၤနဲ့ အလုပ်သမားတွေဟာ ကျွမ်းကျင်မှုမရှိတဲ့ ကပ္ပတိန်တစ်ယောက်ရဲ့ မိုက်မဲစွာ ဦးဆောင်မှုကြောင့် မုန်တိုင်းထဲမှာ သေခါနီးအခြေအနေထိရောက်ခဲ့ရပါတယ်။အဲ့ဒီအခြေအနေကနေ ချေ့ကြောင့် လွတ်မြောက်ခဲ့ရပြီး မည်သို့မည်ပုံ ဝေလငါးနဲ့ အသက်လုပြိုင်ပွဲတွေဝင်ခဲ့၇တယ်ဆိုတာကို ဇာတ်ကားလေးမှာသာ ဆက်လက်ကြည့်ရှုစေချင်ပါတယ်။(ဘာသာျပန္သူကေတာ့ ေ၀ယံေမာင္ ျဖစ္ပါတယ္)File Size : (1.80 GB) , (900 MB) and (400 MB)Quality : Blu-Ray (1080p 5.1,720p,360p)Running Time : 2hr 02minFormat : Mp4Genre : Action, Adventure, BiographySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by Wai Yan MaungEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/41vanBJhYWuACVHvX7rk2Jmqbb4.jpg",
      "https://image.tmdb.org/t/p/w300/vJfivaGbEvDLJgZGthUUVBLeFB5.jpg",
      "https://image.tmdb.org/t/p/w300/7m9oCNqS6cFZBSNBWNEP1TFN1lm.jpg",
      "https://image.tmdb.org/t/p/w300/w1oNwdtLbfARmvwh3envfo7QV1f.jpg",
      "https://image.tmdb.org/t/p/w300/2N5F2Uhc5zFccLsBkZnedWeKLiJ.jpg",
      "https://image.tmdb.org/t/p/w300/A6cGrnTo4TeDr8RrZAvfqYDDFDo.jpg",
      "https://image.tmdb.org/t/p/w300/cY0orPcbvIdQzQ3lZ5CKgT6dOp6.jpg",
      "https://image.tmdb.org/t/p/w300/aZoZ0NglXgiBMToem9HhTAYYamw.jpg",
      "https://image.tmdb.org/t/p/w300/tnooCTz7FvBIQvq5ZW7wtXacChy.jpg",
      "https://image.tmdb.org/t/p/w300/yJ5tUMjqVlOLqlaxL4ATDJivjLD.jpg",
      "https://image.tmdb.org/t/p/w300/8K13ChawvPbQQAFEwlmikcmZyUD.jpg",
      "https://image.tmdb.org/t/p/w300/xWHyjaqeSxyWyiptL9fuWlYPugq.jpg",
      "https://image.tmdb.org/t/p/w300/qcWUzAumOrQyypDk0jcKlInhUgk.jpg",
      "https://image.tmdb.org/t/p/w300/9Gm1SysTyoZ2Fn1AwqiHnz26nM3.jpg",
      "https://image.tmdb.org/t/p/w300/97fGAcmT4TSXarqWlABcLaoGJGJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zVmWh0Zfg4UhbvdGI8LQrn1lQZJ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a5uyb0og140p.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/57t0lpjtzjiu",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1y90e/In_the_Heart_Of_The_Sea_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8L4KvJv_O-c",
      "video_url": "https://www.youtube.com/watch?v=8L4KvJv_O-c",
      "embed_url": "https://www.youtube.com/embed/8L4KvJv_O-c"
    }
  },
  {
    "metadata": "|2014||Biography,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": ""
    },
    "title": "Mr. Turner (2014)",
    "description": "အနုပညာ၊ သမိုင်းနဲ့ ပြဇာတ်ကို ကြိုက်နှစ်သက်သူတွေအတွက်18 ရာစုနှစ်မှာကျော်ကြားခဲ့တဲ့ ဗြိတိသျှ ပန်းချီဆရာ J. M. W. Turner ရဲ့၂၅ နှစ်စာ ဘဝဖြတ်သန်းပုံနဲ့ အလုပ်အကြောင်း ပြန်လည်ရိုက်ကူးပုံဖော်ထားတဲ့အတ္ထုပ္ပတ္တိရုပ်ရှင်တစ်ပုဒ်ဖြစ်ပါတယ်။ဒါရိုက်တာ Mike Leigh ရိုက်ကူးထားတာဖြစ်ပြီး၈၇ ကြိမ်မြောက် အကယ်ဒမီဆုပေးပွဲနဲ့ ၆၈ ကြိမ်မြောက်ဗြိတိသျှအကယ်ဒမီရုပ်ရှင်ဆုပေးပွဲတွေအပြင် များပြားလှတဲ့ရုပ်ရှင်ဆုပေးပွဲတွေမှာ ဆန်ကာတင်စာရင်းအနေနဲ့ ပါဝင်ပြီးဆုတွေလည်းရရှိခဲ့ပါတယ်။ပန်းချီဆရာ J. M. W. Turner အနေနဲ့ သရုပ်ဆောင်ခဲ့တဲ့သရုပ်ဆောင်မင်းသားကြီး Timothy Spall ဟာလည်းဒီရုပ်ရှင်နဲ့ ၂၀၁၄ ခုနှစ်ရဲ့ Cannes ရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးအမျိုးသားဇာတ်ဆောင်ဆုကို ရရှိခဲ့ပါသေးတယ်။ပန်းချီဆရာ မစ္စတာ Turner ရဲ့နောက်ဆုံး ၂၅ နှစ်ကြာအသက်မွေးဝမ်းကြောင်းဘဝကိုလေ့လာကြည့်ရှုရမှာဖြစ်ပြီး ၊ သူကြုံတွေ့ခဲ့ရတဲ့ ကိုယ်ရေးကိုယ်တာဆုံးရှုံးမှုတွေ၊လူမှုရေးဖိအားတွေ၊ ပရော်ဖက်ရှင်နယ်စိန်ခေါ်မှုတွေနဲ့ သူ့ဘဝရဲ့ အချစ်ရေးရာဆက်ဆံရေးတွေ ဘယ်လိုကိုင်တွယ်ဖြေရှင်းခဲ့သလဲဆိုတာတွေကို မြင်ရမှာပါ။J. M. W. Turner ဥရောပတခွင်ပတ်ပြီး ဆွဲခဲ့တဲ့ သူ့ရဲ့ အကျော်ကြားဆုံးပန်းချီကားတွေကိုလည်း စိတ်ဝင်စားစရာ လေ့လာလို့ရပါသေးတယ်၊Mr. Turner ရုပ်ရှင်ဟာ သာမာန်သူလို ကိုယ်လို ဘဝကို ဖြတ်သန်းခဲ့တဲ့ J. M. W. Turner နဲ့အကျော်အမော် ပန်းချီဆရာ J. M. W. Turner ဘဝနှစ်ခုကြားကခြားနားမှုကို ဖမ်းယူထားတာမို့လို့ နာမည်ကျော်လှပါတယ်ဆိုတဲ့ပန်းချီဆရာတွေရဲ့ကိုးကွယ်ချင်စရာကောင်းလောက်အောင် လှပတဲ့ ပန်းချီကားတွေနောက်ကွယ်မှာဖြစ်ရပ်တွေရှိတယ်ဆိုတာကိုမြင်ရဦးမှာပါ။အမြင်အားဖြင့် ရင်သပ်ရှုမောဖွယ်ကောင်းပြီး စိတ်ခံစားမှု ရသမျိုးစုံအောင်ပေးတဲ့အပြင်ဆုများစွာကို ရရှိကာ ဝေဖန်အားပေးမှုများစွာလည်း ရရှိခဲ့တာမို့လို့အလှတရားနဲ့ အနုပညာစွမ်းအားကို မြတ်နိုးသူတိုင်း လေ့လာသင့်တဲ့ အတ္ထုပ္ပတ္တိရုပ်ရှင်တစ်ပုဒ်ပါပဲFile size…  1.75 GB /  853 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 30mGenre …..  DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Yumi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2lzyYNUMTUuuhAq6U7zUFq6am6a.jpg",
      "https://image.tmdb.org/t/p/w300/lsqGOR0aC4lt0cb7Sn0NdRuJzsb.jpg",
      "https://image.tmdb.org/t/p/w300/A6ajlIpjKVqswOmc5y3TwjjglqJ.jpg",
      "https://image.tmdb.org/t/p/w300/tL8VOskz2pOySt83MejNUtkTr0g.jpg",
      "https://image.tmdb.org/t/p/w300/7d1Xn3k8nmMO90CmKRMJdBRyOwK.jpg",
      "https://image.tmdb.org/t/p/w300/8s9QNxOQh3r579aB40ESu9NR0jb.jpg",
      "https://image.tmdb.org/t/p/w300/1knobqXQHlO4aI3oaTaPFD4qOQ1.jpg",
      "https://image.tmdb.org/t/p/w300/8dIqikhXTXk1BLfmp3cNg7Mxn9Z.jpg",
      "https://image.tmdb.org/t/p/w300/eybaMYcymDMJTomD9zNXpf0pcNH.jpg",
      "https://image.tmdb.org/t/p/w300/n4gUcSIlPBVyU8zr5FyLcfeomoZ.jpg",
      "https://image.tmdb.org/t/p/w300/stTR1h2pOeEtOI0289TEhBKy0jB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rnVhl1PFSOoW5c6UhZJZt5TV98p.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/84rmuigjveji.html",
        "server": "usersdrive.com",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mr-turner-2014-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1iLjv/Mr..Turner.2014.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/m6YW0S7J#_cCB-gT58JOuYbAD9thwST-3dLp8MO9nJAxGm_z1Hfk",
        "server": "mega.nz",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/kr3mvy1wfdjp",
        "server": "streamvid.io",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/aubkrfd5d7ox.html",
        "server": "usersdrive.com",
        "size": "853 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mr-turner-2014-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "853 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1iLjk/Mr..Turner.2014.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "853 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CzhAETzJ#4U1i3Hi431KYPiTIWLMHXn7AwnHXbnOo6TwMZLQVTmw",
        "server": "mega.nz",
        "size": "853 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3a1q96bv4wxj",
        "server": "streamvid.io",
        "size": "853 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7GKlo2xWvuI",
      "video_url": "https://www.youtube.com/watch?v=7GKlo2xWvuI",
      "embed_url": "https://www.youtube.com/embed/7GKlo2xWvuI"
    }
  },
  {
    "metadata": "|2007||Biography",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Legend of King Naresuan: Hostage of Hongsawadi (2007) Part 1",
    "description": "Part 1===========ဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့အခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။ဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကိုဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့တတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကိုဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့အကြောင်းပါ။ဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်းမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။နရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်းမြင်တွေ့ရမှာဖြစ်ပါတယ်။ထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။Translator – AugustEncoder – Thit San Khant",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMjA5Nzg3NTM0NF5BMl5BanBnXkFtZTgwMTQyMTA2MDE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://fastload.cc/3kh",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3xHbn/King_Naresuan_1.2007_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/aun70lqpqqot.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/#!xB1BRZiB!XQlo8aY2nwfomCJCE8slWIbRRLazmvLVgv8de6aacWs",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://1fichier.com/?rwxc90yfhvi1k6ylg7qr",
        "server": "1fichier.com",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/hhyoiibauuaf",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ve2p3jrwm9jr.html",
        "server": "usersdrive.com",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://megaup.net/2fPaB/King_Naresuan_1.2007-BlurayRip.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://mega.nz/file/BW4FnIZL#0dk3TuxW_3J7jCKx0dDXuPhiyHsLVaLyzHUaQOS2T2k",
        "server": "mega.nz",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://yoteshinportal.cc/king-naresuan-1-2007-bluray-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://www.datbu.com/c5iufzs56sba.html",
        "server": "datbu.com",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://veryfiles.com/sck5me6efbau",
        "server": "veryfiles.com",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/legend-of-king-naresuan-hostage-of-hongsawadi-2007-part-1",
        "server": "VIP Links",
        "size": "2.23GB",
        "quality": "1080p Blueray"
      }
    ],
    "trailer": {
      "video_id": "CVbAKJ_N6Fo",
      "video_url": "https://www.youtube.com/watch?v=CVbAKJ_N6Fo",
      "embed_url": "https://www.youtube.com/embed/CVbAKJ_N6Fo"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Selma (2014)",
    "description": "၂၀ ရာစုရဲ့တစ်ဝက်ရောက်တဲ့အထိ လူမည်းတွေဖြစ်တဲ့ အာဖရိကန်အမေရိကန်တွေဟာ အဆင့်အတန်း​ခွဲခြား​မှုနဲ့ ဖိနှိပ်​ချုပ်ချယ်မှုအမျိုးမျိုးကို ရင်ဆိုင်​ခဲ့ရပါတယ်။ အထူးသဖြင့်​တောင်​ပိုင်းပြည်နယ်တွေမှာ လူမည်း သီးသန့်​ရပ်ကွက်​တွေ လူမည်းမဝင်ရတဲ့ စားသောက်​ဆိုင် ဘားနဲ့ကလပ်တွေကနေစပြီး ရေကူး​ကန် စာသင်​ကျောင်း​နဲ့ ဘတ်စ်ကားတွေအထိ လူဖြူ​တွေနဲ့အတူသုံးစွဲခွင့်မရှိပါဘူး၊ တစ်နေ့မှာတော့ အလုပ်​ကပင်ပန်းနွမ်းနယ်လာတဲ့ Rosa Parks ဆိုတဲ့လူမည်းအမျိုးသမီးဟာ ဘတ်စ်ကား​ပေါ်က​လူမည်းသီးသန့်ခုံတန်းမှာထိုင်ရင်း အိမ်​ပြန်လာခဲ့ပါတယ်။အဲဒီအချိန်မှာ​ လူဖြူ​သီးသန့်​ခုံများပြည့်နေတဲ့အတွက် ဘတ်စ်ကား​ရဲ့အနောက်ဘက်က Rosa Park ထိုင်နေတဲ့ခုံတန်းကို လူဖြူတစ်ယောက်ထိုင်ဖို့ ကား​ဒရိုင်ဘာက ဖယ်ခိုင်းခဲ့ပါတယ်။ Rosa​ Park​ က ဖယ်ပေးဖို့ငြင်းဆန်ခဲ့လို့ ရဲက​ဖမ်းဆီး​ခဲ့ရာမှ Montogomery​ ဘတ်စ်ကား​သပိတ်​ကြီးပေါ်ပေါက်လာပြီး သမိုင်း​ဝင် အရပ်​ဘက်အခွင့်အရေး​လှုပ်ရှား​မှုကြီး (Civil Rights​ Movement) ပေါ်ပေါက်​လာပါတော့တယ်။ ဒီလှုပ်ရှားမှု​ကြီးရဲ့ အဓိက​ခေါင်း​ဆောင်​ကတော့ ဒေါက်တာ​မာတင်လူသာကင်းဂျူနီယာပဲဖြစ်ပါတယ်။Selma ရုပ်ရှင်​က Civil Rights Movement ရဲ့နောက်ဆုံးနှစ်ကာလတွေကို အခြေတည်ထားတာဖြစ်ပြီး ဆယ်လ်မာမြို့နေ လူမည်းဒေသခံတွေ မဲပေးခွင့်ရဖို့တောင်းဆိုတဲ့ သမိုင်း​ဝင်ဖြစ်ရပ်ကိုတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်း​အစကို ဒေါက်တာ​မာတင်​လူသာကင်း ငြိမ်း​ချမ်း​ရေး​နိုဘယ်ဆုကိုလက်ခံရယူနေတဲ့အခန်းနဲ့စဖွင့်ထားပါတယ်။ မကြာ​ခင်မှာပဲ ဒေါက်တာ​ကင်းက လူမည်း​ခွဲခြားရေးစနစ်အရှိန်မကုန်သေးတဲ့ အလာဘားမားပြည်နယ် ဆယ်လ်မာမြို့ကို သူ့အဖွဲ့ SCLC နဲ့အတူရောက်ရှိလာပြီး လူမည်းမဲပေးခွင့်အတွက် လှုံ့ဆော်​ရင်း လူမည်း​မုန်း​တီးသူ ဆယ်လ်​မာ​မြို့​အာဏာပိုင်​တွေ လူဖြူ​ဒေသခံတွေနဲ့ ထိပ်​တိုက်​ရင်ဆိုင်​ရပါတော့တယ်။ အာဏာ​ပိုင်​တွေက နည်း​အမျိုး​မျိုး​နဲ့ အင်​အားသုံးပြီးဖြိုခွဲဖို့ကြိုးစားတာကို ကင်းနဲ့ဒေသခံလူမည်းတွေက အကြမ်းမဖက်​ဘဲကြံ့ကြံခံရင်း မဲပေးခွင့်​ရရှိဖို့ကြိုးစားပုံကို စိတ်ဝင်စား​ဖွယ်ကြည့်ရှုရမှာပါ။ဇာတ်လမ်း​အမျိုးအစားက​ Drama/Documentary အမျိုးအစားဖြစ်ပြီး ၂၀၁၄ ခုနှစ်​ကထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ အကောင်း​ဆုံး​ရုပ်ရှင်​အော်စကာဆုအတွက် ဆန်ကာတင်ဝင်ခဲ့ပြီး Best Original Song နဲ့ အော်စကာရခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်​ရဲ့အကောင်းဆုံးရုပ်ရှင်တွေထဲကတစ်ခုဖြစ်ပြီး Documentary​ ထက်​ Drama​ ကိုအလေးကဲထားပြီး ဒေါက်တာ​မာတင်လူသာကင်းရဲ့ အထ္တုပ္ပတိအပိုင်းအစတစ်ခုအဖြစ်ကို ပိုဇောင်းပေးထားပါတယ်။ ဒေါက်​တာကင်းနဲ့ သူ့ဇနီးတို့အကြား ဆက်​ဆံရေး၊ သူ့ရဲ့​လုပ်​ဖော်​ကိုင်​ဖက်တွေအကြား ပဋိပက္ခ​တွေ ဆက်ဆံ​ရေးအနိမ့်အမြင့်အတက်အကျတွေကိုလည်း​ထည့်သွင်း​ပုံဖော်ထားပါတယ်။ဒီရုပ်ရှင်​မှာ ဒေါက်​တာ​ကင်းနဲ့ ခေတ်​ပြိုင်​ပုဂ္ဂိုလ်​တွေဖြစ်တဲ့ နာမည်​ကျော် အမေရိကန်နီဂရိုးခေါင်းဆောင် Malcom ​X နဲ့ အမေရိကန်​သမ္မတ​ Lyndon Johnson အက်ဖ်​ဘီအိုင်တည်ထောင်သူ J Edgar Hoover အလာဘားမားပြည်နယ်​အုပ်ချုပ်​ရေးမှူး Jim Wallace စတဲ့​သမိုင်း​ဝင်ပုဂ္ဂိုလ်များကိုလည်းတွေ့ရမှာပါ။နိုင်ငံ​ရေး Drama​ ကားမျိုးနဲ့ အထ္တုပ္ပတိ​ရုပ်ရှင်​မျိုးနှစ်သက်သူတွေ အကြိုက်တွေ့မဲ့ဇာတ်ကားဖြစ်ပြီး သမိုင်း​ကိုစိတ်ဝင်စားသူတိုင်း ကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။ ဖြစ်​ရပ်​မှန်​ကိုအခြေခံထားပေမဲ့ စကား​ချည်း​ထိုင်ပြောနေတာမဟုတ်လို့ ပျင်း​ရိစရာမကောင်းဘဲ သာမန်​ရုပ်ရှင်​ပရိသတ်​တွေ​လည်း ကြည့်ရှုလို့အဆင်ပြေမဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:04:00Genre…Drama, Biography, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Wolfenheim",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kVGUdR1CXKAyCFj5Tt4uyR2bpFx.jpg",
      "https://image.tmdb.org/t/p/w300/5i2XtRgiTyw0GxIllAPOX12ouSV.jpg",
      "https://image.tmdb.org/t/p/w300/wGxLAd738UCzUIJkzQOcjkpHu46.jpg",
      "https://image.tmdb.org/t/p/w300/b6nrEayYzc8jhrrkhQll0OPYKTx.jpg",
      "https://image.tmdb.org/t/p/w300/bwDqnxnPXsQ9rBb89qPpy8lwYHa.jpg",
      "https://image.tmdb.org/t/p/w300/gUIYncyWzvgyyNeYe0z3GqEjugv.jpg",
      "https://image.tmdb.org/t/p/w300/bTnUxw2qH4oBGDMM0w4r6KQ11BD.jpg",
      "https://image.tmdb.org/t/p/w300/9jPgXsIjQ5hRlL0NehL5tJx1gHy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZGZkNzFkYTgtYTBkZC00M2MzLWJhNzUtMGE4YzRhYmU2Zjg0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/selma-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20XuV/Selma.2014.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oS1QlCpQ#5AUzPrtP6iyXeovpSvu-no8yOZRGRHElw_O5HljkUeY",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jghkp4lsd5tj.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/selma-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1l02m/Selma.2014.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kStnCC4L#T7C0ys8YiuGCMVUUSUB7bKa6LmewarjtMZB6n0ys1cw",
        "server": "mega.nz",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ua88o3odh62w.html",
        "server": "usersdrive.com",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/b1495qbxkokg",
        "server": "streamsb.com",
        "size": "620 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "x6t7vVTxaic",
      "video_url": "https://www.youtube.com/watch?v=x6t7vVTxaic",
      "embed_url": "https://www.youtube.com/embed/x6t7vVTxaic"
    }
  },
  {
    "metadata": "R|2015|123 min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "147,143"
    },
    "title": "Black Mass (2015)",
    "description": "​ေဘာ့စတြန္​​ေတာင္​ပိုင္​းကျဖစ္​ရပ္​မွန္​ကို႐ိုက္​ကူးထားတဲ့ဇာတ္​ကား​ေလးပါ။IMDB rating 6.9ရထားတဲ့ကား​ေလးျဖစ္ပါတယ္။​ေဘာ့စတြန္​​ေတာင္​းပိုင္​းမွာႀကီးစိုး​ေနတဲ့ဝင္းတ​ေဟးဂိုဏ္​းရဲ႕ဘယ္​လိုလုပ္​ခဲ့တာ​ေတြ လူ​ေတြဘယ္​လိုသတ္​ခဲ့တာ​ေတြ FBIနဲ႔ဘယ္​လို​ေပါင္​းၿပီးလုပ္​တာ​ေတြကို႐ိုု္​က္​ထားတာပါ။ေဘာ့စတြန္​လူမိုက္​ဘုရင္​ဂ်ိမ္းဝိႈက္​တီ​ေဘာင္​ဂ်ာရဲ့ညီကၿမိဳ​ ့လြတ္ေတာ္အမတ္​ FBIက​ေကာ္​နယ္​လီ ညီကဒုစ႐ိုက္​​ေလာကကိုမလုပ္​​ေ​ပမယ့္ ေကာ္နယ္လီတို့ကေတာ့ေဘာ့စတြန္​မွာစိတ္​ႀကိဳက္​ခ်ယ္​လွယ္​​ေတာ့တာပဲ​။ဇာတ္​​ေဆာင္​​ေတြက​ေတာ့ ဂ်က္​စပဲ႐ိုးလို႔လူသိမ်ားတဲ့ Jonny DeppDr.Strange ဒါမွမဟုတ္​ ႐ွား​ေလာ့ခ္​ဟုမ္​းလို႔လူသိမ်ားတဲ့ Benedict ၊Fifty shade of Greyဇာတ္​ကားထဲကမင္​းသမီး Dakota၊​ေနာက္​တစ္​​ေယာက္​ကလက္​တ​ေလာ၂၀၁၈မွာထြက္​ထားတဲ့ Gringoဇာတ္​ကားမွာပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ Joel Edgerton တို႔ကပါဝင္​သ​႐ုပ္​​ေဆာင္​ထားပါတယ္​ဒီလိုနာမည္​ႀကီးဇာတ္​​ေဆာင္​​ေတြပါဝင္​ထားတဲ့အတြက္​​အရမ္​းၫႊန္​း​ေတာ့ပါဘူးတကယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးမို႔လို့တင္ဆက္​ေပးလိုက္​ပါတယ္​(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)File Size : (950 MB) and (399 MB)Quality : Blu-Ray 720pRunning Time : 2hr 3minFormat : Mp4Genre : Biography, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-BLOWTranslated by Tin Myo LwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fop31RWFi9sVL0xK5hAJGh7Fwkz.jpg",
      "https://image.tmdb.org/t/p/w300/aMEXCo8APjxiUNaQyYlKfmygHYr.jpg",
      "https://image.tmdb.org/t/p/w300/9xu4hoeIdSQuWUvcVtYwBO7xqy0.jpg",
      "https://image.tmdb.org/t/p/w300/rQrauVBulHfEY7mL8OrsGM5bgNK.jpg",
      "https://image.tmdb.org/t/p/w300/2388iaTScn2P0JuNjvOfjP761dl.jpg",
      "https://image.tmdb.org/t/p/w300/yU0v8xNqMeCOTo4exyxsNp7N7Kw.jpg",
      "https://image.tmdb.org/t/p/w300/5IKTp7mVhew7FTa7IYJcLkQfybO.jpg",
      "https://image.tmdb.org/t/p/w300/eRnOqneuxWejCulQteKo7XYwV8V.jpg",
      "https://image.tmdb.org/t/p/w300/eX3wISBPYFNxaVjCCGGQsw1LYn2.jpg",
      "https://image.tmdb.org/t/p/w300/9Aeb1V4Yh65siyoKNebuv239sGF.jpg",
      "https://image.tmdb.org/t/p/w300/qWLtNux402oqegVn0C8NcfW8Urv.jpg",
      "https://image.tmdb.org/t/p/w300/fmNOxoPpUsFsxqWd5JjHKIg4CPH.jpg",
      "https://image.tmdb.org/t/p/w300/wRMRM4pO4Uywle8V6excS8l6KcV.jpg",
      "https://image.tmdb.org/t/p/w300/aQswX6ASbhogF3L9FZgx8z6Nifq.jpg",
      "https://image.tmdb.org/t/p/w300/lItHZ9ui3gAdLHCPo4erpkF2R5M.jpg",
      "https://image.tmdb.org/t/p/w300/dmaWBIXo2FOpznF1dIBDWxPLbOP.jpg",
      "https://image.tmdb.org/t/p/w300/sTonhlR0KM7H8uG41HV3vMr9GzV.jpg",
      "https://image.tmdb.org/t/p/w300/nkaeDbhmTaVxnXtL7kCFRiLFnvq.jpg",
      "https://image.tmdb.org/t/p/w300/c5ElGGvmQOoaTPhKgo7Vb1TK9LO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yIVnNriiyl522hk3LFLJrrMovhP.jpg",
    "movie_links": [
      {
        "link": "http://zipansion.com/1Cu4K",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu5T",
        "server": "drive.google.com",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuFW",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuGV",
        "server": "Soliddrive.co",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu86",
        "server": "openload.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu9H",
        "server": "openload.co",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuID",
        "server": "ClicknUpload.org",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuJA",
        "server": "ClicknUpload.org",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CtyR",
        "server": "streamango.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu26",
        "server": "streamango.com",
        "size": "399 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CE3e3hGF2jc",
      "video_url": "https://www.youtube.com/watch?v=CE3e3hGF2jc",
      "embed_url": "https://www.youtube.com/embed/CE3e3hGF2jc"
    }
  },
  {
    "metadata": "PG-13|2015|2h 8m|Adventure,Biography,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "12000"
    },
    "title": "Queen of the Desert (2015)",
    "description": "Queen of Desert (2015)ဒီကားလေးက 2015 ခုနှစ်က ထွက်ထားတဲ့ လက်ရာမြောက် အတ္ထုပ္ပတ္တိ ဒရာမာကားကောင်းလေးဖြစ်ပါတယ်။ ကန္တာရရဲ့မိခင်ကြီးလို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကတ်ထရုဘဲလ်အကြောင်းကို အသက်(၂၀)နှောင်းပိုင်းကစပြီး စိတ်၀င်စားဖို့ကောင်းစွာတင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာက Werner Herzog ပါ။ ဟားဇော့ဆို စီနီမာဖန်တွေကြား မသိတဲ့လူမရှိလောက်ပါဘူး။ နယူးဂျာမန်စီနီမာရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်လည်းဖြစ်တဲ့ ဟားဇော့ရဲ့ ရုပ်ရှင်အများစုက ဂန္ထဝင်စံတင်ရတဲ့ကားတွေချည်းပါပဲ။ ဒီကားကတော့ သူ့ရဲ့ သိပ်မကြာသေးခင်ကကားပါ။ ခင်ဗျားတို့သိသလိုပဲ ဒီလိုဒါရိုက်တာတွေရဲ့ကားတွေက ရိတ်တင်မကောင်းရင်တောင် ကောင်းနေကြတာများပါတယ်။ ဘာလို့ဆို အကဲဖြတ်တဲ့ဘဲတွေက သူ့ရှေ့ကားတွေနဲ့ပါ ချိန်ထိုးဖြတ်ကောင်းဖြတ််နိုင်ကြတာကိုး။ကတ်ထရုရဲ့ဘ၀အစ ဆို့နင့်ဖို့‌‌ကောင်းတဲ့အချစ်ဇာတ်လမ်းကို ကျွန်တော်တို့ ဗမာတွေ မင်းယုဝေဘာသာပြန်တင်ဆက်သမှုနဲ့ မသိသူမရှိတဲ့ သူ့စာသားတွေကို ကဗျာဆရာတွေ တေးရေးတွေ ခဏခဏယူသုံးခံရတဲ့ ကဗျာဆရာအိုမာခယမ်ရဲ့ ရူဘိယက်ကဗျာနဲ့တင်ဆက်ထားတာကအစ လွမ်းမောစရာကောင်းပြီး အမျိုးသမီးတစ်ဦးအနေနဲ့ အရှေ့အလယ်ပိုင်းဒေသကို ခရီးလှည့်လည်သွားလာရင်း ကြုံတွေ့ရတဲ့အခက်အခဲတွေကို ကဗျာတလှည့် စာတလှည့်နဲ့ပြသထားပါတယ်။ ထူးတာက ဒီဇာတ်ထဲက အဓိကဇာတ်ကောင် ကတ်ထရုဘဲလ်က တကယ်ရှိခဲ့သလို ဒီဇာတ်ကလည်း ဖြစ်ရပ်မှန် အခြေအတည်ထားတဲ့ ဇာတ်ပါ။ သရုပ်ဆောင်ပိုင်းအနေနဲ့ဆိုရင်လည်း ဝါရင့်မင်းသမီးကြီး Nicole Kidman က ကတ်ထရုဘဲလ်အဖြစ် သရုပ်ဆောင်ထားတဲ့အပြင် Robert Pattinson နဲ့ James Franco တို့လို ထိတ်ထိတ်ကြဲတွေကပါ ပါ၀င်ထားလို့ အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 775MBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 2H 8MinGenre – Adventure, Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eYpu1C6Xe3FzHaw5MtMVxLjBtJf.jpg",
      "https://image.tmdb.org/t/p/w300/8amUDHrrOtBPvAakyqdyz6z5das.jpg",
      "https://image.tmdb.org/t/p/w300/YriniFYQUBnlnKSoSUE1Cc6W8U.jpg",
      "https://image.tmdb.org/t/p/w300/aMmk7D9FoDgmk5yganENMXWSP6E.jpg",
      "https://image.tmdb.org/t/p/w300/A5YKmnnXoUlmA14Uc7QmdkCUFXB.jpg",
      "https://image.tmdb.org/t/p/w300/mB529cuKpm6sez9nfHjlUn707Xd.jpg",
      "https://image.tmdb.org/t/p/w300/qNwFtN9EGxwQ4jej39I9S4wAKWr.jpg",
      "https://image.tmdb.org/t/p/w300/lA38KGwd0I4Cpr8cvtHSPmqvGEg.jpg",
      "https://image.tmdb.org/t/p/w300/qIo0kPnU0l8JGJqs97fuDLLEZlw.jpg",
      "https://image.tmdb.org/t/p/w300/mfCxhO9CZzQ55E5keCHGfTZOUa3.jpg",
      "https://image.tmdb.org/t/p/w300/fLaFPqoSdGySOtcd11WnIjzUKKF.jpg",
      "https://image.tmdb.org/t/p/w300/ij7pvffDtzdR30qHVyXvfTiYFeq.jpg",
      "https://image.tmdb.org/t/p/w300/puPNldyWtlwe4zbiiln8iPdskyV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/kxv2MrbwlO4Z8HEfWJ6xy0YvTIt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-queen-of-the-desert-2015-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BWrt/(CM)_Queen_of_the_Desert_(2015)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0nViEByT#hs9Iq_obx65r5Hrr2aC7ptmxoMVV3f8QAMbRhDRaWHg",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bnpyvjslxk1v.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-queen-of-the-desert-2015-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1g1wt/(CM)_Queen_of_the_Desert_(2015)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UrExQDDB#0vZwQxfJ1uxc5dCqU3cwbm_Ynl-LzTfd56PsEg_1P7s",
        "server": "mega.nz",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6xi9zgdfhmw6.html",
        "server": "usersdrive.com",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/krwgpyc06p81",
        "server": "streamsb.com",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zhhjjko2wa77",
        "server": "streamvid.io",
        "size": "775MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SU-bdMPV0V4",
      "video_url": "https://www.youtube.com/watch?v=SU-bdMPV0V4",
      "embed_url": "https://www.youtube.com/embed/SU-bdMPV0V4"
    }
  },
  {
    "metadata": "Not Rated|2010|1h 43m|Adult,Biography,Drama",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "264"
    },
    "title": "(21+)Nude(2010)",
    "description": "ဒီဇာတ်ကားလေးက ထူးခြားတယ်ဗျAV မော်ဒယ်တွေ ရဲ့ ဇာတ်ကြောင်းကို စိတ်ဝင်စားအောင်ရိုက်ပြထားတယ်ပိုစိတ်ဝင်စားဖို့ကောင်းတာက မင်းသမီးလေးက နင်းကန်ချောတာပဲသတင်းအတိုအထွာလေးတွေထဲမှာတွေ့မိမှာပါဂျပန်မလေးတွေ ဘယ်လိုလုပ်ပြီး AV မင်းသမီးတွေဖြစ်ကုန်တာလဲAV မင်းသမီးတွေ ဘာလို့ဒီလောက်များနေတာလဲ စသဖြင့်ပေါ့စိတ်ဝင်စားစရာတော့ အတော်ကောင်းတယ်ဗျကျွန်တော်တို့ ကြည့်နေရတာက သူတို့ရဲ့ ကင်မရာရှေ့က သရုပ်ဆောင်ချက်တွေပဲဖြစ်ပါတယ်အခုဇာတ်လမ်းလေးက သူတို့ရဲ့နောက်ကွယ်က ခံစားချက်တွေ ဆန္ဒတွေကိုပါးပါးလေး လှစ်ဟ ပြထားတာပဲဖြစ်ပါတယ်….ဇာတ်ကြောင်းလေးကတော့သိပ်ပြီးချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိတယ်အိပ်မက်ကိုယ်စီနဲ့ တက်ကြွနေတဲ့အရွယ် တစ်ယောက်ကတော့ ရည်မှန်းချက် အတော်ကြီးသလိုအကောင်ထည်ဖေါ်ဖို့လည်း ဝန်မလေးပါဘူး…သူမရဲ့ ရည်မှန်းချက်က အနုပညာသမားတစ်ယောက်ဖြစ်ဖို့ပါပဲ……ရည်ရွယ်ချက် ကြီးစွာနဲ့ တိုကျိုကိုသူတက်ခဲ့တယ်အထဲမှာစောင့်ကြိုနေတဲ့ ဝိသမလောဘသားတွေ…မိန်းကလေးမြင်ရင် AV လောကထဲ ဆွဲသွင်းနေကြတဲ့ စီးပွါးရေးသမားတွေ….ဖေါ်ချွတ်ဓာတ်ပုံ မော်ဒယ်ပဲလုပ်မယ်ဆိုတဲ့မိန်းကလေးတွေကို လိမ္မာပါးနပ်စွာ သူတို့အကွက်ထဲဝင်အောင်ဘယ်လို ဖန်တီးကြလဲမိန်းကလေးကရော ရုန်းထွက်နိုင်မှာလား ဆိုတာAV လောကကို ပါးပါးလေးထိုးပြထားတာဖြစ်လို့လက်မလွတ်တမ်း ပညာယူရင်း ဂလုဖို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်ဒါရိုက်တာကြီးပြောသွားတဲ့စကားလုံးလေးလှတယ်ဒါအချစ်ခန်းမဟုတ်ဘူး အလုပ်ခန်း တဲ့File size…1.4GB  /  620MBQuality…1080p BluRay  / 720pFormat…mp4Duration….1h 43mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki  Mu Chi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p6dfkr4sX7RFAgZu0WpE3MwuPx2.jpg",
      "https://image.tmdb.org/t/p/w300/eUBSb8vhBaPeFmMdflWRLZiIIfD.jpg",
      "https://image.tmdb.org/t/p/w300/q8ZNrMtEq216G0Lje0vHU6uG5Ya.jpg",
      "https://image.tmdb.org/t/p/w300/eyjVciSRtEBtHk4BG5W66J4AMrt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/nude1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/21nude2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/nude-2010-1080-p-blu-ray-x-264-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jk2dtdqpb6hp.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/396ah/Nude.2010.1080p.BluRay.x264.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/LcR0XBaT#gLUiRK9431a8qbMhkjHtp0QHMaWVVgDxpGZ46q1UXwo",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/jwyeodddx142.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/87287c6vf5nq",
        "server": "veryfiles.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nude-2010-720-p-blu-ray-x-264-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hfqfudxml0f6.html",
        "server": "usersdrive.com",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/396af/Nude.2010.720p.BluRay.x264.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WEAnQaqS#vKioj1yANAT0x42Gg31b65RKSFRxFPmYt7X55VK3TIQ",
        "server": "mega.nz",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/s6o99714633g.html",
        "server": "streamsb.com",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/1q1tmubcyl9k",
        "server": "veryfiles.com",
        "size": "620MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "iLMVXvK8ezM",
      "video_url": "https://www.youtube.com/watch?v=iLMVXvK8ezM",
      "embed_url": "https://www.youtube.com/embed/iLMVXvK8ezM"
    }
  }
]