[
  {
    "metadata": "R|2019|110 min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "8,741"
    },
    "title": "Extremely Wicked, Shockingly Evil and Vile",
    "description": "အမေရိက သမိုင်းရဲ့ အချောဆုံး အခန့်ညားဆုံးလူသတ်ကောင် . .(သို့မဟုတ်)Ted Bundy ဆိုတဲ့ စိတ္တဇ လူသတ်သမားတစ်ယောက်ရဲ့ အကြောင်း . ._________________ဖြစ်ရပ်မှန် အဖြစ်အပျက်ပါ။_________________၁၉၇၀ ဝန်းကျင်တုန်းက အမေရိက မှာ Ted Bundy ဆိုတဲ့ လူတစ်ယောက် ရှိဖူးခဲ့တယ်။ သူက ရုပ်ချောတယ်။ တဖက်သားကို အရမ်း လွမ်းမိုးနိုင်တယ်။ သူ့ကိုမြင်တဲ့ ကောင်မလေးတိုင်း တဖြုတ်ဖြုတ် ကြွေကြတယ်။ စကားပြောညက်တယ်။ လူကြီးလူကောင်း ပီပီသသ နဲ့ တကယ့် ယောကျာ်းဖြောင့်ကြီး တစ်ယောက်လို နေတတ်တယ်။ဒါပေမယ့် . . သူက လူ သတ်သမား တဲ့။ သတ်တာမှ ကောင်မလေးတွေ အမျိုးသမီးတွေကို သတ်တာ။ ပိုးစိုးပက်စက် ကို သတ်တာ။ လွှနဲ့ ခေါင်းဖြတ်သတ်တယ်။ မျက်နှာတစ်ခုလုံး ကြေမွသွားအောင် တုတ်နဲ့ ရိုက်တယ်။ မုဒိန်းကျင့်တယ်။ ဘာအကြောင်းမှ မရှိပဲကို သတ်တဲ့ စိတ်ရောဂါရှင်ဆန်ဆန် sociopath လူသတ်သမားကြီး။နောက်တော့ အဖမ်းခံရတယ်။ ရုံးတင် စစ်တာ ခံရတယ်။Ted Bundy ဟာ ဥပဒေ ကျောင်းသားလည်း ဖြစ်နေပါသေးတယ်။ ဒါကြောင့် သူ့အမှုကို သူကိုယ်တိုင် ရှေ့နေအဖြစ် ကိုင်တွယ်တယ်။ သူ အမှု မကျူးလွန်ကြောင်း ငြင်းဆိုတယ်။ တဖြည်းဖြည်းနဲ့ သူ့ အမှု တွေက နာမည်ကြီးလာပြီး အမေရိက သမိုင်းမှာ ပထမဆုံး ရုပ်သံ Live ထုတ်လွှင့်ခြင်းခံရတဲ့ အမှုသည် ဖြစ်လာတယ်။သူ့ကို ရုံးထုတ် စစ်ဆေးပြီဆိုရင် ကောင်မလေးတွေ အများကြီး လာ နားထောင်ကြတယ်။ တရားသူကြီးရှေ့မှာ သူ ပြောသမျှ ဟုတ်ဟုတ် မဟုတ်ဟုတ် ယုံကြတယ်။ မင်းသားတစ်ယောက်ရဲ့ ရိုက်ကွင်းကို လာအားပေးသလိုမျိုး သူ့ကို လာအားပေးကြတယ်။ဒီလိုနဲ့ ငြင်းလိုက်ခုံလိုက် ပယ်ချလိုက် ကာကွယ်လိုက် နဲ့ ဆယ်နှစ်ကျော်ကြာအောင် အမှု ရှည်ကြီးကို Ted Bundy တစ်ယောက် ဖြတ်သန်းပြီးချိန်မှာတော့ . . . . .____________Extremely Wicked, Shockingly Evil and VileIMDB – 6.7/10Rotten Tomatoes – 56%MKWah – 3.8/5____________ဒီ ရုပ်ရှင်က ကျွန်တော် ပြောခဲ့သလိုပဲ ဖြစ်ရပ်မှန် ပါ။ Ted Bundy ဆိုတဲ့ တစ်ကယ်ရှိခဲ့တဲ့ လူတစ်ယောက် အကြောင်းကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်။Ted ရဲ့ character ကို ကျွန်တော် documentary တွေ သတင်းဟောင်းတွေ ဓာတ်ပုံတွေကနေတစ်ဆင့် အနည်းငယ် တီးခေါက်ကြည့်လိုက်တော့ ဒီ ရုပ်ရှင်ထဲမှာ ဖော်ပြထားတဲ့ Ted အတိုင်းပါပဲ။တကယ့်အပြင်က Ted ကလည်း ကိုယ့်ကိုယ် ယုံကြည်မှု အပြည့်ရှိတယ်။ သူ အပြစ်ကင်းကြောင်းကို ပြုံးပြီး သတ္တိရှိရှိ အမြဲပြောတယ်။ တစ်ခါ နှစ်ခါတည်း စကားပြောကြည့်ရင် အင်မတန် ချစ်တတ်ပြီး နူးညံ့သိမ်မွေ့ပြီး အားကိုးချင်စရာကောင်းတဲ့ ယောကျာ်းကောင်းတစ်ယောက် ရဲ့ အသွင်အပြင်ကို မြင်ရမယ်။ စကားပြောကောင်းတယ်။ အရမ်းတော်တယ်။ အဝတ်အစား ဝတ်စားတာကအစ မင်းသားရှုံးတယ်။ ပျင်းစရာကောင်းတဲ့ တရားခွင်ထဲကို ကောင်မလေး ချောချောလေးတွေ အများကြီး လာထိုင် နားထောင်ရင်း သူ့ကို ငေးကြည့်ရသည်အထိ ဆွဲဆောင်မှု ရှိတယ်။တစ်ဖက်မှာတော့ အမျိုုးသမီးတွေကို မညာမတာ ရက်ရက်စက်စက် နည်းလမ်းတွေနဲ့ လူမသိ သူမသိ သတ်ဖြတ်လေ့ရှိတဲ့ လူသတ်သမားကြီး။ အဲ့ဒီ ၁၉၇၀ – ၁၉၈၀ ဝန်းကျင်တုန်းက လူသတ်သမားတွေ အများကြီးထဲမှာမှ တော်တော် သောင်းကျန်းပြီး ကြောက်ဖို့ကောင်းတဲ့ လူသတ်သမား။ FBI က အလိုချင်ဆုံး ရာဇဝတ်သား ၁၀ ယောက် ထဲ မှာ ပါတယ်။တစ်ခုတော့ ရှိတယ်။ Ted ဘဝမှာ ဘယ်တော့မှ မသတ်ရက်ခဲ့တဲ့ သိပ်ချစ်ရတဲ့ အမျိုးသမီး တစ်ယောက် ရှိတယ်။ သူ့နာမည်က Liz တဲ့။ဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ အသက်သွေးကြောက Ted ရဲ့ ဘဝ ဆိုရင် Ted နဲ့ Liz ရဲ့ အချစ်ဇာတ်လမ်းဟာ ဒီဇာတ်လမ်းရဲ့ နှလုံးသားပဲ။သိပ် ရက်စက်တဲ့ လူသတ်သမားကြီးဆီမှာ သိပ်ချစ်ရတဲ့ ချစ်သူ တစ်ယောက် ရှိခဲ့တယ်။. . . .Ted Bundy အဖြစ် သရုပ်ဆောင်တဲ့သူကတော့ Zac Efron ပါ။ Zac ကို သိတဲ့သူတွေ သိကြပါတယ်။ ဒီ နိုင်ငံက ပရိတ်သတ်တွေနဲ့လည်း သိပ် မစိမ်းပါဘူး။ အထူးသဖြင့် comedy films တွေမှာ တွေ့ရတယ်။ တစ်ခါတစ်လေ romance films တွေမှာ တွေ့ရတယ်။သူ့ acting က တခြား ဟောလီးဝုတ်မင်းသားတွေနဲ့ယှဉ်ရင် ရုပ်ရှင်ကြည့် ပရိတ်သတ်တွေရဲ့ ရင်ထဲ သိပ်မရောက်ခဲ့ဘူး။ သူ့ character တွေကလည်း သိပ်ပြီး strong မဖြစ်ခဲ့ဘူး။ဒါပေမယ့် ဒီကားမှာတော့ Ted Bundy အဖြစ် Zac ဟာ အပြည့်အဝ စိတ်နှစ်ကိုယ်နှစ် သရုပ်ဆောင်သွားနိုင်ခဲ့ပါပြီ။ Zac ဟာ သူ့ အရည်အချင်းကို အားလုံး အံ့သြသွားတဲ့အထိ ပြနိုင်ခဲ့ပါပြီ။ ဒီကားကို ကြည့်ပြီးချိန်မှာတော့ ရုပ်ရှင်ဝေဖန်ရေးဆရာများ Zac ကို ချီးကျုးကြတယ်။ 2020 ရဲ့ Oscar ဇကာတင်တောင် ဝင်သွားနိုင်ကြောင်း ကောင်းချီးပေးကြတယ်။တကယ်ပဲ Zac ရဲ့ သရုပ်ဆောင်မှုတွေက အရမ်း ခွန်အားရှိပြီး သူ ဘယ်လောက် ပြင်ဆင်ကြိုးစားထားတယ်ဆိုတာ ရုပ်ရှင်ကြည့်သူတွေ မြင်နိုင်ပါတယ်။တခြား supporting actors များ ဖြစ်ကြတဲ့ Lily Collins တို့ Kaya Scoelario တို့ Jim Persons တို့လည်း Zac ကို အကောင်းဆုံး ဝိုင်းပံ့ပိုးပေးနိုင်တယ်။ Biopic ဖြစ်တဲ့အလျောက် character များက လက်တွေ့ကျတယ်။ ခိုင်မာတယ်။ Lily Collins က Ted သိပ်ချစ်ရတဲ့ Liz အဖြစ် သရုပ်ဆောင်ထားတယ်။နောက်တစ်ခု ထပ်ပြီး သဘောကျမိတာက editing ပါ။ တကယ်တော့ Ted Bundy ဆိုတဲ့သူက လူတွေ သတ်တယ်။ နောက်တော့ အဖမ်းခံရတယ်။ တရားရုံး တက်ရတယ်။ ဒီလောက် ဇာတ်လမ်းကတော့ တကယ်ဆို ရိုးပါတယ်။ ဒီထက် စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းတွေ အများကြီး ရှိသေးတယ်။ ဒါကို ဘာကြောင့် ကြည့်မှာလဲ ဆိုတဲ့ မေးခွန်းရှိတယ်။ ဒါပေမယ့် ဒီကားကို မျက်လုံးက မဖယ်ခွါနိုင်လောက်အောင် ကြည့်ချင်စရာဖြစ်အောင်ဖြစ်စေတာကတော့ Editing ရဲ့ ပညာကြောင့် အများကြီး ဆိုင်ပါတယ်။ဇာတ်လမ်း အစ မှာတင် Ted နဲ့ သူ သိပ်ချစ်တဲ့ Liz တို့ စ ပြီး ဆုံတွေ့ကြတဲ့ ညလေး နဲ့ စ တယ်။ အဲ့ဒီ အဖြစ်အပျက်ရယ် Ted အဖမ်းခံရပြီး ၁၉၈၀ ဝန်းကျင် မှာ Liz က Ted ကို ထောင်ဝင်စာ လာတွေ့တဲ့ နေ့ရယ်ကို တစ်လှည့်စီ ပြတယ်။ဒီကားရဲ့ တည်းဖြတ် (editing) ပညာရှင်များဟာ ကျွန်တော်တို့ ရုပ်ရှင်ကြည့် ပရိတ်သတ်တွေကို Ted ရဲ့ မိန်းမ Liz ရဲ့ အမြင်ကနေ ခံစား စေတယ်။ ဒါကြောင့်လည်း ဒီဇာတ်ကားကို ကြည့်တဲ့တစ်လျှောက်လုံးမှာ Ted က တကယ်ပဲ ဒီ အမှုတွေကို ကျူးလွန်ခဲ့တာလား ဆိုတာကို သံသယ ပါ ဝင်လာတဲ့ အထိပဲ။အစမှာ သိပ် နူးညံ့သိမ်မွေ့ပြီး သူ့ကို လက်နဲ့တောင် မရွယ်တဲ့ ယောကျာ်းက မိန်းမ ၁၅ ယောက်လောက်ကို ပိုးစိုးပက်စက် သတ်တယ်ဆိုတာ လုံးဝ မဖြစ်နိုင်ဘူး ဆိုတဲ့ အတွေးမျိုး . .ဇာတ်ကား တစ်ဝက်လောက်မှာတော့ ငါ့ယောကျ်ား သတ်တာ ဖြစ်နိုင်တယ်။ ဒါပေမယ့် မသေချာသေးပါဘူးလေ . . ဆိုတဲ့ အတွေးမျိုး . . .ယောကျာ်းဖြစ်သူကို အပြစ်မမြင်တဲ့ မိန်းမတစ်ယောက်ရဲ့ အတွေးတွေ ကျွန်တော်တို့ ခေါင်းတွေထဲ ကူးစက်လာပါတော့တယ်။ဒါတွေကို editing ပညာရှင်များက အောင်မြင်စွာ ပြသွားနိုင်ခဲ့တယ်။နောက်တစ်ချက် သဘောကျသေးတာက cinematographer ကို ပါ။ Birdman တို့ La La Land တို့လို ထူးဆန်းတဲ့ စတိုင်မျိုး မဟုတ်ပဲ ရိုးစင်းပေမယ့် ရုပ်ရှင်နဲ့ လိုက်ဖက်တဲ့ cinematography စတိုင်ကို ဖန်တီးပေးနိုင်တယ်။ ရင်ထဲ ရောက်တယ်။ camera movement တွေ focus in / out တွေကို ကောင်းကောင်းအသုံးပြုပြီး Ted ဘယ်လိုတွေးနေသလဲ Liz ဘယ်လို တွေးနေသလဲ director က ဘာကိုပြချင်သလဲ ဆိုတဲ့ အပြတွေကို ထိ ထိ ရောက် ရောက် ပြ ပေးန်ုင်တယ်။ဒီဇာတ်ကား အကြောင်းပြောရင် ဇာတ်ညွှန်းကိုလည်း ချန်ခဲ့လို့ မဖြစ်ဘူး။ editing ကောင်းတယ် cinematography ကောင်းတယ်ဆိုတာ ဇာတ်ညွှန်းရဲ့ လမ်းညွှန်မှုတွေနဲ့လည်း ဆိုင်တယ်။ ဇာတ်ညွှန်းကို သက်ဆိုင်ရာ ရုပ်ရှု်ပညာရှင်တွေအားလုံးက သဘောကောင်းကောင်းပေါက် မှလည်း သူတို့ ဖန်တီးမှုတွေ ကောင်းကောင်းလုပ်နိုင်မှာ။ဒီဇာတ်ညွှန်းရဲ့ အားအကောင်းဆုံးအချက် ကတော့ ဇာတ်လမ်းတစ်ခုလုံးရဲ့ ၉၇% လောက်က Bundy တစ်ယောက် ဒုတ် ဓားတွေနဲ့ သတ်ဖြတ် ပြနေတာတွေ တစ်ခုမှ မပြဘူး။ ဒါပေမယ့် အဲ့ဒါတွေ မပါပဲ ကျောချမ်းစရာကောင်းတဲ့ ဇာတ်ရုပ်ဖြစ်တဲ့အထိ လုပ်ပြသွားတယ်။ ဇာတ်ညွှန်းရှင်ရဲ့ ပညာပေါ့။နောက်ဆုံး အလေးပြု ရမှာကတော့ ဒါရိုက်တာ ပါပဲ။ ဒါရိုက်တာဖြစ်သူ Joe Burlington ဟာ crime film နဲ့ crime documentary တွေကို စိတ်ဝင်စားတဲ့သူ။ Ted ရဲ့ အမှုကိုလည်း တော်တော် စိတ်ဝင်စားပြီး တော်တော်လေ့လာထားပုံ ရတယ်။ Ted ရဲ့ audio tape တွေကို အခြေခံပြီး ” Conversation with a killer: the Ted Bundy tape ” ဆိုတဲ့ documentary တစ်ခုကိုလည်း ဖန်တီးထားခဲ့သေးတယ်။Ted ရဲ့အကြောင်းကို ဒါရိုက်တာတွေ အများကြီး ရိုက်ဖူးတယ်။ ဒီကားက ပထမဆုံး မဟုတ်ဘူး။ ဒါပေမယ့် Joe ရိုက်တဲ့ ဒီကားမှာတော့ Ted နဲ့ Liz ရဲ့ ကြီးမားတဲ့ chemistry ကိုလည်း လှလှပပ ပုံဖော်ပေးနိုင်သလို အမေရိက မှုခင်းသမိုင်းရဲ့ ထူးခြားတဲ့ မှုခင်း ဖြစ်ကြောင်းလည်း artistic ဖြစ်ဖြစ် တင်ပြနိုင်ခဲ့တယ်။___________Ted အမှု နာမည်ကြီးနေချိန်တုန်းက အမေရိက သတင်းစာ ဆရာတွေက သူ့ကို နာမည်အမျိုးမျိုးပေးကြတယ်။ အဲ့ထဲမှာမှ တစ်ယောက်က Ted ကို . .” Handsome Evil ” လို့ ခေါ်သတဲ့။Ted နဲ့ သိပ် လိုက်ဖက်တဲ့ စကားလုံးပေါ့။Extremely Wicked, Shockingly Evil and Vile ရဲ့ cast & crew တစ်ဖွဲ့လုံးကို ကျေးဇူးတင်ပါတယ်။၂၀၁၉ ရဲ့ one of the best films ဖြစ်မယ်လို့လည်း ယုံကြည်တယ်။နာမည်ကိုက Extremely Wicked, Shockingly Evil and Vile တဲ့ . . . ။___________မောက်ခမ်းဝါ#MKWah_film_review(ရုပ်ရှင်အညွှန်းကို DatShin Facebook Page မှ ကူးယူဖော်ပြပါသည်။)File size…(999 MB)Quality….WEB-DL 720pFormat…mp4Duration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe BerlingerStarsAngela SarafyanForba ShepherdGrace BalboGrace Victoria CoxHaley Joel OsmentJim ParsonsJohn MalkovichKaya ScodelarioLily CollinsZac EfronCastAaron CoolAlan B. JonesAlly SeredaAngela SarafyanAva InmanBarry MulhollandBrandon TrostBrian GeraghtyCalvin David Jones IIIChris PettyDerek SnowDylan BakerForba ShepherdGrace BalboGrace Victoria CoxHaley Joel OsmentJames HetfieldJames SideritsJared JoplinJeffrey DonovanJim ParsonsJoe BerlingerJohn MalkovichJustin InmanJustin McCombsKaya ScodelarioKen StrunkKevin McClatchyLeilani BarrettLily CollinsMacie CarmosinoMaya BerlingerMing WangMorgan PyleRajiim A. GrossRichard K. JonesRyan Wesley GilreathSydney VollmerTerry KinneyTim YoungTony L. WinsteadTorrie WigginsZac Efron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uRoA67sM5vvCI4cplxhl67BTPly.jpg",
      "https://image.tmdb.org/t/p/w300/2l1QJBrT5nf0O6199piSGBptfZ9.jpg",
      "https://image.tmdb.org/t/p/w300/5yXNf13ly6kFQSbI5BZRQlDhCib.jpg",
      "https://image.tmdb.org/t/p/w300/5RBUP0LUgeryN00bzWqbkkSNxTm.jpg",
      "https://image.tmdb.org/t/p/w300/roAfKxzL6DQ35DlD4idFB5hjVuy.jpg",
      "https://image.tmdb.org/t/p/w300/qbninOQBm2g3H0Z7ghQfp0KKMNn.jpg",
      "https://image.tmdb.org/t/p/w300/3elenSeUqIDEZqTStHUp3X9HxVL.jpg",
      "https://image.tmdb.org/t/p/w300/8BA1DNWevJ3OSIE3UCp6fJtseYp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/extremely_wicked_shockingly_evil_and_vile_ver3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/extremely-wicked-shockingly-evil-and-vile-2019",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/extremely-wicked-shockingly-evil-and-vile-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/b5kdk9kdz0kj.html",
        "server": "streamsb.com",
        "size": "999GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-lW6Z38HHJw",
      "video_url": "https://www.youtube.com/watch?v=-lW6Z38HHJw",
      "embed_url": "https://www.youtube.com/embed/-lW6Z38HHJw"
    }
  },
  {
    "metadata": "R|1999|146 min|Biography,Drama,Sport",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "82,617"
    },
    "title": "The Hurricane(1999)",
    "description": "UnicodeThe Hurricane(1999)IMDb…..7.6<<<<<Rotten Tomatoes 83%သူ့နာမည်က Rubin “Hurricane” Carter  …ငယ်ငယ်လေးထဲက လူဖြူတွေနဲ့ပြသနာတစ်ချို့ရှိခဲ့တယ်…ဒါကြောင့်ပဲအချိန်တော်တော်များများ သူဟာ လူငယ်ပြုပြင်ရေးစခန်းတွေမှာပဲအချိန်ကုန်နေတယ်… လူဖြူတစ်ချို့ကြောင့် ထောင်ထဲမှာလိုအချိန်ကုန်ရတဲ့လူငယ်လေး  Hurricane” ရဲ့ ရင်ထဲမှာ လူဖြူတွေအပေါ် အမုန်းတွေဟာ တစ်နေ့တခြားကြီးပွားလာတယ်..လူမည်းတွေဟာ ထင်ပေါ်ကြော်ကြားဖို့မဖြစ်နိုင်ဘူးဆိုတဲ့အချက်ကိုခြေဖျက်ဖို့ သူ့ရဲ့အမုန်းတွေကို လက်သီးချက်တွေအဖြစ်ကူးပြောင်းလိုက်တယ်…ဒီလိုနဲ့ သူဟာ နာမည်ကျော် လက်ဝှေ့သမား Hurricaneဖြစ်လာတယ်..တစ်နေ့ လူမဲတွေမလာရဆိုတဲ့ ဘားမှာ ဆိုင်ရှင်လူဖြူ(၃)ယောက်အသတ်ခံလိုက်ရတယ်…ဖုန်းဆက်သတင်းပေးမှုကြောင့် ဖမ်းလိုက်တဲ့အချိန်မှာ  Hurricane တို့ကားကိုမိသွားတယ်… မျက်မြင်သက်သေတွေကလည်းHurricane သတ်တယ်လို့ဆိုကြတယ်..  Hurricaneကိုယ်တိုင်ကတော့ သူမသတ်ဘူးလို့ငြင်းတယ်…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုခံစားကြည့်လိုက်ပါဦးဗျို့…ဒီကားက လက်ဝှေ့သမား Rubin “Hurricane” Carter ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်အတ္ထုပတ္တိကားဖြစ်ပါတယ် …မင်းသားကြီးကတော့ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ကြီး Denzel Washington ပေါ့ဗျာ….ဒီကားက  ပညာပေးကားကောင်းတစ်ခုအဖြစ်လည်းစာရင်းဝင်တယ်လို့ဆိုကြတယ်…ဒီကားမှာ သူဟာ  အော်စကာ ဆန်ကာတင်မင်းသားစာရင်းလည်းဝင်ခဲ့သေးတယ်…ပေးချင်တဲ့ Messageတွေလည်းတော်တော်ကောင်းတယ်…ကျန်တာတွေက တော့ spoiler ဖြစ်သွားမှာစိုးလို့မပြောတော့ပါဘူး…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ် Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်…File Size : (1GB)Quality : Blu-Ray 720pFormat…mp4Duration…02:26:00Genre :Biography,Drama,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaw Thaw Wai OoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNorman JewisonSamantha ArmstrongStarsClancy BrownDan HedayaDavid PaymerDebbi MorganDeborah Kara UngerDenzel WashingtonHarris YulinJohn HannahLiev SchreiberVicellous Reon ShannonCastAdam LargeAl WaxmanAnn HollowayBadja DjolaBeatrice WindeBen Hernandez BrayBill LakeBill RaymondBrenda BraxtonBrenda DenmarkBruce McFeeBruce VavrinaCarson ManningChristopher RiordanChuck CooperClancy BrownConrad BergschneiderDan HedayaDavid FrischDavid GrayDavid LansburyDavid PaymerDebbi MorganDeborah Kara UngerDebrah Ellen WallerDenzel WashingtonDonnique PrivottDyron HolmesFrank ProctorFulvio CecereGarland WhittGary DeWitt MarshallGeorge MasswohlGeorge T. OdomGwendolyn MulambaHarris YulinHarry DavisJean DaigleJoe MathesonJohn A. MacKayJohn Christopher JonesJohn HannahJudi EmbdenKenneth McGregorLawrence SaccoLiev SchreiberMarcia BennettMerwin GoldsmithMichael BodnarMichael JustusMitchell Taylor Jr.Moynan KingPeter GrahamPeter WyliePhillip JarrettPippa PearthreeRalph BrownRichard LittRichard M. DavidsonRob EvansRobin WardRod SteigerRodney \"Bear\" JacksonRyan WilliamsSatori ShakoorScott GibsonStephen Lee WrightTerry ClaybonTonye PatanoVicellous Reon ShannonVincent PastoreZoran Radusinovic",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i8AGAKxZL5aXnDcXVOZK5JkkDhn.jpg",
      "https://image.tmdb.org/t/p/w300/53PTG2fM0HmFU7UiQdObBna8ty4.jpg",
      "https://image.tmdb.org/t/p/w300/1W5MeXP7h5EqukEZUrM0rIUt1hE.jpg",
      "https://image.tmdb.org/t/p/w300/4YdLBCXGNgsXqmEg8TkEuqiDLZp.jpg",
      "https://image.tmdb.org/t/p/w300/n65XatbTvmRkkGSF8lX9LFm6ZvI.jpg",
      "https://image.tmdb.org/t/p/w300/s4Cgc6NJMCGASGjfm9uAMdwSfT7.jpg",
      "https://image.tmdb.org/t/p/w300/fXxCFejFkwHSpDNAAs4gi2l7gb4.jpg",
      "https://image.tmdb.org/t/p/w300/43HmbbZtl8vOM3VjI0iLfj83w4S.jpg",
      "https://image.tmdb.org/t/p/w300/a0LBhzpzP3BfmhSSdHrR7hae58A.jpg",
      "https://image.tmdb.org/t/p/w300/2bVYZDqWtj5sxASZ8nrD0Uhv6AX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/The_Hurricane_poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-hurricane-1999-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/8ebe6a/the-huricane-19-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2cr3B/The_Hurricane_[1999]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/vQwx3JTK#8weNMWjInvEVjw-OTNGdCp-yInntTbFdb7TZ6_bvsEI",
        "server": "mega.nz",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/bo628a6akfbf",
        "server": "upstream.to",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://1fichier.com/?rjjatl5qaquawo5zwo4c",
        "server": "1fichier.com",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/i/Le-s-GgyESfqow",
        "server": "disk.yandex.com",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/ce86jj0wgwmm.html",
        "server": "usersdrive.com",
        "size": "1.01 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "tsmszHWnO3k",
      "video_url": "https://www.youtube.com/watch?v=tsmszHWnO3k",
      "embed_url": "https://www.youtube.com/embed/tsmszHWnO3k"
    }
  },
  {
    "metadata": "|2022||Biography,Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1741"
    },
    "title": "Daliland (2022)",
    "description": "Dalíland (2022)===========IMDb Rating – 6.0/10Salvador Dali..1990 ခုနှစ်တွေရဲ့ အကြီးကျယ်ဆုံးသောပြင်သစ် ပန်းချီဆရာတစ်ယောက်ဖြစ်ပါတယ်။ လက်ရှိထိလည်း ပန်းချီလောကမှာ သူ့ရဲ့ အနုစိတ်တဲ့ စုတ်ချက်တွေတမူထူးခြားထဲ့ လက်ရာတွေကြောင့် ပြောစမှတ်တွင်ဆဲဖြစ်ပြီး၊ Nobel Work 7ဆုထိတောင် ပိုင်ဆိုင်ခဲ့ပါတယ်။1904 ခုနှစ်မှာ မွေးခဲ့ပြီး 1989..အသက် 84 နှစ်မှာကွယ်လွန်ခဲ့ပါတယ်..ဒီကားလေးကတော့ Dali ရဲ့ အသက် 70 နောက်ပိုင်းကနေစပြီး သူမဆုံးခင်အထိ သူ့ဘဝရဲ့ နေဝင်ချိန်ကာလမှာကြုံတွေ့ရခဲ့တဲ့ အဖြစ်အပျက်တွေ အခက်အခဲတွေကို Docum-entary ဆန်ဆန်ပြန်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သိပ်ကိုထူးချွန်လှတဲ့ ပန်းချီဆရာတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားအပါအဝင် အနုပညာသမားတွေဟာ သိပ်ကိုခံစားချက်နုနယ်လှတာကြောင့် Dali တစ်ယောက် သူ့ဘဝရဲ့ နေဝင်ချိန်မှာ ဘာတွေဘယ်လိုကြုံတွေခံစားခဲ့ရလဲဆိုတာကိုပါကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thetti Tun ဖြစ်ပါတယ်)File Size……….(2.2 GB) / (724 MB) / (423 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 37MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, DramaTranslator…….Thetti TunEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMary HarronCastAndreja PejicBarbara SukowaBen KingsleyChristopher BrineyEzra MillerMark McKennaRupert GravesSuki Waterhouse",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dkRqcErje4ffPSso7wuoheycotC.jpg",
      "https://image.tmdb.org/t/p/w300/fvaoinv6vjBK23J33LIbvxCphmr.jpg",
      "https://image.tmdb.org/t/p/w300/5aYCaF4zRb0SZ7q3Iamvu8E8B8c.jpg",
      "https://image.tmdb.org/t/p/w300/af5BBCwxNQxq4q1RZV15rWQbbcy.jpg",
      "https://image.tmdb.org/t/p/w300/50uLPVNe1Zs4Bs5HXF4UofLV2QU.jpg",
      "https://image.tmdb.org/t/p/w300/49SmS0QW4FkiTpPWfPW4v5bDYnv.jpg",
      "https://image.tmdb.org/t/p/w300/zqLgesDhm9B0MQnlurt8YKnVKXa.jpg",
      "https://image.tmdb.org/t/p/w300/13MMhaG5HCpqqdCEn7WsZsB87ZT.jpg",
      "https://image.tmdb.org/t/p/w300/btVdsdO3Tl1QGkpvCGI7sUASttt.jpg",
      "https://image.tmdb.org/t/p/w300/zY30sZokKqQ8BvI3B1n1yy3fuE8.jpg",
      "https://image.tmdb.org/t/p/w300/lfICbaGmJRuqqH8DBuwtysFVuQz.jpg",
      "https://image.tmdb.org/t/p/w300/ye1tqkQTNgC7nN0cQRbhJBPWtkk.jpg",
      "https://image.tmdb.org/t/p/w300/cJl1KXIxem5Kobw0etLE4pTpe8r.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmU5ZjhiZjQtMzRmMS00MWJkLWJjMjYtYjc4OWNlYWRkNmIxXkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/daliland-2022-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BfK1/Daliland.2022.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/6u7zh9vz0n0t.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/d61GWYJL#_10M2MStBmj8jb72booF6NmjGg6dMHxX3QIqAzFIZWw",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sutdn94qba5x.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/w35xqkic6dvd",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/daliland-2022-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "724 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Vih3/Daliland.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "724 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/byl13nam2yt7.html",
        "server": "streamsb.com",
        "size": "724 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hus3QbCA#In2X6wh_69grtLvLeYsF170wFFrEutl0N9RC0xmDZc8",
        "server": "mega.nz",
        "size": "724 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5y35zijc9dtd.html",
        "server": "usersdrive.com",
        "size": "724 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wyq9jj8viqe9",
        "server": "streamvid.io",
        "size": "724 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/daliland-2022-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "423 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2BfJ6/Daliland.2022.480p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "423 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/k066nja33vwh.html",
        "server": "streamsb.com",
        "size": "423 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Nz0RmaLa#EKlLIB2lGEeIZarnr1Z7dBwYCLsCjMXarOX4vZntC8Y",
        "server": "mega.nz",
        "size": "423 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/4yv9lrhpdhnr.html",
        "server": "usersdrive.com",
        "size": "423 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/wyq9jj8viqe9",
        "server": "streamvid.io",
        "size": "423 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "e0OCVku_Rlg",
      "video_url": "https://www.youtube.com/watch?v=e0OCVku_Rlg",
      "embed_url": "https://www.youtube.com/embed/e0OCVku_Rlg"
    }
  },
  {
    "metadata": "PG-13|2017|118 min|Biography,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "3,220"
    },
    "title": "Breathe (2017)",
    "description": "ေအးေအးခ်မ္းခ်မ္းျဖတ္သန္းေနတဲ့ဘ၀ေလး ရုတ္တရက္ ပ်က္စီးသြားမယ္ဆိုရင္ ဘယ္လိုလုပ္ၾကမလဲ။ကိုယ့္ဘ၀ဟာ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔ခံယူလိုက္ရင္ ဘာေတြျဖစ္မလဲ။ေရာဘင္ဟာ သူ႔ဇနီးရယ္ သူ႕သူငယ္ခ်င္းေတြရယ္နဲ႔ ခရီးလွည့္လည္ထြက္ရင္းနဲ႔ ရုတ္တရက္ ပိုလီယိုေရာဂါပိုးကူးစက္ခံရပါတယ္။သူဟာ လည္ပင္းေအာက္ပိုင္း လံုး၀ မလွဳပ္ႏိုင္ေတာ့ပဲ ေလျဖတ္ခဲ့ပါတယ္။ ေနာက္ပိုင္း သူဟာ စိတ္က်ေရာဂါပါ ခံစားလာရတယ္။ေရာဘင့္ရဲ႕ ေမွာင္မိုက္ေနတဲ့ ဘ၀ကို အလင္းထဲ သြင္းေပးခဲ့တာကေတာ့ သူ႔ခ်စ္ဇနီး ဒိုင္ယာနာပါပဲ။ဒိုင္ယာနာဟာ သူ႔ခင္ပြန္းကို ဒီလို ခံစားေနရတာ မၾကည့္ရက္လို႔ သက္သာရာ သက္သာေၾကာင္းကူညီေပးရင္း အရာရာကို စိန္ေခၚခဲ့ပါတယ္။သူ႔ေယာက်ၤားကို ေဆးရံုက ရေအာင္ဆင္းခဲ့ပါတယ္။ (အဲ့ေခတ္က ပိုလီယိုေရာဂါသည္ေတြက ေဆးရံုက အသက္ရွဴစက္တပ္ထားတဲ့အတြက္ ေဆးရံုကုတင္က ေရြ႕လို႔မရပါဘူး။)ေရာဘင့္အတြက္ အဆင္ေျပမယ့္ အသက္ရွဴစက္ကိုျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ပဲသူတို႔ဇနီးေမာင္ႏွံနဲ႔ သူငယ္ခ်င္းမ်ားေပါင္းျပီး ေရာဘင့္အတြက္ အဆင္ေျပမယ့္အရာေတြ တစ္ခုျပီးတစ္ခု တိုးတက္တီထြင္ခဲ့ပါတယ္။တေျဖးေျဖး ေနာက္ပိုင္းမွာ ေရာဘင့္အတြက္သာမက တစ္ျခား ပိုလီယိုေရာဂါသည္ေတြပါ အသံုးျပဳႏိုင္ေအာင္ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ ေရာဘင္ဟာ ပိုလီယိုေရာဂါရွင္မ်ားရဲ႕ ေရွ႕ေဆာင္လမ္းျပတစ္ဦးျဖစ္ခဲ့ပါတယ္။ဒီဇာတ္ကား တကယ့္ျဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ေရာဘင္ကာဗန္ဒစ္ရွ္ရဲ႕ဘ၀ျဖစ္ရပ္ကို ပံုေဖာ္ထားျပီး ကိုယ့္ဘ၀မွာ အေဖာ္ေကာင္းေတြရွိတာ ဘယ္ေလာက္ေတာင္ အေရးပါတယ္ဆိုတာ ပံုေဖာ္ထားပါတယ္။ဒီဇာတ္လမ္းေလးက အလြန္ စိ္တ္ႏွလံုးႏူးညံဖို႔ေကာင္းတဲ့အျပင္မင္းသားေခ်ာ Andrew Garfield နဲ႔ မင္းသမီးေခ်ာ Claire Foy တို႔ရဲ႕ သရုပ္ေဆာင္ေကာင္းကို ရွဳျမင္ရမွာပဲျဖစ္ပါတယ္။File Size : (900 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 58minFormat : Mp4Genre :Biography, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-SPARKSTranslated by May SharEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndy SerkisStarsAndrew GarfieldBen Lloyd-HughesClaire FoyDean-Charles ChapmanDiana RiggEd SpeleersEmily BevanHugh BonnevilleMiranda RaisonTom HollanderCastAdam GanneAmit ShahAndrew GarfieldAnnarie BoorBen Lloyd-HughesBrian GillhamCamilla RutherfordCharlene DurrantCharles StreeterClaire FoyDavid LouwDean-Charles ChapmanDiana RiggEd SpeleersEmily BevanGary John ClarkeGeorge DawsonHarry AttwellHoney HolmesHugh BonnevilleJack JenkinsJason FarriesJason GrangierKeith LomasKiera BellLasco AtkinsMark DouglasMark UnderwoodMiranda RaisonRoger Ashton-GriffithsRudy Valentino GrantShane GriffinSimon NorthTom HollanderTy Hurley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/quVfDYktBYQfojgZ3E9pYrclGse.jpg",
      "https://image.tmdb.org/t/p/w300/2Ubku0nKiSsA3UevB3GysFrCxaI.jpg",
      "https://image.tmdb.org/t/p/w300/jJ28EMI5dokQ6CMGQQXMdH7jiG9.jpg",
      "https://image.tmdb.org/t/p/w300/wwJxTdsnOgyxGQxeRpGH5SeXqzC.jpg",
      "https://image.tmdb.org/t/p/w300/3U69wpgw9sszytCBkGt1ijUW2K8.jpg",
      "https://image.tmdb.org/t/p/w300/iPTAiLaZxcomHqWZ8f6RWGYKFyN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/breathe_ver2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c6qh4jkm9l79.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/breathe-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1yUke/Breathe_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/z0fslghb5ndb",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "dqpfdS0SkZs",
      "video_url": "https://www.youtube.com/watch?v=dqpfdS0SkZs",
      "embed_url": "https://www.youtube.com/embed/dqpfdS0SkZs"
    }
  },
  {
    "metadata": "|2022||Biography,Documentary,Sport",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "2300"
    },
    "title": "David Beckham: Infamous (2022)",
    "description": "David Beckham: Infamous (2022)========================ဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာ ​ဘောလုံးအားကစားကို ချစ်မြတ်နိုးတဲ့သူ​တွေ​ရော၊ဘောလုံးအ​ကြောင်း ဘာဆိုဘာမှမသိတဲ့လူ​တွေအတွက်ပါ လုံးဝမစိမ်းတဲ့နာမည်တစ်ခုပါ၊ လန်ဒန်ဇာတိဖြစ်တဲ့ ဘက်ခမ်းဟာ ပရိုကစားသမားဘဝကို အင်္ဂလန်ရဲ့အ​အောင်မြင်ဆုံးအသင်းဖြစ်တဲ့ မန်ချက်စတာယူနိုက်တက်မှာအစပြုခဲ့ပြီးရီးရဲလ်မက်ဒရစ်၊အေစီမီလန်တို့လို ကမ္ဘာ့ထိပ်သီးအသင်း​တွေမှာ လည်း ကစားခဲ့ဖူးသူပါ၊ ပရီးမီးယားလိဂ်ဖလား၆လုံ၊အက်ဖ်​​အေဖလား၂လုံး လာလီဂါဖလား၁လုံး၊ ချန်ပီယံလိဂ်ဖလား၁လုံးအပြင် ဆုဖလား​​ပေါင်းများစွာရရှိဖူးတဲ့ ဒေးဗစ်ဘက်ခမ်းရဲ့ကစားသမားဘဝ ​အောင်မြင်မှုဟာ ​မေးခွန်းထုတ်စရာမရှိပါဘူး။ဒါအပြင် ​ဗြိတိန်နာမည်​ကျော် Spice Girlsအဆို​တော်အဖွဲ့ဝင်ဗစ်တိုးရီးယားနဲ့ လက်ထပ်ပြီး​နောက် ​ဘက်ခမ်းဟာ ဘောလုံးသမားတစ်​ယောက်ရဲ့​အောင်မြင်မှုအပြင် celebrityတစ်ဦးရဲ့​အောင်မြင်မှု၊ သူ့ရဲ့ပုံရိပ်မြှင့်တင်မှု​တွေပါ လုပ်လာခဲ့ပြီး ကမ္ဘာ​ပေါ်မှာ မသိသူမရှိတဲ့ Sportman, Merchandising iconတစ်ဦးဖြစ်လာခဲ့သူပါ။ဒီလို​အောင်မြင်မှု​တွေ ရရှိလာခြင်းနဲ့အတူ သူ​ပေးဆပ်လိုက်ရတဲ့အရာ​တွေကို ဒီ documentaryထဲမှာ အတိအလင်း​ဖော်ပြထားပါတယ်၊ မန်ယူနိုက်တက်ရဲ့ သမိုင်းဝင်ဖလား၃လုံး​အောင်မြင်မှုမှာ အ​ရေးပါတဲ့ အခန်းကဏ္ဍက ပါဝင်ခဲ့သလို ၂၀၀၂မှာ ကမ္ဘာ့လုပ်ခလစာအများဆုံး ကစားသမားဖြစ်လာခဲ့တဲ့ ဘက်ခမ်းဟာသူ့ရဲ့imageကို ​​ဘောလုံးကစားတာထက် ပိုအ​လေး​ပေးတာ​လို့နောက်ဆက်တွဲ​ဖြစ်လာတဲ့ ဆာအဲလက် ဖာဂူဆန်နဲ့ အကွဲအပြဲ​ဇာတ်လမ်း​တွေ၊ ထိုမှတဆင့် ရီးရဲလ်အသင်းကို ထွက်သွားရပြီးထိပ်သီး​ဘောလုံးသမားဘဝမှ တဖြည်းဖြည်း​မှေးမှိန်သွားပုံကိုမြင်​တွေ့ရမှာပါ၊ဒါ့အပြင် အင်္ဂလန်အသင်းရဲ့ကျိန်စာလို့​ဆိုရမယ့်ကမ္ဘာ့ဖလား​၄ကြိမ်အပါအဝင် နိုင်ငံတကာဖလား​ အောင်မြင်မှုမရှိတဲ့ကိစ္စမှာ အသင်း​ခေါင်း​ဆောင်အ​နေနဲ့ အဓိကထိုးနှက်ခံရပုံ​တွေကို Docu နာမည်နဲ့အညီ ပိုအသား​ပေး​ဖော်ပြထားပါတယ်၊ဘယ်လိုပဲဖြစ်ဖြစ် ဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာမန်ယူနိုက်တက်နဲ့အင်္ဂလန်ပရိတ်သတ်​​တွေကြားမှာ ဂန္တဝင်တစ်ဦးအဖြစ် အမြဲရှိသွားမှာဖြစ်သလို ​မော်ဒန်​​​ဘောလုံးသမား​​​တစ်ဦးရဲ့ကစားသမားဘဝနဲ့ ကိုယ့်ရဲ့ပုံရိပ် ​အောင်မြင်မှုအချိုးကျ​​အောင်ဘယ်လိုလုပ်ပြရမလဲဆိုတာကို ​ရှေ့​ဆောင်လမ်းပြခဲ့သူလို့ ​ပြောရင်လည်း မှားမယ်မထင်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)File Size – (1.47 GB) / (850 MB) / (461 MB)Quality – WebRip 1080p / 720p / 480PDuration – 1Hr 09MinsSubtitle – Myanmar HardsubFormat – MP4Genre : Documentary, Biography, SportTranslator – JimXEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen SempeyStarsDavid BeckhamVictoria BeckhamCastDavid BeckhamVictoria Beckham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i6PrFpmENb4XkH3iuRx8QcDp3ar.jpg",
      "https://image.tmdb.org/t/p/w300/nSoJYL2FiS9j9cQmc0qxydKd9u8.jpg",
      "https://image.tmdb.org/t/p/w300/nukEBHyqDzaKMP4fNw5Or5GfjZT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/6413a10f08517b7d97830e3b6feb3a9e97943c880827763146fe9ae026d6ccdc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/david-beckham-infamous-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/david-beckham-infamous-2021-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/13Qbj/David.Beckham.Infamous.2021.1080P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/tJ1TnTBD#Z2TYwMe2juAjT3xrcZ4XkhpOVDnhr3tqrapWg9DpRiE",
        "server": "mega.nz",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5covxyuuufi0.html",
        "server": "usersdrive.com",
        "size": "1.47 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/david-beckham-infamous-2021-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2pL5r/David.Beckham.Infamous.2021.720P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/rvizowp2jqvb.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/oEdHEDIC#G8q_8YTzvJZkiSOPMdVtZCgT-Xh7AW1xlGvUdPeMHt4",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/oxmhyyeukawq.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/david-beckham-infamous-2021-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/13Qbu/David.Beckham.Infamous.2021.480P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/3u2y2h1euclv.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/MIlg0IDD#ZqA5RculNavqXUCbbb91NCMWc7SO07Mp7pxjSfBhIb0",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/pv643pkc75po.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2018|72 min|Biography,War",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "109"
    },
    "title": "The Cold Blue (2019)",
    "description": "မွတ္တမ္း႐ုပ္႐ွင္ ပရိတ္သတ္ေတြအတြက္ဒုတိယကမၻာစစ္အေၾကာင္း ႐ိုက္ကူးထားတဲ့ကားေတြက မ႐ွားပါဘူး။ဒါေပမဲ့ The Cold Blue ကေတာ့ထူးျခားမႈေတြ ႐ွိေနပါတယ္။သူက နာမည္ျကီး မွတ္တမ္း႐ုပ္႐ွင္ The Memphis Belle ကိုျပန္လည္ျပင္ဆင္ တည္းျဖတ္ထားတာ ျဖစ္ပါတယ္။ေဟာလိဝုေလာကမွာ ေလးစားရတဲ့ဒါ႐ိုက္တာ ေဟာင္းႀကီး Willian Wyler ဟာ ၁၉၄၃ ခုႏွစ္မွာအေမရိကန္ႏိုင္ငံ ေလတပ္တပ္ဖြဲ႔ရဲ႕ စစ္ဆင္ေရးတစ္ခုမွာကိုယ္တိုင္လိုက္ပါသြားၿပီးေတာ့ မွတ္တမ္းတင္႐ုပ္႐ွင္ ႐ိုက္ကူးခဲ့ပါတယ္။ကံဆိုးစြားနဲ႔ ႐ိုက္ကူးေရး အဖြဲ႔ဝင္ သံုးေယာက္ထဲ့ကတစ္ေယာက္က ေလယာဥ္ပ်က္က်တဲ့ အထဲမွာ ပါသြားပါတယ္။အဲ့ဒီလို အသက္စြန္႔ၿပီး ႐ိုက္ကူးခဲ့တဲ့အတြက္ ႐ွားပါးၿပီး ျမင္ရခဲတဲ့ျမင္ကြင္းေတြကို မွတ္တမ္းတင္ႏိုင္ခဲ့ပါတယ္။အဲ့ဒီ႐ုပ္႐ွင္ကို The Memphus Belle လို႔ေခၚပါတယ္။ဒုတိယကမၻာစစ္အေၾကာင္း ေျပာၾကတဲ့ အခါ ေျမျပင္ေပၚကစစ္သားေတြအေၾကာင္းသာ အေျပာမ်ားၾကပါတယ္။ဗံုးက်ဲေလယာဥ္မွဴးေတြ အေၾကာင္းကို က်ေနာ္တို႔ သိပ္မသိၾကပါဘူး။The Cold Blue ထဲမွာေတာ့ အဲ့ဒါေတြကို ျမင္ရၾကားရမွာ ျဖစ္တဲ့အတြက္လူတိုင္းၾကည့္သင့္တဲ့ မွတ္တမ္း႐ုပ္႐ွင္တစ္ခု ျဖစ္ပါတယ္။ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့Htet Wai Lwin ျဖစ္ၿပီးThit San Khant မွ Encode ၍တင္ဆက္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorErik NelsonStarsWilliam WylerCastWilliam Wyler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/26F6LlGNMuJ0CCJw3kuNMwurP4Z.jpg",
      "https://image.tmdb.org/t/p/w300/7HK0A6JbdAay1DvCXOk5LGiqyyX.jpg",
      "https://image.tmdb.org/t/p/w300/7c5DYsclnSfrID5w2Mw1MJZ79eA.jpg",
      "https://image.tmdb.org/t/p/w300/xhOPj3oHX1OqZtyuMoDqGXISz0c.jpg",
      "https://image.tmdb.org/t/p/w300/b1NVA7PAIKtpUGVTOvTqkNKMAXM.jpg",
      "https://image.tmdb.org/t/p/w300/cJa7PKrIEddAg9tegdcngDpPycj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/QWiFPiyGGO5nz8pUGGKPPc9IQi.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-cold-blue-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "475.22 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/5dvuy51in7i1.html",
        "server": "usersdrive.com",
        "size": "475.22 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3ztms/The_Cold_Blue_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "475.22 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/wrufuw4v4wp9",
        "server": "upstream.to",
        "size": "475.22 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "GaynFMDdNsk",
      "video_url": "https://www.youtube.com/watch?v=GaynFMDdNsk",
      "embed_url": "https://www.youtube.com/embed/GaynFMDdNsk"
    }
  },
  {
    "metadata": "|2023||Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "9100"
    },
    "title": "Tetris (2023)",
    "description": "Tetris (2023)==========IMDb Rating – 7.4/10တက်ထရစ်ဂိမ်းကို လူအတော်များများဆော့ဖူးပြီး မဆော့ဖူးရင်တောင် မြင်ဖူးကြမှာပါ။ သန်း ၅၂၀ ကျော် ရောင်းချခဲ့ရပြီး မိုဘိုင်းဂိမ်းအဖြစ် သန်း ၆၅၀ ကျော် ဒေါင်းလုတ်ဆွဲခံရတဲ့ ဂိမ်းတစ်ခုဖြစ်ပါတယ်။ ၂၀၂၀ အထိ သမိုင်းတလျှောက်အရောင်းရဆုံးဂိမ်းဖြစ်ခဲ့ပြီး အဲဒီနောက်မှာမှ Minecraft (2009) က ကျော်တက်သွားခဲ့တာပါ။ လက်ရှိမှာတော့ Minecraft ကပထမ၊ Grand TheftAuto V (2013) က ဒုတိယနဲ့ Tetris က တတိယဖြစ်နေပါပြီ။ဒါပေမဲ့ ဂိမ်းစက်နဲ့ကော်ပီရောင်းရနှုန်းက သန်း ၅၀၀ ကျော်တာမို့မာရီယိုပြီးရင် ဒုတိယအရောင်းရဆုံး ဂိမ်းဖရန်ချိုက်စ်လည်း ဖြစ်နေပါတယ်။ အရာတစ်ခုခုကို အချိန်အကြာကြီး အာရုံစူးစိုက်ပြီးလုပ်လိုက်ရင် အဲဒီအရာက လူတွေရဲ့ အတွေးတွေ အိပ်မက်တွေစိတ်ပုံရိပ်တွေကို လွှမ်းမိုးသွားတဲ့ သက်ရောက်မှုကိုတောင် စိတ်ပညာရှင် Jeffrey Goldsmith က Tetris Effect လို့ နာမည်ပေးခဲ့တဲ့အထိပါပဲ။ ဒီရုပ်ရှင်ကတော့ စစ်အေးတိုက်ပွဲကာလမှာ တက်ထရစ်ဂိမ်း ကမ္ဘာကျော်လာပုံရဲ့ နောက်ခံဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပါ။ ဒါပေမဲ့ ပျင်းစရာ ဒရာမဟုတ်ပါဘူး Thrillerပုံစံရိုက်ကူးထားတာဖြစ်လို့ သည်းထိတ်ရင်ဖိုကြည့်ရမှာပါပဲ။ဒါရိုက်တာ Jon S. Baird ရိုက်ကူးထားပြီး Kingsmen မင်းသားTaron Egerton အဓိကပါဝင်ထားပါတယ်။ အဓိကကတော့Kingsmen တွေရဲ့ ပရိုဂျူဆာ Matthew Vaughn ကြောင့်ပါပဲ။တက်ထရစ်ဂိမ်းရဲ့ မူပိုင်ခွင့်ကို ကုမ္ပဏီကြီးတွေ လုကြတဲ့အကြောင်းဆိုပေမဲ့ ဂိမ်းတီထွင်သူဟာ ရုရှားကဖြစ်ပြီး စစ်အေးတိုက်ပွဲကာလဖြစ်နေတာကြောင့် KGB ထောက်လှမ်းရေးတွေပါ ပတ်သတ်နေပြီးမော်စကိုမှာ သူလျိုစစ်ဆင်ရေးလုပ်နေသလိုကို ကြည့်ရမှာပါ။ရုရှားဟာ ကွန်မြူနစ်နိုင်ငံဖြစ်လို့ ဂိမ်းတီထွင်သူဟာ မူပိုင်ခွင့်မရှိပါဘူးငွေလည်းမရပါဘူး။ မူပိုင်ခွင့်ငွေကို အစိုးရကပဲ ရမှာဖြစ်ပါတယ်။ဒါပေမဲ့ ဆိုဗီယက်ပြည်ထောင်စု ပြိုကွဲခါနီးအချိန် ကွန်မြူနစ်အစိုးရတစ်ခုလုံး ချစားနေတဲ့အချိန်ဖြစ်တာကြောင့် မရိုးရှင်းခဲ့ပါဘူး။ နိုင်ငံအတွက်ရမယ့်ငွေကို အိတ်ထဲထည့်ချင်လို့ လာဘ်စားပြီး ဈေးနှိမ်တဲ့ကုမ္ပဏီကိုပဲ ရောင်းချင်တဲ့ အကျင့်ပျက်နိုင်ငံ့ခေါင်းဆောင်တွေပါမယ်လူလည်စီးပွားရေးသမားတွေပါမယ် အစုံပါပဲ။ ဒီတော့ စပိုင် thrillerကြိုက်တဲ့သူတွေ ဖြစ်ရပ်မှန်ကြိုက်တဲ့သူတွေ အားလုံး ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Mr.Anderson ဖြစ်ပါတယ်)File Size……….(1.38 GB) / (611 MB) / (356 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 58MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Drama, HistoryTranslator…….Mr.AndersonEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon S. BairdCastAaron VodovozAnthony BoyleAyane NagabuchiBen MilesIeva AndrejevaitėIgor GrabuzovKen YamamuraMatthew MarshMiles BarrowMoyo AkandeNikita EfremovOleg ShtefankoPolina SulimRick YuneRoger AllamSofia LebedevaTaron EgertonToby JonesTogo Igawa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4avmIRBBOs9b4DKoenf8SWWJJP7.jpg",
      "https://image.tmdb.org/t/p/w300/eogyF8p0IHGkIDGJ2wMFtzUEabV.jpg",
      "https://image.tmdb.org/t/p/w300/tsBFvGVXP6DkqFHCVF5gBDUHIG7.jpg",
      "https://image.tmdb.org/t/p/w300/dgIcSZU2r7I8XnyFW0xQgZDy2Jv.jpg",
      "https://image.tmdb.org/t/p/w300/kOdtynY1y1hQunfFkS13qsqIB8B.jpg",
      "https://image.tmdb.org/t/p/w300/p8det51UBqrya6J8BtNnWChuvht.jpg",
      "https://image.tmdb.org/t/p/w300/kYtfTMHEXg1MMNmqGDy7rc7zyt6.jpg",
      "https://image.tmdb.org/t/p/w300/bNxdw268siwlMB9M9nB8BbILO8Z.jpg",
      "https://image.tmdb.org/t/p/w300/nSTAbq1264jiE2Zd7khXh7gbFFL.jpg",
      "https://image.tmdb.org/t/p/w300/wE9JmFJWYQn1ffEv9YnQdCgPolw.jpg",
      "https://image.tmdb.org/t/p/w300/w3rYxBGVsDdJ3TbNwjndoYDjAqe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGY1OWI4M2UtYjRlNi00ZjBmLWE5OTYtYjlmNzY0ODEwNDBhXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tetris-2023-1080-p-atvp-web-dl-ddp-5-1-atmos-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3f79f/Tetris.2023.1080p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "server": "megaup.net",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbface.com/jia418vqrnil.html",
        "server": "streamsb.com",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RqQH3Tza#7Ph44qin7rqT-guV5aeF2yuC_2_6DLv0lih4LAMIleA",
        "server": "mega.nz",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dsbogr5x1dtz.html",
        "server": "usersdrive.com",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/pr1yhh3bczvw",
        "server": "streamvid.io",
        "size": "1.38 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tetris-2023-720-p-atvp-web-dl-ddp-5-1-atmos-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Tcef/Tetris.2023.720p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "server": "megaup.net",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/lpq1sy4qfbha.html",
        "server": "streamsb.com",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/w6hDCYpQ#dxSfGU7KsyJQJfuyiuI5ukpB7ZxqeT1Lb9fP28pd5bw",
        "server": "mega.nz",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/auny324kq12z.html",
        "server": "usersdrive.com",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7wluv3pyp9pb",
        "server": "streamvid.io",
        "size": "611 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tetris-2023-480-p-atvp-web-dl-ddp-5-1-atmos-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Tce5/Tetris.2023.480p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "server": "megaup.net",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbface.com/orknl95mzswj.html",
        "server": "streamsb.com",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/kqpiBbrI#NRpkyCy-XaGN32BuWgGq6mx-bL_R0swvkXrxiHOf2Dg",
        "server": "mega.nz",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/zsrfju6f8j1m.html",
        "server": "usersdrive.com",
        "size": "356 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/u3jpsp7edjea",
        "server": "streamvid.io",
        "size": "356 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "-BLM1naCfME",
      "video_url": "https://www.youtube.com/watch?v=-BLM1naCfME",
      "embed_url": "https://www.youtube.com/embed/-BLM1naCfME"
    }
  },
  {
    "metadata": "PG|2022|1h 51m|Biography,Drama,Music",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "408"
    },
    "title": "Dreamin’ Wild (2022)",
    "description": "Dreamin’ Wild (2022)~ IMDb – 6.7/10, Rotten Tomatoes – 90% ~ကိုယ်ဘာဖြစ်ချင်တာလဲကိုယ်သိဖို့နဲ့ ကိုယ်ဖြစ်ချင်တဲ့လူမျိုး ဖြစ်လာအောင်လုပ်ဖို့က မလွယ်ဆုံးအရာတွေ ဖြစ်ကောင်းဖြစ်လိမ့်မယ်။ ကံကောင်းတဲ့ တချို့ကျတော့လည်း စောစောစီးစီးပဲ သူတို့ ဘာဖြစ်ချင်လဲ သူတို့သိသွားကြတယ်။ သူ့နောက်ဆက်တွဲကံဆိုးခြင်းကတော့ မြင်ဖူးသလောက်ဆို အဲဒီလိုစောစောစီးစီးသိသွားကြတာတွေမှာ မလွယ်ကူတာတွေတော့ တော်တော်များတယ်။ ဒီရုပ်ရှင်ထဲက ကောင်လေးတွေလိုပေါ့။၁၅ ၁၆လောက်မှာတင် သူတို့ဘာဖြစ်ချင်လဲ သူတို့ကောင်းကောင်းသိခဲ့ကြတယ်။ အဆိုတော်ကြီးတွေ ဒရမ်မာကြီးတွေ ဖြစ်ချင်ခဲ့ကြတယ်။ သူတို့ထဲကတစ်ယောက်ဆို ၁၅နှစ်မှာတင် တူရိယာပေါင်းစုံတီးနိုင်တဲ့အထိ ပါရမီပါခဲ့တယ်။ ဒီနေရာမှာ မိသားစုရဲ့သက်ရောက်မှုက ပါလာပြီ။ စိတ်ကူးယဉ်ဆန်တဲ့ အိပ်မက်တွေကို အားမပေးကြတဲ့ မိဘတွေကတော့ သဘာဝအတိုင်းပဲ ပိုများလိမ့်မယ်။ ဒီလိုနဲ့ပဲ ရပ်တန့်သွားတဲ့ အိပ်မက်တွေရှိခဲ့လိမ့်မယ်။ သူတို့လည်း မှားတော့ မှားမနေဘူး။ ဘာလို့ဆို ဒီရုပ်ရှင်ထဲက ကောင်လေးတွေရဲ့မိဘတွေဟာ သူတို့ကလေးတွေရဲ့အိပ်မက်အတွက် လယ်ဧက၁၇၀၀လောက်ကနေ ၆၅ဧကလောက်ပဲ ကျန်တော့တဲ့အထိ ပံ့ပိုးပေးခဲ့ ယုံကြည်ပေးခဲ့ကြတယ်။ သူတို့စကားအတိုင်းဆို ဘဝမှာ ကိုယ့်မိသားစုကိုမှ မယုံရင် ဘာကိုယုံဦးမလဲပေါ့။ဒါပေမဲ့ ဒီလိုအိပ်မက်တွေဟာ အားလုံးသိတဲ့အတိုင်း မဖြစ်မြောက်ခဲ့တာတွေက ပိုများတယ်။ သူတို့တစ်ဘဝလုံးရင်းပြီး ထုတ်လိုက်တဲ့ သီချင်းအယ်လ်ဘမ်ကလေးမှာ အားပေးသူမရှိခဲ့ဘူး။ ဒီလိုနဲ့ ကောင်လေးတွေ ညီအစ်ကို၂ယောက်ထဲက တစ်ယောက်က ထပ်ကြိုးစားတယ်။ နှစ်ယောက်စလုံးလုပ်လို့မဖြစ်တော့ သူ့အစ်ကိုက လက်လျှော့ပြီး လယ်လုပ်ရင်း သူ့ညီကို အားပေးခဲ့တယ်။ ဒါလည်း မအောင်မြင်ခဲ့ပါဘူး။ ဘဝတွေ မပြေလည်တစ်လှည့် ပြေလည်တစ်လှည့် ပြန်လည်ပတ်ကြတယ်။ ကြာလာတော့ ကောင်လေးဟာ မအောင်မြင်ခဲ့တဲ့ အိပ်မက်တွေကို မေ့လျော့ထားခဲ့တယ်။ သူဖြစ်ချင်တာနဲ့ ခပ်ဆင်ဆင်ဘဝမျိုးမှာတော့ သူနေနေခဲ့တယ်။ ဒီလိုပါပဲ။ နှစ်တွေကြာလာခဲ့တယ်။တစ်ခုသောနေ့မှာ ကောင်လေးဟာ သူငယ်ငယ်က သီချင်းသွင်းပြီး ပြန်နားထောင်တတ်တဲ့ ကွင်းပြင်ကလေးမှာ သူ့သီချင်းတွေကို သူပြန်လာနားထောင်နေခဲ့တယ်။ ဟိုးတုန်းကလို စိတ်ရှိတိုင်း ဖန်တီးနိုင်တဲ့ လွတ်လပ်မှုမျိုး သူ့မှာမရှိတော့ဘူး။ သူ့အဖေ သူ့အတွက် ဆုံးရှုံးခဲ့ရတာတွေအတွက် သူတောင်းပန်တော့ သူ့အဖေပြန်ပြောတာက…“ငါက တော်တော်အအိပ်မက်တာ… ငါအိပ်ပျော်သွားရင် နှိုးလို့ကိုမရဘူး။ တစ်ညမှာ ငါနိုးလာတော့ ငါလုံးဝပြန်အိပ်လို့မရခဲ့ဘူး။ ဒီတော့ ငါ့အိပ်ယာထဲက ထပြီး ဆင်ဝင်အောက် လမ်းထွက်လျှောက်တယ်။ အဲဒီမှာ သီချင်းသံကြားလိုက်ရတယ်။ သီချင်းသံက ဒီလောက်အဝေးကြီးအထိ ရောက်လာနိုင်မယ်လို့ ငါမထင်ခဲ့ဘူးလေ။ ဒါပေမဲ့… အဲဒီသီချင်းက မင်းသီချင်းဆိုတာ ငါသိခဲ့တယ်။ သီချင်းသံတိတ်သွားတဲ့အထိ တစ်ညလုံး ငါဆင်ဝင်အောက်မှာ ရပ်နားထောင်နေခဲ့တယ်။ အဲဒီနောက်ပိုင်း နောက်ညတွေလည်း ငါညတိုင်းထပြီး သီချင်းနားထောင်ခဲ့တယ်။ မင်းသီချင်းတွေနားထောင်ဖို့ဆို ငါ အဲဒီဆင်ဝင်အောက်မှာ တစ်သက်လုံးတောင် ရပ်နေနိုင်တယ်ကွာ။ ငါဒီမြေတွေ ဒီလယ်တွေအားလုံးကို အဲဒီသီချင်းသံကို ကြားရဖို့သက်သက်နဲ့ ငါအကုန်ပေးရဲတယ်။ မင်းသီချင်းသံကို ကြားရဖို့ပေါ့။ မင်းက ငါ့သားပါ။ အဖေတို့ မင်းအတွက် ဘယ်လောက်ပဲ ခက်ခဲခဲ့ ခက်ခဲခဲ့ အဖေလုံးဝနောင်တမရဖူးဘူး။”တဲ့။အောင်မြင်ခဲ့တဲ့ အဆိုတော်တွေ တီးဝိုင်းတွေအကြောင်း ဇာတ်လမ်းတွေ ခင်ဗျားတို့ မနည်းမနော ကြည့်ဖူးပါလိမ့်မယ်။ သူတို့ရဲ့အားထုတ်မှုကို လေးစားရသလို သူတို့ရဲ့အောင်မြင်မှုကိုလည်း အားရခဲ့ဖူးမှာပဲ။Manchester by the Sea နဲ့ အော်စကာရခဲ့တဲ့အပြင် Gone Baby Gone နဲ့ A Ghost Story တို့မှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Casey Affleck နဲ့ (500) Days of Summer နဲ့ အားလုံးအချစ်တော်ခံခဲ့ရတဲ့မင်းသမီး Zooey Deschanel တို့ သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းဟာ တကယ်လည်းရှိခဲ့တဲ့ ၁၉၇၀ဝန်းကျင်က ဂီတသမားနှစ်ယောက်ဖြစ်တဲ့ Donnie & Joe Emerson ညီအစ်ကိုအကြောင်းကို အခြေတည်ရိုက်ကူးထားတာပါ။ သူတို့ဟာ ၁၉၇၀မှာ ဂီတကို စတင်ခဲ့ပေမဲ့ ဇာတ်လမ်းပါအတိုင်း ၂၁ရာစုရောက်မှပဲ မျိုးဆက်သစ်ပရိသတ်တွေ ပြန်လည်တူးဖော်အားပေးတာကိုခံခဲ့ရတဲ့ ခေတ်ကိုကျော်ဖြတ်နိုင်ခဲ့တဲ့ ဂီတသမားတွေပါပဲ။သူတို့ရဲ့အစောပိုင်းကာလတွေမှာ အောင်မြင်ခြင်းတွေတော့ ရှိမနေပါဘူး။ တစ်ယောက်အတွက် ဘယ်လောက်ပဲ ဆုံးရှုံးခဲ့ ဆုံးရှုံးခဲ့ တစ်ယောက်မှာ နောင်တမရှိခဲ့တဲ့လူတွေရဲ့ ယုံကြည်ခြင်းတွေကိုတော့ တွေ့ရလိမ့်မယ်။ ဘယ်တော့မှ မအောင်မြင်ခဲ့တဲ့ မိုးတိမ်လို သားတွေကို ဘယ်တော့မှ မစွန့်ပစ်ခဲ့တဲ့ ကောင်းကင်ကို တွေ့ရလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.25GB, 930MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 51MinGenre – Biography, Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBill PohladStarsAimee PaxtonAmandaree FoxAshleigh OswaltBarbara DeeringBeau BridgesBonni DichoneBrandon O'NeillCallan SpaffordCari WiltonCarlos L. FoxCarson VerityCasey AffleckCharles CharleboisChris MessinaClaire YarberDarcy ElseDave JohnsonDoug DawsonElizabeth O'BrienFaith Clark DoeblerFrank A. GaimariIan WellsIlan HernandezJack Dylan GrazerJhon GoodwinKaty CavanaghKayla Jade AdeniranLauren Megan McCarthyLowell DeoMaeve CampbellMatt RindgeMcKenna RalstonMellanie HubertMichael McCarthyMike D HarrisNoah JupeRich MorrisRichard SlonikerRosie HuddlestonRyan ChenWalton GogginsZooey DeschanelCastAimee PaxtonAmandaree FoxAshleigh OswaltBarbara DeeringBeau BridgesBonni DichoneBrandon O'NeillCallan SpaffordCari WiltonCarlos L. FoxCarson VerityCasey AffleckCharles CharleboisChris MessinaClaire YarberDarcy ElseDave JohnsonDoug DawsonElizabeth O'BrienFaith Clark DoeblerFrank A. GaimariIan WellsIlan HernandezJack Dylan GrazerJhon GoodwinKaty CavanaghKayla Jade AdeniranLauren Megan McCarthyLowell DeoMaeve CampbellMatt RindgeMcKenna RalstonMellanie HubertMichael McCarthyMike D HarrisNoah JupeRich MorrisRichard SlonikerRosie HuddlestonRyan ChenWalton GogginsZooey Deschanel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eSDz22g7f0pRK9XJXXQnnywUo4I.jpg",
      "https://image.tmdb.org/t/p/w300/8ekTiNaJXcHHCqrafD4U3Elkf8e.jpg",
      "https://image.tmdb.org/t/p/w300/uVRrE2FhWpkZt2SaCUS7bHSQ0HD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2RQVe7ZaYJlldv4U6zFVLRr0Q2G.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dreamin-wild-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3jTUA/(CM)_Dreamin__Wild_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hi8XRAQA#zsx57SWErhjEEI5cd0rcONWGgouapWfSRzqHZ48ThQU",
        "server": "mega.nz",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/pbk3r1v4l3wb.html",
        "server": "usersdrive.com",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dreamin-wild-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i1y1/(CM)_Dreamin__Wild_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5vMFRKRB#80Mo-SBhTotlWwJ8tbIs1Lfnd-NQzyHvKURVfAlU1to",
        "server": "mega.nz",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rbtegko0skak.html",
        "server": "usersdrive.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/kh2ouyezo894",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/qp8v9hpt6rki",
        "server": "streamvid.io",
        "size": "930MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "n6iNa39A24Y",
      "video_url": "https://www.youtube.com/watch?v=n6iNa39A24Y",
      "embed_url": "https://www.youtube.com/embed/n6iNa39A24Y"
    }
  },
  {
    "metadata": "R|1993|109 min|Action,Adventure,Biography",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5,251"
    },
    "title": "Once Upon a Time in China III (1993)",
    "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့မဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီးကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္…အဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္ကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္ၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္ညႊန္းဆိုလုိက္ပါရေစ….ဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္…File Size : 900 MB /440 MBQuality :  Bluray 720PRunning Time : 1hr 49minutesFormat : Mp4Genre :Action,Adventure,BiographyEncoder : Thanhtike ZawDownload & Watch On Portal LinkDownload Here Bluray 720p (900 MB) Openload LinkDownload Small File Size 360p (440 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHark TsuiStarsJet LiRosamund KwanSiu Chung MokXin Xin Xiong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/once-upon-a-time-in-china-iii-1993",
        "server": "VIP Links",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/U2eq/Once_Upon_A_Time_In_China_-_3_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/63hl5ugpgunc",
        "server": "upstream.to",
        "size": "900MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Biography,Drama,Sport",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1300"
    },
    "title": "Cassandro (2023)",
    "description": "Cassandro (2023)=============IMDb Rating – 6.4/10Biography, Drama, Sportတက္ကဆက်ပြည်နယ်က မိန်းမလျာလက်ဝှေ့သမား Cassandro ခေါ်ဆောလ်ရဲ့ ဘဝဇာတ်ကြောင်း မူဗီတစ်ပုဒ်ဖြစ်ပါတယ်။ Cassandroဟာ NWA World Welterweight, UWA World Lightweightချန်ပီ‌ယံဟောင်းကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ကြောင့်ပဲ မိန်းမလျာလက်ဝှေ့သမားတွေဟာ လက်ဝှေ့လောကမှာ နေရာတစ်ခု ရလာခဲ့ခြင်းဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ Cassandro ရဲ့ အပျော်တမ်းမှ တက်သစ်စ၊ တက်သစ်စမှ နာမည်ကြီးလက်ဝှေ့ချန်ပီယံကြီး အဆင့်ဆင့်ဖြစ်သွားခဲ့ပုံတွေ၊ဒီလောကထဲမှာ သူဘာကြောင့် ခြေချခဲ့လဲဆိုတာတွေ၊ သူ့ရဲ့ ပုဂ္ဂိုလ်ရေးတွေကို သိခွင့်ရမှာဖြစ်ပါတယ်။ လက်ဝှေ့လောကမှာတင်မကဘဲ ဂေးလောက အသိုင်းအဝိုင်းအတွက် Cassandro ဟာ သူ့နည်းသူ့ဟန်နဲ့ စိတ်ခွန်အားတစ်ခု ဖြစ်ကြောင်းတွေ မြင်တွေ့ရပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Act Molemy ဖြစ်ပါတယ်)File Size……….(2 GB) / (792 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 47MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Drama, SportTranslator……Act MolemyEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRoger Ross WilliamsCastAdam Alexi-MalleAdoni MaropisC. Thomas HowellChris OwenElizabeth BerridgeFloyd Red Crow WestermanFrank CollisonFranky MwangiGeorge GerdesHarsh NayyarJ.K. SimmonsJerry HardinJoshua Wolf ColemanKimberly GuerreroLouise LombardMalcolm McDowellMarshall ManeshMo Brings PlentyOmar SharifPeter MensahSaïd TaghmaouiSilas CarsonStevan RimkusTodd KimseyVictor TalmadgeViggo MortensenZac BadasciZuleikha Robinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sAiTihJ8bjEqg8nYUIlTQUnVXuj.jpg",
      "https://image.tmdb.org/t/p/w300/jFTwyAEfwTr5B36e0hZj27BQYfA.jpg",
      "https://image.tmdb.org/t/p/w300/3d7WUflqLICY7WJWxXKTmYHdhJG.jpg",
      "https://image.tmdb.org/t/p/w300/1CZdJN9KEHtminrpJxPS3S2rFAx.jpg",
      "https://image.tmdb.org/t/p/w300/2wPlkMtDB55c3nFLE359ggw56CB.jpg",
      "https://image.tmdb.org/t/p/w300/9ycN2I5hd73kPVD3qsLiWm2n7Oa.jpg",
      "https://image.tmdb.org/t/p/w300/a6lMSLdmEELv9922PbuvDhTCwgR.jpg",
      "https://image.tmdb.org/t/p/w300/f5bjM2X2HDxGS7M7UedzyRCx02k.jpg",
      "https://image.tmdb.org/t/p/w300/4ii7p3ghpP3aggoG0SDz8m8OZGT.jpg",
      "https://image.tmdb.org/t/p/w300/fCrq0Hk9Yc0q864hs9WTmIFK4XK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2RhYWNjZDQtOTI0Ny00OTMzLWIzMTItOTBjZDc2ZjhkOTJiXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cassandro-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hD5b/Cassandro.2023.1080p.AMZN.WEB-DL.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/25bm92o1ci77",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8iNR3IjS#89WR3kQfoaXj0i-YxCCRXE70WYxMrc125Xuf0nQcHls",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b9d7hlmifdjc.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/tplpncydlh3q",
        "server": "streamvid.io",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cassandro-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "792 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XAxm/Cassandro.2023.720p.AMZN.WEB-DL.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "792 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/xd3xa0lpy7uj",
        "server": "streamsb.com",
        "size": "792 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dilxHLgD#eMZzQuWHcwEad-o2NkFVxvw01ie9tItorX-V8kunsZE",
        "server": "mega.nz",
        "size": "792 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ay015s8kh6nf.html",
        "server": "usersdrive.com",
        "size": "792 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f4b15yi2e4vc",
        "server": "streamvid.io",
        "size": "792 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rV0K8ddyKh8",
      "video_url": "https://www.youtube.com/watch?v=rV0K8ddyKh8",
      "embed_url": "https://www.youtube.com/embed/rV0K8ddyKh8"
    }
  },
  {
    "metadata": "M18|2014|1h 35min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "301"
    },
    "title": "The Last Executioner (2014)",
    "description": "The Last Executioner (2014)_____IMDB – 6.4/10ကိုမင်းသိုက် ညွှန်းလို့ The last executioner ဆိုတဲ့ ထိုင်း ရုပ်ရှင်ကို ကြည့်လိုက်မိပါတယ်။တကဲ့ အဖြစ်အပျက် တစ်ခု၊ ပြီးတော့ တကဲ့လူတစ်ယောက်အကြောင်း ကိုရုပ်ရှင်ရိုက်ထားတာပါ။ထိုင်းနိုင်ငံ အကျဉ်းဦးစီး ဌာန မှာ ၃၅နှစ်လုံးလုံးအမှုထမ်းခဲ့တဲ့ ချောင် လို့ ခေါ် တဲ့ ချာဗရွတ် ရဲ့ အကြောင်းပေါ့။သူဟာ ဝန်ကြီးလဲ မဟုတ်၊ နိုင်ငံရေးသမားလဲ မဟုတ်ပါဘူး။သူ့ရဲ့အလုပ်ကတော့ သေဒဏ် ပေးခံရသူတွေကို သေနပ် နဲ့ ပစ်သတ် ပေးရတာပါ။သူဟာ လူသတ် သမား မဟုတ်ပါဘူး။အပြစ်ဒဏ်ပေးခံရသူတွေကို စီရင်ပေးရသူပါ။သူ့မှာ အမုန်းမရှိ၊ အညှိုးမရှိပါဘူး။ဒါပေမဲ့ လူတွေကို သတ်ပေးရတဲ့ သူဆိုတာ သိသွားကြတဲ့အခါသူ့မိန်းမကအစ အံ့ ဩတုန်လှုပ်ခဲ့ပါတယ်။သူ့သမီးရဲ့ ယောက္ခမ အသိုင်းအဝိုင်း ကလဲ ရွံ့ သွားကြတယ်။သူကတော့ သူတာဝန်ကို ကျေပွန်စွာထမ်းဆောင်ခဲ့လေရဲ့။သူ သေနပ် နဲ့ ပစ်ခဲ့ရတာ ၅၅ ယောက်ရှိပါတယ်။ထိုင်း အစိုးရက ၂၀၀၃ခုနှစ်မှာ သေနပ် နဲ့ သေဒဏ်ပေးမဲ့အစား၊ ဆေးထိုးသတ်ဖို့ဆုံးဖြတ်လိုက်တော့ သူအလုပ်ကနေ အနားရခဲ့ပါတယ်။သူ့အကြောင်းကိုစာအုပ် ထုတ်ခဲ့ပါတယ်။ထိုင်းနိုင်ငံရဲ့နောက်ဆုံး ပါးကွက်သားကြီး အဖြစ် နဲ့ပေါ့။၂၀၁၁ ခုနှစ် မှာ သူကွယ်လွန်ခဲ့ပါပြီ။ဂီတသမား၊ အထူးသဖြင့် Rockerဖြစ်ချင်ခဲ့သူ၊ခင်ပွန်းကောင်း၊ ဖခင်ကောင်း၊ဝန်ထမ်းကောင်းဖြစ်ခဲ့သူပါ။သူသေနပ် နဲ့ပစ်သတ်နေပုံတွေ ပြတဲ့အခါ သွေးအေးလွန်းတဲ့သူ့ဟန်ပန်တွေကတော့ ကျွန်တော် တို့ ရင်ကို နာ ကျင်စေခဲ့ပေါ့။သူ များ ကို သတ်ရတာ အရသာတွေ့နေလေသလားရယ်လို့။ကျွန်တော် တို့ငယ်ငယ် ၁၉၈၀ ဝန်းကျင်က ရှုမဝထဲ မှာဖတ်ခဲ့ဖူးပါတယ်။သားတော်မောင်ရဲ့မေးခွန်း ဆိုတဲ့ ဘာသာပြန် ဝတ္ထုတို ပါ။သေဒဏ် ပေးခံ ရသူတွေကိုသတ်တဲ့အခါ ဒေါက် ဖြုတ် ရတဲ့လူ တစ်ယောက် အကြောင်းပေါ့။ကိုယ့်လက် ကလေး ကွေးလိုက်တာနဲ့ လူတစ်ယောက်သေသွားရတာ တော့ အရသာ ရှိလိမ့်မယ် ထင်တယ်။ရုပ်ရှင်အညွှန်းအား ဦးသူရ (ဇာဂနာ) Facebook မှကူးယူဖော်ပြပါသည်။ဒီရုပ်ရှင်ကားကို CM Translator ကို Nga Lunn မှဘာသာပြန် တင်ဆက်ပေးထားပါတယ်ကိုမင္းသိုက္ ညႊန္းလို႔ The last executioner ဆိုတဲ့ ထိုင္း ရုပ္ရွင္ကို ၾကည့္လိုက္မိပါတယ္။တကဲ့ အျဖစ္အပ်က္ တစ္ခု၊ ၿပီးေတာ့ တကဲ့လူတစ္ေယာက္အေၾကာင္း ကိုရုပ္ရွင္ရိုက္ထားတာပါ။ထိုင္းႏိုင္ငံ အက်ဥ္းဦးစီး ဌာန မွာ ၃၅ႏွစ္လံုးလံုးအမႈထမ္းခဲ့တဲ့ ေခ်ာင္ လို႔ ေခၚ တဲ့ ခ်ာဗရြတ္ ရဲ႕ အေၾကာင္းေပါ့။သူဟာ ဝန္ႀကီးလဲ မဟုတ္၊ ႏိုင္ငံေရးသမားလဲ မဟုတ္ပါဘူး။သူ႔ရဲ႕အလုပ္ကေတာ့ ေသဒဏ္ ေပးခံရသူေတြကို ေသနပ္ နဲ႔ ပစ္သတ္ ေပးရတာပါ။သူဟာ လူသတ္ သမား မဟုတ္ပါဘူး။အျပစ္ဒဏ္ေပးခံရသူေတြကို စီရင္ေပးရသူပါ။သူ႔မွာ အမုန္းမရွိ၊ အညိႇုးမရွိပါဘူး။ဒါေပမဲ့ လူေတြကို သတ္ေပးရတဲ့ သူဆိုတာ သိသြားၾကတဲ့အခါသူ႔မိန္းမကအစ အံ့ ဩတုန္လႈပ္ခဲ့ပါတယ္။သူ႔သမီးရဲ႕ ေယာကၡမ အသိုင္းအဝိုင္း ကလဲ ရြံ႕ သြားၾကတယ္။သူကေတာ့ သူတာဝန္ကို ေက်ပြန္စြာထမ္းေဆာင္ခဲ့ေလရဲ႕။သူ ေသနပ္ နဲ႔ ပစ္ခဲ့ရတာ ၅၅ ေယာက္ရွိပါတယ္။ထိုင္း အစိုးရက ၂၀၀၃ခုႏွစ္မွာ ေသနပ္ နဲ႔ ေသဒဏ္ေပးမဲ့အစား၊ ေဆးထိုးသတ္ဖို႔ဆံုးျဖတ္လိုက္ေတာ့ သူအလုပ္ကေန အနားရခဲ့ပါတယ္။သူ႔အေၾကာင္းကိုစာအုပ္ ထုတ္ခဲ့ပါတယ္။ထိုင္းႏိုင္ငံရဲ႕ေနာက္ဆံုး ပါးကြက္သားႀကီး အျဖစ္ နဲ႔ေပါ့။၂၀၁၁ ခုႏွစ္ မွာ သူကြယ္လြန္ခဲ့ပါၿပီ။ဂီတသမား၊ အထူးသျဖင့္ Rockerျဖစ္ခ်င္ခဲ့သူ၊ခင္ပြန္းေကာင္း၊ ဖခင္ေကာင္း၊ဝန္ထမ္းေကာင္းျဖစ္ခဲ့သူပါ။သူေသနပ္ နဲ႔ပစ္သတ္ေနပံုေတြ ျပတဲ့အခါ ေသြးေအးလြန္းတဲ့သူ႔ဟန္ပန္ေတြကေတာ့ ကၽြန္ေတာ္ တို႔ ရင္ကို နာ က်င္ေစခဲ့ေပါ့။သူ မ်ား ကို သတ္ရတာ အရသာေတြ႕ေနေလသလားရယ္လို႔။ကၽြန္ေတာ္ တို႔ငယ္ငယ္ ၁၉၈၀ ဝန္းက်င္က ရႈမဝထဲ မွာဖတ္ခဲ့ဖူးပါတယ္။သားေတာ္ေမာင္ရဲ႕ေမးခြန္း ဆိုတဲ့ ဘာသာျပန္ ဝတၳဳတို ပါ။ေသဒဏ္ ေပးခံ ရသူေတြကိုသတ္တဲ့အခါ ေဒါက္ ျဖဳတ္ ရတဲ့လူ တစ္ေယာက္ အေၾကာင္းေပါ့။ကိုယ့္လက္ ကေလး ေကြးလိုက္တာနဲ႔ လူတစ္ေယာက္ေသသြားရတာ ေတာ့ အရသာ ရွိလိမ့္မယ္ ထင္တယ္။ရုပ္ရွင္အညႊန္းအား ဦးသူရ (ဇာဂနာ) Facebook မွကူးယူေဖာ္ျပပါသည္။ဒီရုပ္ရွင္ကားကို CM Translator ကို Nga Lunn မွဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom WallerStarsDavid AsavanondPenpak SirikulVithaya PansringarmCastDavid AsavanondPenpak SirikulThira ChutikulVithaya Pansringarm",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMzc1MDE4OTIwMl5BMl5BanBnXkFtZTgwNTU1MTQ1MTE@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g5hxh5i2qr0y.html",
        "server": "usersdrive.com",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-executioner-petchakat-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://megaup.net/UA50/The_Last_Executioner_(Petchakat)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://mega.nz/file/IkMyjB6B#A8VfhAna4-al-DGdT466rMC3HmKzXu8QRArbnyel08A",
        "server": "mega.nz",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://upstream.to/7v1a9mjkrlqs",
        "server": "upstream.to",
        "size": "660 MB",
        "quality": "HD-Rip"
      }
    ],
    "trailer": {
      "video_id": "wCHeT0fOrqY",
      "video_url": "https://www.youtube.com/watch?v=wCHeT0fOrqY",
      "embed_url": "https://www.youtube.com/embed/wCHeT0fOrqY"
    }
  },
  {
    "metadata": "|2021||Biography,Documentary,Sport",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "25000"
    },
    "title": "Schumacher (2021)",
    "description": "Schumacher (2021)==============IMDb Rating – 7.4/10” MichaelSchumacher” ကားတွေနဲ့အတူတူမွေးဖွားလာသူတစ်ယောက်လို့တောင် တင်စားရမလိုပါပဲ။ ၆နှစ်သားအရွယ်ကတည်းက Go-Kart ( SportCar အသေးစား ) တွေကို Service ပိုင်းစစ်ဆေးတတ်နေပါပြီ။ ဖော်မြူလာဝမ်းပြိုင်ပွဲရဲ့ World Driver’s Championship ကို 7ကြိမ်တိုင်တိုင်ဆွတ်ခူးထားပြီး၊အအောင်မြင်ဆုံးကစားသမားအဖြစ် ဗြိတိန်နိုင်ငံသား Lewis Hamilton နဲ့ပူးတွဲရပ်တည်ထားပါတယ်။ ယခုလက်ရှိအချိန်ထိ သူ့ရဲ့ အမြန်ဆုံးမောင်းနှင်ထားနိုင်တဲ့ပတ်လမ်းစုစုပေါင်း 77ပတ် ဆိုတဲ့စံချိန်ကို ချိုးဖြတ်နိုင်တဲ့သူမရှိသေးပါဘူး။ ဖော်မြူလာဝမ်းပြိုင်ပွဲမှာ Jordan, Benetton, Ferrari နဲ့ Mercedes တို့အတွက် ကိုယ်စားပြုမောင်းနှင်ပေးခဲ့ပြီးတော့ ပထမဆုံး World Championship ကို 1994 ခုနှစ်မှာBenetton နဲ့အတူရယူနိုင်ခဲ့ပြီး နှစ်နှစ်ဆက်တိုက်ရရှိခဲ့တာပါ။ အအောင်မြင်ဆုံးနဲ့အခက်ခဲဆုံးအခိုက်အတန့်တွေကတော့ Ferrari နဲ့အတူလက်တွဲခဲ့တဲ့ 1996 ကနေ2006 ထိ 10 နှစ်တာကာလပဲဖြစ်ပါတယ်။Ferrari နဲ့အတူတူ 2000 ကနေ 2004 ခုနှစ်ထိ ၅နှစ်ဆက် World Championshipကိုရယူနိုင်ခဲ့တာကSchumacherကို ဖော်မြူလာဝမ်းလောကရဲ့ GOAT တစ်ပါးလို့သတ်မှတ်ခံခဲ့ရသလို လက်ရှိအကောင်းဆုံး ဒရိုင်ဘာဖြစ်တဲ့ Hamilton တောင် မချိုးဖျက်နိုင်သေးတဲ့ Record ပဲဖြစ်ပါတယ်။ ကဲပြောတာလည်းများသွားပြီးတော့ MichaelSchumacherတစ်ယောက်ရဲ့ အနိမ့်အမြင့် အတက်အကျဘဝဇာတ်ကြောင်းတွေကိုရိုက်ပြထားတဲ့Schumacherဆိုတဲ့ Documentary ဇာတ်ကားလေးကိုကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thetti Tun ဖြစ်ပါတယ်)File Size……….(4 GB) / (1.5 GB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 52MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Documentary, Biography, SportTranslator…….Thetti TunEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBernie EcclestoneCorinna SchumacherDamon HillDavid CoulthardEddie IrvineFlavio BriatoreGerhard NoackGianluca PilotGina SchumacherJames AllenJean TodtLuca Cordero di MontezemoloMark WebberMichael SchumacherMick SchumacherMika HäkkinenPiero FerrariRalf SchumacherRichard WilliamsRolf SchumacherRoss BrawnSabine KehmSebastian VettelWilli Weber",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a3Qmei4RMV6Ivq9gABbL7AeMJbP.jpg",
      "https://image.tmdb.org/t/p/w300/n0C4rIhCA9grXzq8NN1CNPDiZXL.jpg",
      "https://image.tmdb.org/t/p/w300/tzO3DELXNVWr9A3CwsvQQwOM8mi.jpg",
      "https://image.tmdb.org/t/p/w300/k4VFq74RzVB2NqAVYdnFULCiSbQ.jpg",
      "https://image.tmdb.org/t/p/w300/cWzDRFbUtsm3mPPivkbqEV6QdjP.jpg",
      "https://image.tmdb.org/t/p/w300/nughDu5qr3cfrtl1EwEwjmUkIia.jpg",
      "https://image.tmdb.org/t/p/w300/vs8OULUHMpIaQVCZEPYbzm7xugN.jpg",
      "https://image.tmdb.org/t/p/w300/lqEjBR3osI3Ezup9onTXYz7RyNZ.jpg",
      "https://image.tmdb.org/t/p/w300/vH6AjOPNGkbefw9pk1v51D1uvRp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BOWUzYzBjNjAtN2RlNC00YWE5LThlMDEtMjhlOTQwYTY4NTlmXkEyXkFqcGdeQXVyMTI5Nzk4NDQ4._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/schumacher-2021-1080-p-web-h-264-peculate-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/4IAB0/Schumacher.2021.1080p.WEB.H264-PECULATE_(CM).mp4",
        "server": "megaup.net",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/frzujnvh74om",
        "server": "streamsb.com",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UC8ygaLA#iKTKLWyj_MlgbOZjZHBh2AmUoFA4ufXVdIaV-XKt29Q",
        "server": "mega.nz",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/schumacher-2021-720-p-web-h-264-peculate-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4IAz5/Schumacher.2021.720p.WEB.H264-PECULATE_(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/9wvn2cr2wfbx",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cDkmEL6S#Trl8BFiUZDTlznYuecjTKt-9Vaby_DNhDQBsClccEMM",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OQs9ZtdZjY0",
      "video_url": "https://www.youtube.com/watch?v=OQs9ZtdZjY0",
      "embed_url": "https://www.youtube.com/embed/OQs9ZtdZjY0"
    }
  },
  {
    "metadata": "R|2018|104 min|Biography,Crime,Drama,Uncategorized",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "927"
    },
    "title": "Charlie Says (2018)",
    "description": "ဒီကားကေတာ့ အေမရိကားရဲ႕စက္ဆုပ္ဖြယ္ေကာင္းၿပီးနာမည္ဆိုးနဲ႔ေက်ာ္ၾကားခဲ့တဲ့Charlie Mansonနဲ႔သူ႔ေနာက္လိုက္ေတြအေၾကာင္း႐ိုက္ထားတဲ့Biographical Dramaကားတစ္ကားျဖစ္ပါတယ္။အရင္လည္းသူ႔အေၾကာင္း႐ုပ္႐ွင္ေတြ႐ိုက္ခဲ့ဖူးပါတယ္။ဒီကားမွာေတာ့ သူ႔ကိုအရမ္းကိုခ်စ္ခင္ယံုၾကည္ခဲ့တဲ့ေကာင္မေလးေတြဘက္က႐ိုက္ျပထားတာပါ။ဒီဘဲႀကီးကThe Beatles ေရာ့ခ္အဖြဲ႔ကိုအရမ္း႐ူးသြပ္ၿပီးသူကိုယ္တိုင္လဲသီခ်င္းတစ္ပုဒ္ေတာင္ထြက္ခဲ့ေသးတယ္။ကယ္လီဖိုးနီးယားကျခံႀကီးတစ္ျခံမွာ Manson Family ဆိုၿပီးသူတို႔ေနၾကတယ္။ပံုစံကနည္းနည္းဟစ္ပီဆန္တယ္လႊင့္ပစ္ထားတဲ့အသီးအရြက္ေတြကိုခ်က္စားတယ္ျမင္ေဇာင္းမွာအိပ္တယ္ သူတို႔အခ်င္းခ်င္းလိင္ဆက္ဆံၾကတယ္သူတို႔ဘာကိုမွမထိန္းခ် ဳပ္ထားဘူး။ဒါေပမယ့္ က်မ္းစာကို႐ူးသြပ္ၿပီး race warကိုစတင္ဖို႔လုပ္တယ္။အခုလက္တေလာထြက္ထားတဲ့ နာမည္ႀကီး Once upon a time in HollywoodကားမွာMargot Robbieသ႐ုပ္ေဆာင္ထားတဲ့ Sharon Tateနဲ႔တျခားအႏုပညာ႐ွင္ေတြကိုလည္း ဒီFamilyကသတ္ခဲ့တာပါ။ဒီကားမွာ ဒီဘဲႀကီးကေကာင္မေလးတံုးတံုးအအေလးေတြကိုတကယ္လႊမ္းမိုးျခယ္လွယ္ၿပီး brainwashလုပ္သြားတာေတြကို႐ိုက္ျပထားတယ္။Castေတြကလည္း မ်က္ႏွာသိပ္မစိမ္းတဲ့သူေတြပါGame of Thrones seriesထဲက ဂီလီတစ္ေယာက္လဲပါပါတယ္။File Size : (1 GB) & ( 387 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Biography , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMary HarronStarsAnnabeth GishCameron GellmanChace CrawfordHannah MurrayKayli CarterMarianne RendónMatt SmithMerritt WeverSosie BaconSuki WaterhouseCastAnnabeth GishAria TaylorBridger ZadinaBryan AdrianCameron GellmanChace CrawfordDan OlivoDayle McLeodDillon LaneGrace Van DienHannah MurrayIndia EnnengaJackie JoynerJames Trevena-BrownJeremy LawsonJulia SchlaepferKayli CarterLindsay FarrisMarianne RendónMatt RiedyMatt SmithMerritt WeverMorgan MeltonSosie BaconSuki WaterhouseTrevor Brunsink",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ieSHpjcQ0x6aV4HW2No6bJ3TyOi.jpg",
      "https://image.tmdb.org/t/p/w300/k9YlAbVoVLCIzgg5D6ABehnxYva.jpg",
      "https://image.tmdb.org/t/p/w300/caKjF9PL4dFf7dd0HeZbKXNfND7.jpg",
      "https://image.tmdb.org/t/p/w300/5JW57lFk52e25D1rncAyBTj8G7Y.jpg",
      "https://image.tmdb.org/t/p/w300/3IrcrzWYNJYQoows7xYS6fJWz3n.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ygAuDjoyvZ07HSq1IApDkh1Bc0N.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/N0lb4dCjLk",
        "server": "drive.google.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/iCUX0oSdtg",
        "server": "drive.google.com",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://soliddrive.co/1Kuv/(CM)_Charlie_Says_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1KuD/(CM)_Charlie_Says_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://megaup.net/5vF5u/(CM)_Charlie_Says_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2NPh4/(CM)_Charlie_Says_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://openload.co/f/w1EwAr84KAU/%28CM%29_Charlie_Says_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/0DMY-VFZKQU/%28CM%29_Charlie_Says_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mirrorace.com/m/2e6ex",
        "server": "mirrorace.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Sbkc",
        "server": "mirrorace.com",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "KPSKkxTQFEU",
      "video_url": "https://www.youtube.com/watch?v=KPSKkxTQFEU",
      "embed_url": "https://www.youtube.com/embed/KPSKkxTQFEU"
    }
  },
  {
    "metadata": "|||Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "The Butler (2013)",
    "description": "2013 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ The Butler ဇာတ်ကားလေးကတော့ ဆုတွေအများအပြားရခဲ့ပြီးတော့ IMDB 7.2 အထိရခဲ့တဲ့ အမေရိကန်သမိုင်းနောက်ခံ ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော့ ၁၉၂၀ခုနှစ်မှာ လူမည်းအိမ်ဖော်တွေကနေ မွေးဖွားလာခဲ့တဲ့ Cecil Gaines တစ်ယောက် ဟာ အဖေဖြစ်သူအသတ်ခံရပြီးတဲ့နောက် လူငယ်ဘဝမှာတင်တစ်နယ်တစ်ကျေးကိုထွက်လာခဲ့တဲ့ လူမည်းလေးတစ်ယောက် ဖြစ်လာခဲ့ပါတယ် အဖိနှိပ်ခံလူမည်းအိမ်စေအဖြစ်ကနေ အိမ်ဖြူတော်အိမ်တော်ထိန်းကြီးအနေနဲ့ သမ္မတအဆက်ဆက်ကို တာဝန်ထမ်းဆောင်နေစဥ် အတောအတွင်း ကြုံခဲ့ရတဲ့ လူမျိုးရေးအကြောင်းအရာတွေ သမိုင်းအဖြစ်အပျက်တွေကို သူ့ရဲ့ရှု့ထောင့် သူ့ရဲ့ခံစားချက်တွေနဲ့ လိုက်လံကြည့်ရှု့ရမယ်ဇာတ်ကားကောင်းတစ်ကောင်းဖြစ်ပါတယ်။ ၁၉၅၀​​​ပြည့်လွန်နှစ်တွေအတွင်းမှာ လူမည်းတွေဘယ်လို အဖိနှိပ်ခံရတယ် သူတို့အခွင့်အရေးကို ဘယ်လိုတောင်းယူကြရသလဲဆိုတာကိုလည်း ရှု့ထောင့်အမျိုးမျိုးကနေ တွေ့မြင်ရမယ့်ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဆိုတော့ကာ သူ့ဘဝကိုဘယ်လို​​ဖြတ်သန်းရတယ် ဘယ်လိုကျော်ဖြတ်ခဲ့ရတယ်ဆိုတာကို ခံစားချက်အမျိုးမျိုးနဲ့ ရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုအားပေးကြပါဦးFile size…(1.47GB)  / (790MB) / (459MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:33:00Genre…Biography / DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by WallaceYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdriane LenoxAlan RickmanAlex ManetteAlex PettyferAml AmeenBill NewmanChloe BarachClara Hopkins DanielsClarence Williams IIIColin WalkerColman DomingoCuba Gooding Jr.Dana GourrierDanny StrongDavid BannerDavid OyelowoElijah KelleyEric DucoteForest WhitakerIsaac WhiteJames DuMontJames MarsdenJane FondaJesse WilliamsJim GleasonJoe ChrestJohn CusackJohn P. FertittaLaJessie SmithLenny KravitzLiev SchreiberMargaret M. OwensMariah CareyMichael Rainey Jr.Minka KellyMo McRaeNealla GordonNelsan EllisOlivia WashingtonOprah WinfreyPernell WalkerRobert AberdeenRobin WilliamsRusty RobertsonShirley PughStephen RiderTarra RiggsTerrence HowardTyson FordVanessa RedgraveXosha RoquemoreYaya DaCosta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8gmCPziq1DqjkZJEB9pYwr5Tzr5.jpg",
      "https://image.tmdb.org/t/p/w300/g0nLh5eQjTcffJUavvatBNkaSpy.jpg",
      "https://image.tmdb.org/t/p/w300/nQrFkaH9jqCuK8afCB5zZIecyg4.jpg",
      "https://image.tmdb.org/t/p/w300/zV4zHtRexT30Rn1RJKbdgqdQsVc.jpg",
      "https://image.tmdb.org/t/p/w300/s6Oi2ymYkWT2PgbQnZFXHoWgJTC.jpg",
      "https://image.tmdb.org/t/p/w300/w3pzQdw5Tg3YPZtRvwqBhvSyqwR.jpg",
      "https://image.tmdb.org/t/p/w300/gJfIFarPO3SGdFurygccdmrhiWU.jpg",
      "https://image.tmdb.org/t/p/w300/pZPpo7qYxRczTrPVZl3is0ktwrp.jpg",
      "https://image.tmdb.org/t/p/w300/AkoBveeFlKyIbCNk9FJtlW1TSaJ.jpg",
      "https://image.tmdb.org/t/p/w300/mBdxdWsYo6iNOuYLBoa9hb7qknQ.jpg",
      "https://image.tmdb.org/t/p/w300/lnbTt10Kj7tULGn4X6vdQMBUAYG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bul.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-butler-2013-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z2c7wwqe9100.html",
        "server": "usersdrive.com",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3ejgf/The.Butler.2013.1080p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EYsxQKJB#Jf8sdY1nJqda8UqZuF32zH_qwydYpGrXuluAdSCfGP0",
        "server": "mega.nz",
        "size": "1.47GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-butler-2013-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/javn0oagph1a.html",
        "server": "usersdrive.com",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ejgj/The.Butler.2013.720p(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EBcEwYoa#Vdy9Fc-K5niJzuzgUFkgmIYTKGBVOl-f_oPynWIvcYw",
        "server": "mega.nz",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/71p3h4qnnbg8.html",
        "server": "streamsb.com",
        "size": "790.81GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-butler-2013-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/n8cbv4duedv4.html",
        "server": "usersdrive.com",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2ylO5/The.Butler.2013.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/oVkXUJyD#MEM2ke0eEVCAc0fzQ1wQ9m_v-J5MsT0DNy6ZOww1izs",
        "server": "mega.nz",
        "size": "459GB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/v2khjx9i7qdk.html",
        "server": "streamsb.com",
        "size": "459GB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "eZ4xDTz8Avc",
      "video_url": "https://www.youtube.com/watch?v=eZ4xDTz8Avc",
      "embed_url": "https://www.youtube.com/embed/eZ4xDTz8Avc"
    }
  },
  {
    "metadata": "TV-MA|2018|110 min|Biography,Drama,History",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "886"
    },
    "title": "The Photographer of Mauthausen(2018)",
    "description": "The Photographer of Mauthausen(2018)IMDb..6.7ကမာၻေပၚတြင္ ေခတ္အဆက္ဆက္စစ္ပြဲေတြျဖစ္လာခဲ့ၾကသည္။အေတာ္မ်ားမ်ားသည္ သင္ရုိးညႊန္းတမ္းမ်ားတြင္ ထည့္သြင္းသင္ၾကားေပးၿပီးစစ္ရဲ႕ဆုိးက်ဳိးေတြနဲ႕ စစ္ပြဲျဖစ္ရသည့္အေၾကာင္းမ်ား ၿငိမ္းခ်မ္းေရးစာခ်ဳပ္မ်ားသည္မည္မွ်အေရးႀကီးေၾကာင္းစတာေတြကုိသင္ၾကားပါသည္….ဒီကားေလးကေတာ့  ဒုတိယကမာၻစစ္ကာလမွာ ဖရန္စစ္ေဘာ့ရွ္ ဆိုတဲ့စပိန္သား တစ္ေယာက္ဟာ ၾသစႀတီးယားႏိုင္ငံထဲက အက်ဥ္းစခန္းေလးတစ္ခုမွာအက်ဥ္းသားျဖစ္ေနခဲ့တယ္….ဒုတိယကမၻာစစ္က နာဇိေတြဟာ အက်ဥ္းသားေတြကုိ ရက္စက္ႀကမ္းၾကဳတ္စြာႏွိပ္စက္မႈေတြကုိ အားလုံးလည္းၾကားဖူးေနၾကမွာပါ….ဒီလုိ လူမဆန္စြာ ရက္စက္ၾကမ္းၾကဳတ္မႈေတြကုိ ဖရန္စစ္ေဘာ့ရွ္  ဟာကမၻာတစ္၀ွမ္းသိေစဖုိ႕ သက္ေသျပခ်င္တယ္…ဒါ့ေၾကာင့္သက္ေသေတြရွာေဖြၿပီး  ကမၻာကုိသိေအာင္ ႀကဳိးစားပါေတာ့တယ္..အက်ဥ္းသားတစ္ေယာက္အေနနဲ႕ လုပ္ရတာ  အခ်ိန္မေရြးအသက္ေပ်ာက္ႏုိင္တဲ့အျပင္ အႏၱရယ္ေပါင္းမ်ားစြာ သူူ႕ကုိ၀န္းရံေနေတာ့ သူေအာင္ျမင္ပါ့လား…ခံစားၾကည့္လုိက္ပါဦး…. ျဖစ္ရပ္မွန္အေပၚ အေျချပဳၿပီး ရိုက္ထားတဲ့ဇာတ္ကားေကာင္းမုိ႕ ခံစားၾကည့္လုိက္ပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRNပဲျဖစ္ပါတယ္….File Size : (950 MB) and (320 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:50:00Genre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrancesc PratMar TargaronaStarsAdrià SalazarAlain HernándezEduard BunchFrank FeysMarc RodríguezMario CasasNikola StojanovicRichard van WeydenRubén YusteStefan WeinertCastAdrià SalazarAlain HernándezAlbert MoraDénes UjlakyEduard BunchEmilio GaviraErik GyarmatiFrancesc BoixFrank FeysIgor SzpakowskiJoan NegriéLuka PerošMacarena GómezMarc RodríguezMario CasasMárta HollerNikola StojanovicRainer ReinersRichard van WeydenRoger VilàRubén YusteSoma ZámboriStefan WeinertToni Gomila",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ljZOlqLtMa6gnTHcYn9y9lP0bK3.jpg",
      "https://image.tmdb.org/t/p/w300/r11O1YcuGGhlGrNLDcWjGQGDMhg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hDfXpmCVq8F6QmipzJPFCaYh29h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-photographer-of-mauthausen-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/zjn5wh1p1md0.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Sklo/The_Photographer_Of_Mauthausen_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/cl2wtyjlmjte",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Woman in Gold (2015)",
    "description": "ယခုတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ သမိုင်းနောက်ခံဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ IMBD rating – 7.3 အထိရရှိထားပြီး nomination 6 ခုဝင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် နောက်ခံသမိုင်းကြောင်းလေးအရင်ပြောပြချင်ပါတယ်။ ပထမကမ္ဘာစစ်အပြီးမှာ ဩစတြီးယားနိုင်ငံနဲ့ဂျာမနီနိုင်ငံတို့ကိုပေါင်းစည်းမယ်ဆိုတဲ့ အတွေးအခေါ်စတင်ဖြစ်တည်လာပါတယ်။ ဂျာမနီနိုင်ငံပိုမိုကြီးမားလာစေဖို့နဲ့ ဩစတြီးယားရဲ့စီးပွားရေးအခက်အခဲကိုပြေလည်စေဖို့ပါ။ ပေါင်း‌စည်းစေချင်သူတွေကတော့ ဂျာမန်လူ‌မျိုးတွေပါ။ ဒီလိုနဲ့ ၁၉၃၃ ခုနှစ်မှာ ဟစ်တလာရဲ့နာဇီပါတီအာဏာကြီးမားလာခဲ့ပြီး ထိုအတွေးအခေါ်ဟာ ပိုပြီးကျယ်ပြန့်လာခဲ့ပါတယ်။ ၁၉၃၈ ခုနှစ်မှာ ဩစတြီးယားနဲ့ ဂျာမနီနိုင်ငံတို့ကို ပေါင်းစည်းခဲ့ပါတယ်။ဩစတြီးယားနိုင်ငံအတွင်းဝင်ရောက်လာတဲ့ နာဇီစစ်သားတွေကို ဩစတြီးယားနေ ဂျာမန်ပြည်သူတွေက သောင်းသောင်းဖြဖြ ကြိုဆိုခဲ့ကြပေမဲ့ ဩစတြီးယားနေ ဂျူးလူမျိုးများအတွက်တော့ ထိတ်လန့်စရာကိစ္စဖြစ်လာခဲ့ပါတယ်။ နာဇီစစ်သားတွေဟာဂျူးလူမျိုးတွေကိုနှိပ်စက်တယ်၊သတ်ဖြတ်တယ်၊ ပိုင်ဆိုင်တဲ့ပစ္စည်းတွေ၊ အိမ်တွေ၊ စက်ရုံတွေကိုသိမ်းပစ်ကြပါတယ်။ ဒီလိုအသိမ်းခံရတဲ့မိသားစုတစ်စုကတော့ ဘလော့ဘောက်ဝါမိသားစုပါ။ဘလော့ဘောက်ဝါမိသားစုဟာ လူကုံထံမိသားစုတစ်ခုပါ။နာဇီစစ်သားတွေသိမ်းစည်းသွားတဲ့ ဘလော့ဘောက်ဝါမိသားစုရဲ့ ပိုင်ဆိုင်မှုတွေထဲမှာ တန်ဖိုးကြီးပစ္စည်းတွေကတော့ နာမည်ကျော်ပန်းချီဆရာ Gustav Klimt ရေးဆွဲခဲ့တဲ့ Adele Bloch-Bauer ရဲ့ပုံတူပန်းချီကားနဲ့ အခြားပန်းချီကားတွေပါ။ ထိုပန်းချီကားတွေကို အတင်းအဓမ္မသိမ်းယူသွားခဲ့ပြီး ဩစတြီးယားနိုင်ငံ၊ ဗီယန်နာမြို့မှာရှိတဲ့ Belvedere ပြခန်းမှာ ပြသထားခဲ့ပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရရင်တော့ အဓိကဇာတ်ဆောင်ဖြစ်‌တဲ့ Maria Altmann ဟာ Adele Bloch-Bauer ရဲ့တူမပါ။ 1998 ခုနှစ်မှာ ဩစတြီးယားအစိုးရက မတရားသိမ်းယူခံထားရတဲ့အနုပညာပစ္စည်းတွေကို ပိုင်ရှင်ဆီပြန်လည်အပ်နှင်းဖို့ ရီစတီကျူးရှင်းကော်မတီကိုဖွဲ့စည်းခဲ့ပါတယ်။ ထိုအခါ Maria Altmann ဟာလည်းသူမအဒေါ်ရဲ့ ပုံတူပန်းချီကားကိုပြန်လည်ရရှိနိုင်ဖို့အတွက် ရှေ့နေတစ်ယောက်ကိုငှားခဲ့ပါတယ်။ Eric Randol Schoenberg ပါ။ Maria နဲ့ Randol တို့နှစ်ယောက် ဩစတီးယားနိုင်ငံကိုသွားခဲ့ပြီး သူမရဲ့ပန်းချီကားနဲ့စပ်လျဉ်းတဲ့အမှုကိုစဉ်းစားရာမှာ ထည့်သင့်တဲ့အချက်အလက်တစ်ချို့ကို ကော်မတီကိုသွားပေးခဲ့ပါတယ်။ တကယ်တော့ ဩစတြီးယားအစိုးရက လူထုအာရုံစိုက်ရုံမျှသာ ရီစတီကျူးရှင်းကော်မတီကိုဖွဲ့စည်းခဲ့တာဖြစ်ပြီး အနုပညာပစ္စည်းများကို ပြန်လည်အပ်နှင်းလိုတဲ့ဆန္ဒမရှိပါဘူး။ ထိုအခါ Maria Altmann နဲ့ Randol Schoenberg တို့နှစ်ယောက်ဘာဆက်လုပ်ကြမယ်ဆိုတာကို ရုပ်ရှင်ထဲမှာကြည့်ရှုခံစားကြပါခင်ဗျာ။File size…(1.7 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:49:00Genre…Drama, Biography, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by AkmYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllan CordunerAlma HasunAnthony HowellAntje TraueBen MilesCharles DanceChristian DolezalChristoph MoosbruggerCornelia IvancanCrystal ClarkeDaniel BrühlDoron DavidsonElizabeth McGovernFrances FisherHarry DitsonHelen MirrenHenry GoodmanJohn MoraitisJonathan PryceJustus von DohnányiKatie HolmesLudger PistorMax IronsMilica BogojevicMilly ThomasMoritz BleibtreuNellie SchillimgNina KunzendorfOlivia SilhavyRolf SaxonRyan ReynoldsStephen GreifSusi StachTatiana MaslanyTom Schilling",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcdqcgru2Cv3UZBHuBwYbxhEEbs.jpg",
      "https://image.tmdb.org/t/p/w300/cKrWGcWHKcergHyDKxKGbgcUsMm.jpg",
      "https://image.tmdb.org/t/p/w300/oGe0wu3gZ9XcPCMymKDWh47JhFp.jpg",
      "https://image.tmdb.org/t/p/w300/oDh50LRd9QoKCsUHg81seImVSVL.jpg",
      "https://image.tmdb.org/t/p/w300/rNJkktPfKbuf8oHB32eThBQMkJk.jpg",
      "https://image.tmdb.org/t/p/w300/uuSaFvLU6ubKHRaRSfHbbVbJhcg.jpg",
      "https://image.tmdb.org/t/p/w300/uDze3Tm8dmpuej3XwGkONJfpJKt.jpg",
      "https://image.tmdb.org/t/p/w300/9fyRK5NpHRBOTxBjbuUVkEPWK5h.jpg",
      "https://image.tmdb.org/t/p/w300/wRtMm1TZ9htQhr9PR9wJVJEi3v0.jpg",
      "https://image.tmdb.org/t/p/w300/9Ge13uCrJDQg8EKR4Gb21dey7dM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNjc0NzY3OTE0Nl5BMl5BanBnXkFtZTgwNDUyODA4MzE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/woman-in-gold-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kWtj/Woman.in.Gold.2015.1080p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xCUkWCoQ#YGX7GO3qydtahGeKr7y4vBKe0O0FXjiVgjyryG2jKoU",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bd72duph4cs8.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/woman-in-gold-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kWt0/Woman.in.Gold.2015.720p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tTtzgBbS#1UqtYWRcuAyohQNGOQfCR8MD9ZE92J9vB4gLp9HwIq4",
        "server": "mega.nz",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/91jrqji4zzeq.html",
        "server": "usersdrive.com",
        "size": "680 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/51p3m2mslwnf",
        "server": "streamsb.com",
        "size": "680 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wu9JeTX6Sdw",
      "video_url": "https://www.youtube.com/watch?v=wu9JeTX6Sdw",
      "embed_url": "https://www.youtube.com/embed/wu9JeTX6Sdw"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "12043"
    },
    "title": "The Bling Ring(2013)",
    "description": "The Bling Ring(2013)အညွှန်း**************************မာ့ခ်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ စိတ်ဓာတ်ကျမှုတွေနဲ့ကျောင်းအသစ်ကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်။လူတွေနဲ့ရှောင်ဖယ်နေတတ်လို့ သူငယ်ချင်းမရှိခဲ့ဖူးတဲ့ မာ့ခ်အတွက်ရေဘက်ကာဟာ ပထမဆုံးသူငယ်ချင်းဖြစ်လာခဲ့ရာကနေစလို့ မာ့ခ်ဟာရေဘက်ကာနဲ့ပိုမိုခင်မင်နိုင်ဖို့ ရေဘက်ကာ တောင်းဆိုသမျှကိုလိုက်လျောလာပါတော့တယ်။ အဲဒီလိုက်လျောမှု‌တွေထဲ မာ့ခ်နဲ့ ရေဘက်ကာအပြင် နစ်ကီ၊ခလိုးဝီ၊ ဆမ် စတဲ့သူငယ်ချင်းအုပ်စုတစ်ခုလုံးရဲ့ ဘဝကိုပြောင်းလဲပစ်ခဲ့တဲ့လိုက်လျောမှုတစ်ခုကတော့ နာမည်ကျော်တွေရဲ့အိမ်ကို‌ခိုးဝင်ဖို့ မာ့ခ်ကူညီခဲ့တာပဲဖြစ်ပါတယ်။သာမန်ခေတ်လူငယ်လေးတွေဟာ နာမည်ကျော်မင်းသမီးတွေရဲ့အိမ်ထဲကတန်ဖိုးကြီးပစ္စည်းတွေကို လိုက်လံစပ်စုကြရင်း မသိသာအောင်အနည်းငယ်စီခိုးယူလာခဲ့တဲ့နောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့File Size : (2 GB) (800 MB) and (268 MB)Quality : Blu-Ray 1080p,720pFormat…mp4Duration…01:30:00Genre : Biography, Drama,CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by ReumEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdea LennoxAnnie FitzgeraldBailey CoppolaBobby AshhurstBrenda KooBrett GoodkinBrian GattasCari ChampionCarlos MirandaChad BrannonClaire JulienDale ChampionDoug DeBeechEmma WatsonErin DanielsG. Mac BrownGavin RossdaleGeorgia RockHalston SageIsabel LaskerIsrael BroussardJanet SongJoe NievesKarl RisingerKatie ChangKeenan HensonKevin SpencerKirsten DunstLeslie MannLinc HandLogan MillerLorenzo HuntMaika MonroeMarc CoppolaMarcia Ann BurrsMarshall BellMichael YoMichelle AlegriaNelson RockfordNina SiemaszkoParis HiltonPatricia LentzPeter BiglerRachelle CarsonRich Ceraulo KoSean PhillipsStacey TurnerStacy EdwardsTaissa FarmigaTimothy StarksYolanda Lloyd DelgadoZoë Bleu Sidel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4iiblaJZ23bR0Y0iCHWRZYsut49.jpg",
      "https://image.tmdb.org/t/p/w300/vJQynmSNWyDzJ9OqcarTqKuYsXC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nZRNGcvuAFXwfuk1gMcp7UmJg2u.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bling-ring2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/3x8x1i5yanqj.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://yoteshinportal.cc/the-bling-ring-2013-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://megaup.net/1M4gi/The.Bling.Ring.2013.BLU-RAY.1080P5.1Ch.(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://mega.nz/file/QOdAlAoJ#4eMZInBDJhJx2LYBIqpvMqKyajEQPw5kXkEf0Z4-DL8",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "Blu-Ray1080p5.1Ch"
      },
      {
        "link": "https://usersdrive.com/69l36hr8ghb1.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-bling-ring-2013-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/1aEjlbxb#iwmsuQEAAzuv88OWKmeSdd7N5AkTJkKvSOtHP2b7MBk",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/37Zay/The.Bling.Ring.2013.BLU-RAY.720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfull.com/r6ny9fqcqhv0.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/gr17u31aj4hq.html",
        "server": "usersdrive.com",
        "size": "268MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/the-bling-ring-2013-blu-ray-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "268MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/37Zbg/The.Bling.Ring.2013.BLU-RAY.480p.mp4",
        "server": "megaup.net",
        "size": "268MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/wbcTTCpB#sKtwO0UxGJvoGTbQ8hxmyDHaH6UgiEvREWWVIVWwr_Y",
        "server": "mega.nz",
        "size": "268MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/x2xrr9rq0ei9.html",
        "server": "streamsb.com",
        "size": "268MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "NcE2fj-EtJY",
      "video_url": "https://www.youtube.com/watch?v=NcE2fj-EtJY",
      "embed_url": "https://www.youtube.com/embed/NcE2fj-EtJY"
    }
  },
  {
    "metadata": "TV-PG|2006|1h 30m|Biography,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "12000"
    },
    "title": "The Ron Clark Story (2006)",
    "description": "The Ron Clark Story (2006)~ IMDb – 7.5/10, Rotten Tomatoes – 85% ~အမေရိကန်နိုင်ငံက နာမည်ကျော် ဆရာတစ်ယောက်ရဲ့ အကြောင်းကို ဇာတ်လမ်းဆင်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ ဝါသနာနဲ့ စေတနာတွေကို တွင်တွင်သုံးတဲ့ ဆရာတွေအများကြီးရှိပေမဲ့ အနစ်နာ ဆရာမျိုးကတော့ ပိုပြီးတွေ့ရခဲတယ်ထင်ပါတယ်။ရွန်ကလက်ကတော့ နာသုံးနာပြည့်စုံတဲ့ ဆရာမျိုးဖြစ်ပြီး ဆရာဆိုတဲ့ အသံကြားတာနဲ့ ကျေးဇူးတင်တဲ့အသိ၊ နွေးထွေးတဲ့ခံစားချက်မျိုးရလာပြီး ဆရာက ကိုယ့်ဖက်မှာရှိနေသရွေ့ ဘာကိုမှကြောက်စရာမလိုဘူးလို့ ထင်လာနိုင်အောင် စွမ်းဆောင်နိုင်ခဲ့တဲ့ ဆရာတစ်ယောက်ပေါ့။ ဆရာဆိုတာ ဒါမျိုးပဲလို့ ပြရလောက်အောင် ဂုဏ်ယူစွာနဲ့ ပြနိုင်လောက်တဲ့ ဆရာမျိုးပါပဲ။နယ်မှာ အောင်မြင်မှု အထိုက်အလျှောက်ရထားတဲ့ မူလတန်းဆရာလေး ရွန်ကလက်က အိပ်မက်အကြီးကြီးနောက်ကို လိုက်ဖို့ နယူးယော့ခ်မြို့ကြီးကို မျှော်လင့်ချက်တွေ တသီကြီးနဲ့တက်လာတယ်။ မြို့ကြီးတွေဆိုတာကတော့ သိကြတဲ့အတိုင်း အပြိုင်အဆိုင်တွေများ၊ ရှုပ်ယှက်ခတ်နေပြီး အနားမရတဲ့နေရာမျိုးမလား။ဒါပေမဲ့လည်း မြို့ပြရဲ့ တိုက်စားတဲ့ဒဏ်ကို ကြံ့ကြံ့ခံရင်း ဆရာအလုပ်ကို ရှာနေရင်းမှာ ရွှေ့ပြောင်းနိုင်ငံသားတွေအများစုနေထိုင်ကြတဲ့ ဟာလမ်က မူလတန်းကျောင်းဆရာ အလုပ်တစ်ခုကိုက သူ့ရှေ့ကို မှောက်လျက်လဲပြီး ကျလာတယ်ပြောရမယ်ထင်တယ်။ သူအလုပ်သွားလျှောက်တဲ့အချိန်မှာပဲ ကလေးတစ်ယောက်နဲ့ ဆရာ ရန်ဖြစ်ပြီး ဆရာက သူ့မျက်စိရှေ့တင်ပဲအလုပ်ထွက်သွား​တော့ တန်းဝင်လျှောက်လိုက်တာပေါ့။ ဒါပေမဲ့ ပတ်ဝန်းကျင်ကြမ်းကြမ်းနဲ့ အပြင်လူတွေကို သူစိမ်းလို သတ်မှတ်တဲ့ ဟာလမ်ကတော့ သူ့ကို လွယ်လွယ်နဲ့တော့ လက်မခံပါဘူး။သူ့ရဲ့အရည်အချင်းက လိုတာထက်ပိုနေတော့လည်း လက်လွှတ်မခံချင်လို့ လက်ခံလိုက်တဲ့အချိန်မှာတော့ ဘယ်သူမှ ဆရာဝင်မလုပ်ချင်တဲ့ အဆိုးဆုံးအတန်းကိုမှ ရလာဒ်ကောင်းတွေရလာအောင် ဖန်တီးနိုင်ပါတယ်လို့ သူကိုယ်တိုင်ပဲ တာဝန်ခံပြီး ယူလိုက်တယ်။ အဲဒီအတန်းရဲ့ ဂုဏ်သတင်းကတော့ ဝင်သွားတဲ့ ဆရာတိုင်း အကောင်းအတိုင်းပြန်ထွက်မလာနိုင်ဘူးလို့ အာမခံထားတဲ့ အတန်းမျိုးပါ။ သူအဲဒီအတန်းကို ဝင်ပြီဆိုတာသိကြတော့ အသုဘလုပ်ဖို့ ကြိုပြီးပြင်ဆင်ထားကြဖို့တောင် စဉ်းစားမိကြတဲ့သူတွေရှိပါသေးတယ်။ဘယ်ဆရာမှမနိုင်အောင် ကြမ်းတဲ့ အတန်းမှာ ဆရာလေး ရွန်ကလက်က တစ်တန်းလုံးကို မိသားစုတွေဖြစ်လာအောင် ဖန်တီးနိုင်ခဲ့ပြီး ရလာဒ်ကောင်းတွေကို ဘယ်လိုဖန်တီးခဲ့လဲဆိုတာကို ဒီဇာတ်ကားက အဓိကပြပေးသွားမှာပါ။” Every child is Special ” ဆိုတဲ့အတိုင်း သူတို့ရဲ့ မိဘတွေကိုယ်တိုင်အပါအဝင် ဘယ်သူကမှ အလေးမထားကြတဲ့အပြင် သူတို့ကိုယ်တိုင်တောင် မသိသေးတဲ့ ကလေးတွေရဲ့ အရည်အချင်းတွေကို တောက်ပလာအောင် သွေးယူပေးခဲ့ပြီး ဒီလိုရယူနိုင်ဖို့လည်း သွေး၊ချွေးတွေရင်းနှီးခဲ့ရတဲ့အကြောင်းကိုလည်းတွေ့ရမှာပါ။ ဆရာ့နောက်စေ့မှာ မျက်စိပါတယ်လို့ ပြောရလောက်အောင် နောက်ကိုလှည့်မကြည့်ဘဲ၊ အတန်းထဲကို မရောက်ဘဲနဲ့တောင် အတန်းထဲက ဘယ်ကလေးတွေက ဘာလုပ်နေလဲဆိုတာကိုပါ သိနိုင်လောက်တဲ့ထိ နားလည်နေအောင် ကြိုးစားခဲ့တဲ့ သူ့ရဲ့ ကြိုးစားအားထုတ်မှုက လေးစား၊ အားကျစရာပါပဲ။ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဇာတ်ကားထဲက ဇာတ်လမ်းဆန်ဆန် အဖြစ်အပျက်အများစုက အပြင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ အကြောင်းအရာတွေအတိုင်း အတိအကျရိုက်ကူးထားတာလို့သိရပါတယ်။ ဆရာနဲ့ တပည့်ဆက်ဆံရေးထက် မိသားစုဆန်ပြီး နွေးထွေးတဲ့ စာသင်ခန်းကို ဖန်တီးခဲ့ပြီး သင်ကြားရေးပုံစံသစ်ဆိုတဲ့ စာမျက်နှာကို ဖွင့်လှစ်စေခဲ့တဲ့ အဖြစ်အပျက်တွေထဲက တစ်ခုလည်းဖြစ်ပါတယ်။အဲဒီအတန်းမှာ သူသတ်မှတ်ထားခဲ့တဲ့ စည်းကမ်း ၅၅ ချက်အကြောင်း ” Essential 55 ” ဆိုတဲ့နာမည်နဲ့ ရေးထားခဲ့တဲ့စာအုပ်က New York Times မှာ အရောင်းရဆုံး စာအုပ်စာရင်းဝင်ခဲ့ပါတယ်။ အခုအချိန်မှာတော့ ဆရာရွန်ကလက်က ရွန်ကလက်အကယ်ဒမီဆိုတဲ့ ပရဟိတအလယ်တန်းကျောင်းကို ဖွင့်လှစ်ထားပြီး ကလေးတွေကို ပညာပေးရင်း၊ သူ့ရဲ့ပညာရေးရဲဘော်ရဲဘက်များအတွက် Motivational Speaker အဖြစ်နဲ့ ပညာရေးလောကမှာ အကျိုးဆောင်နေလျှက်ရှိပါတယ်။ဒီဇာတ်ကားကို အဓိကရေးဖြစ်တဲ့အကြောင်းကတော့ အခုနှစ် ၂၀၂၃ အောက်တိုဘာ ၂၈ ရက်နေ့က ဆုံးပါးသွားခဲ့တဲ့ Friends TV Series က Chandler Bing ဆိုတဲ့ ဇာတ်ကောင်ကို အသက်သွင်းပေးခဲ့တဲ့ သရုပ်ဆောင် Matthew Perry ကြောင့်ပါပဲ။ Matthew က ဒီဇာတ်ကားမှာလည်း သူက Chandler Bing မဟုတ်ပါဘူးဆိုတဲ့ သူ့ရဲ့သရုပ်ဆောင်စွမ်းရည်ကို ပြသသွားတာ မြင်ရမှာပါ။ ဆရာနေရာကသရုပ်ဆောင်နေတယ်ဆိုပေမဲ့လည်း သူ့ရဲ့ ဟာသပါရမီကတော့ ဖုံးဖိထားလို့မရတာကို တွေ့ရပါလိမ့်မယ်။ငိုနေတဲ့ မျက်ဝန်းတွေကို အပြုံးမျက်နှာဖုံးကွယ်ပြီး ဖျော်ဖြေခဲ့သူ ဟာသပါရမီရှင် သူကတော့ သူ့ရဲ့အစားမထိုးနိုင်တဲ့ Sarcasm တွေကို ကျွန်တော်တို့အတွက် ထားခဲ့ပြီး ထွက်သွားခဲ့ပါပြီ။ အဲဒီလိုပြောရင် သူက “Where?” ဆိုပြီး တစ်နေရာက အရွှန်းဖောက်နေလောက်ပါတယ်။“Could you be more being Great, Mr. Bing”~ Matthew Perry (1969-2023) ကို အမှတ်ရအောက်မေ့စွာဖြင့် d3mon (A F.R.I.E.N.D)Size – 2GB, 835MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 30MinGenre – Biograhphy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byd3mon (A F.R.I.E.N.D)Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRanda HainesStarsAaron GrainAziza SindhuBaljeet BalagunBrandon Mychal SmithBren EastcottC.J. Jackman-ZiganteCandus ChurchillDaniel Lee Robertson IIIE.J. BonillaErnie HudsonGerrick WinstonGriffin CorkHannah HodsonIsabelle DeluceJacey MahJames DuganJerry CallaghanJudith BuchanLashonda MitchellMarty AntoniniMarty RonaghanMatthew PerryMelissa CambridgeMelissa De SousaMicah WilliamsPamela CrawfordPatricia BenedictPatricia IdlettePatti KimPete SeadonWally HounCastAaron GrainAziza SindhuBaljeet BalagunBrandon Mychal SmithBren EastcottC.J. Jackman-ZiganteCandus ChurchillDaniel Lee Robertson IIIE.J. BonillaErnie HudsonGerrick WinstonGriffin CorkHannah HodsonIsabelle DeluceJacey MahJames DuganJerry CallaghanJudith BuchanLashonda MitchellMarty AntoniniMarty RonaghanMatthew PerryMelissa CambridgeMelissa De SousaMicah WilliamsPamela CrawfordPatricia BenedictPatricia IdlettePatti KimPete SeadonWally Houn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qQ8gvPDWP073sljX9HIbu0ReTsS.jpg",
      "https://image.tmdb.org/t/p/w300/cC8hGla1JDTzZJ2F0eKoqwWnagT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/stNwOMfUc9YkBBc1yUzezbWGw0u.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-ron-clark-story-2006-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB, 835MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/41f3i/(CM)_The_Ron_Clark_Story_(2006)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JqknyaTB#mhFyryH0q-6qXyWZrj5HIrmZqMy4MS2PSbZWjmeelyQ",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mb9blgvpc51o.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-ron-clark-story-2006-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Fk7y/(CM)_The_Ron_Clark_Story_(2006)_720p.mp4",
        "server": "megaup.net",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ovtG0TwD#sTo9tKRSgyOnqW5Q6gs-CE3NEj2Wme4-q8Ffu0-ltOM",
        "server": "mega.nz",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kqwlzk2ioxp7.html",
        "server": "usersdrive.com",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/uv5p02ic4pzw",
        "server": "streamsb.com",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ojpp3aqysxxu",
        "server": "streamvid.io",
        "size": "835MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2022|2h 56m|Biography,Bollywood,Drama,Short",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "23k"
    },
    "title": "Jhund (2022)",
    "description": "Jhund (2022)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ မင်းသားကြီး အမီတာဘချမ်းရဲ့ကားသစ်လေး ထွက်ရှိလာခဲ့ပါပြီ။၉၀ ခုနှစ်တွေကတည်းက အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေရဲ့အသည်းနှလုံးကို သိမ်းပိုက်လာတဲ့မင်းသားကြီး အမီတာဘချမ်းကတော့ အသက် ၇၉ နှစ်ရှိပြီဆိုပေမဲ့ ငယ်တုန်းကလို လန်းမြဲလန်းဆဲပါပဲ။လက်ရှိအထိ အိန္ဒိယရုံတင်ကားတွေရဲ့သမိုင်းမှာ လွှမ်းမိုးမှုအရှိဆုံးသူတွေထဲကတစ်ယောက်လို့သတ်မှတ်ခံထားရတာပါ။ ဒီကားထဲမှာတော့ သူ့ရဲ့ရင့်ကျက်တဲ့သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ဒီကားလေးကတော့ NGO slum soccer ကို တည်ထောင်ခဲ့သူဖြစ်တဲ့ Vijay Barse ရဲ့ ဘဝဇာတ်ကြောင်းကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆင်းရဲနွမ်းပါးတဲ့ဒေသတွေမှာ ငွေကြေးမတတ်နိုင်တဲ့အလျောက် ပညာရေးကလည်း နိမ့်ကျနေတတ်ပါတယ်။အိမ်တစ်အိမ်မှာရှိတဲ့ ကလေးတွေကပါ အလုပ်ထွက်လုပ်ရတော့ ပညာမသင်ရ၊ အားကစားလိုက်စားခွင့်မရတဲ့အပြင်ငွေကြေးကို အလွယ်ရဖို့ ခိုးဆိုးလုနှိုက်ပြီး ပြန်ရောင်းစားတာတွေအထိပါ လုပ်လာကြပါတယ်။အဲဒီကထက် တစ်ဆင့်တက်ပြီး ဈေးပေါတဲ့အရက်ဆေးလိပ်တွေနဲ့ မူးယစ်ဆေးစွဲတဲ့အထိ ဖြစ်လာကြပြန်ပါတယ်။ဒီလိုနဲ့ အငြိမ်းစား အားကစားဆရာတစ်ယောက်က အဲဒီလို ဆင်းရဲနွမ်းပါးတဲ့အရပ်ထဲမှာရှိတဲ့စာမတတ်တဲ့ လူကြီးတွေကို စာသင်ပေးဖို့ ရောက်လာရင်းနဲ့ လူငယ်တွေ၊ကလေးတွေ ဖြစ်ပျက်နေတဲ့အခြေအနေကို မျက်မြင်ကြုံတွေ့လိုက်ရပါတော့တယ်။ကလေးတွေရဲ့အနာဂတ်ကို မပျက်စီးစေချင်တဲ့စေတနာ၊ မိမိကျွမ်းကျင်ပိုင်နိုင်တဲ့ပညာရပ်နဲ့ဒီဆင်းရဲတွင်းထဲက ဒီကလေးတွေကို ဘယ်လိုဆွဲဆောင်ရမလဲဆို‌တဲ့ဆင်ခြင်ဉာဏ်တို့ ပေါင်းစပ်ပြီး ဘောလုံးအားကစားကို လက်တွဲခေါ်သင်ကြားပေးရင်းဘယ်လောက်အထိ ထွန်းပေါက်အောင် ဖန်တီးပေးနိုင်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ခံစားကြည့်ရှုရမှာပါ။ဒီကားလေးကိုတော့ 2018 ခုနှစ် ဒီဇင်ဘာမှာ ဒါရိုက်တာ Nagraj Manjule ကစတင်ရိုက်ကူးခဲ့တာ ဖြစ်ပါတယ်။ IMDb 7.2/10 ရရှိထားပြီးတော့ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်လို့ ဆက်ဆက်ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါရစေနော်။File size…1.96GB / 3.8GBQuality…720pFormat…mp4Duration….2h 56mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Myo Myo Htet & Lai Lai & Poe & Yunni & OeliuJYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNagraj ManjuleStarsAkash ThosarAmitabh BachchanAnkush GedamKishore KadamRinku RajguruCastAkash ThosarAmitabh BachchanAngel AnthonyAnkush GedamArjun RadhakrishnanBharat GaneshpureChhaya KadamKartik UikeyKishore KadamNagraj ManjulePriyanshu ThakurRajiya SuhelRinku RajguruSayli PatilSomnath AwghadeTanaji Galgunde",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1ZpUiROM4WA3tHyRC8CESv77MeP.jpg",
      "https://image.tmdb.org/t/p/w300/oiEk0w4X6d6VJ7Wxv9TX41hwTmv.jpg",
      "https://image.tmdb.org/t/p/w300/dVUjVIaxHFqTKhTAAUhFln8heo3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/jhund.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jhund-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/jhund-2022-hindi-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7onhktcseyrw.html",
        "server": "usersdrive.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Krec/Jhund_(2022)_Hindi_TRUE_WEB-DL_.1080p_AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/zuveq92uoj1l",
        "server": "dropgalaxy.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/GwFjwKRb#uFgBvK2YwjB-2UfPAUTtWHEdQJOIqwpvKsBpOqYc1ik",
        "server": "mega.nz",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/jhund-2022-hindi-true-web-dl-720-p-hindi-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pq6x9vy2s8e4.html",
        "server": "usersdrive.com",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Kr5g/Jhund_(2022)_Hindi_TRUE_WEB-DL_.720p.hindi.AAC2.0CH_(CM).mp4",
        "server": "megaup.net",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/e70q2gq3w1of",
        "server": "dropgalaxy.com",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Gg9gQIBS#tHbDBwl4FgjlJ3crCT0haI4V377KEzkw0sOcADd4J-Q",
        "server": "mega.nz",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/jhund-2022-hindi-true-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ej0mwce5d7z0.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/36m6x/Jhund_(2022)_Hindi_TRUE_WEB-DL_.480p(CM).mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|102 min|Biography,Drama,History",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "5,562"
    },
    "title": "The Current War (2017)",
    "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ ၁၈၈၅ ဝန်းကျင်မှာ ဖြစ်ခဲ့တဲ့ သောမတ်အက်ဒီဆင်၊ နီကိုလာ တက်စလာ၊ ဂျော့ ဝက်စတင်ဟောက် တို့ရဲ့ အားပြိုင်မှုတွေကို အခြေတည်ထားတာပါ။အက်ဒီဆင်ဆိုတဲ့ ဥာဏ်ကြီးရှင်ကို မကြားဖူးတဲ့သူ ရှားပါလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဥာဏ်ကြီးရှင်ဇာတ်ရုပ်တွေအတွက် မွေးလာသလို့ထင်ရတဲ့ မင်းသားပဲ သရုပ်ဆောင်ထားတာပါ။ဘန်နီဒစ် ကမ်းဘားဘက်ခ်ျ ပါပဲ။သူ့ရဲ့လက်ထောက်အဖြစ်တော့ စပိုက်ဒါမန်းမင်းသား တွမ်ဟော်လန် က ပါဝင်ထားပါတယ်။နီကိုလာတက်စလာ အဖြစ်တော့ နီကိုလတ်ဟောက်ထ် က သရုပ်ဆောင်ထားပါတယ်။သူ့ကိုတော့ x-men အဖြစ်ရော warm bodies ထဲက ဇွန်ဘီးအဖြစ်ရော သိကြမှာပါ။သူတို့တွေရဲ့ အဓိက အားပြိုင်မှုကတော့ လျှပ်စစ်ဖြန့်ဖြူးရေး စျေးကွက်မှာပါပဲ။အက်ဒီဆင်က DC Current ကိုအသုံးပြုပြီး AC ဟာ လူသေနိုင်ချေ အရမ်းများတဲ့အတွက် အသုံးမပြုခဲပါဘူး။ဂျော့ဝက်စတင်ဟောက်နဲ့နီကိုလာတို့ကတော့ ဒီစီထက် သုံးဆလောက် စျေးသက်သာမယ့် အေစီနဲ့ စျေးကွက်ကို ယှဉ်ပြိုင်လာပါတယ်။ဒီတော့ အက်ဒီဆင်က အေစီတွေဟာ လူသေစေနိုင်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင်းနဲ့လျှပ်စစ်ကုလားထိုင်ကို တီထွင်ဖို့ ကူညီလိုက်မိတဲ့အထိဖြစ်လာခဲ့ပါတယ်။တစ်ဖက်မှာလည်း နီကိုလာက အေစီလျှပ်စစ်နဲ့ နိုင်ရာဂရာရေတံခွန်ကြီးကနေ လျှပ်စစ်ဖြန့်ဖို့အထိ ကြိုးစားခဲ့တာပါပဲ။ဒီကားကို သမိုင်းစိတ်ဝင်စားသူတွေနဲ့ အင်ဂျင်နီယာတွေ သဘောကျကြမှာပါ။ပညာရှင်တွေရဲ့ စေတနာတွေ၊ ဇွဲတွေ၊ မာနတွေကို ကောင်းကောင်းပုံဖော်ပြထားတာပါပဲ။ဇာတ်လမ်းအဆုံးမှာ မူရင်းလူတွေရဲ့ သမိုင်းတွေကို ရှင်းပြတာအပြင် အက်ဒီဆင်ရဲ့ အခန်းပိုပါသေးတာမို့အဆုံးထိကြည့်ကြပါလို့။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(Unicode)ဒီ႐ုပ္ရွင္ကေတာ့ ၁၈၈၅ ဝန္းက်င္မွာ ျဖစ္ခဲ့တဲ့ ေသာမတ္အက္ဒီဆင္၊ နီကိုလာ တက္စလာ၊ ေဂ်ာ့ ဝက္စတင္ေဟာက္ တို႔ရဲ႕ အားၿပိဳင္မႈေတြကို အေျခတည္ထားတာပါ။အက္ဒီဆင္ဆိုတဲ့ ဥာဏ္ႀကီးရွင္ကို မၾကားဖူးတဲ့သူ ရွားပါလိမ့္မယ္။ဒီ႐ုပ္ရွင္မွာလည္း ဥာဏ္ႀကီးရွင္ဇာတ္႐ုပ္ေတြအတြက္ ေမြးလာသလို႔ထင္ရတဲ့ မင္းသားပဲ သ႐ုပ္ေဆာင္ထားတာပါ။ဘန္နီဒစ္ ကမ္းဘားဘက္ခ္် ပါပဲ။သူ႔ရဲ႕လက္ေထာက္အျဖစ္ေတာ့ စပိုက္ဒါမန္းမင္းသား တြမ္ေဟာ္လန္ က ပါဝင္ထားပါတယ္။နီကိုလာတက္စလာ အျဖစ္ေတာ့ နီကိုလတ္ေဟာက္ထ္ က သ႐ုပ္ေဆာင္ထားပါတယ္။သူ႔ကိုေတာ့ x-men အျဖစ္ေရာ warm bodies ထဲက ဇြန္ဘီးအျဖစ္ေရာ သိၾကမွာပါ။သူတို႔ေတြရဲ႕ အဓိက အားၿပိဳင္မႈကေတာ့ လွ်ပ္စစ္ျဖန္႔ျဖဴးေရး ေစ်းကြက္မွာပါပဲ။အက္ဒီဆင္က DC Current ကိုအသုံးျပဳၿပီး AC ဟာ လူေသႏိုင္ေခ် အရမ္းမ်ားတဲ့အတြက္ အသုံးမျပဳခဲပါဘူး။ေဂ်ာ့ဝက္စတင္ေဟာက္နဲ႔နီကိုလာတို႔ကေတာ့ ဒီစီထက္ သုံးဆေလာက္ ေစ်းသက္သာမယ့္ ေအစီနဲ႔ ေစ်းကြက္ကို ယွဥ္ၿပိဳင္လာပါတယ္။ဒီေတာ့ အက္ဒီဆင္က ေအစီေတြဟာ လူေသေစႏိုင္ေၾကာင္း သက္ေသျပဖို႔ ႀကိဳးစားရင္းနဲ႔လွ်ပ္စစ္ကုလားထိုင္ကို တီထြင္ဖို႔ ကူညီလိုက္မိတဲ့အထိျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္မွာလည္း နီကိုလာက ေအစီလွ်ပ္စစ္နဲ႔ ႏိုင္ရာဂရာေရတံခြန္ႀကီးကေန လွ်ပ္စစ္ျဖန္႔ဖို႔အထိ ႀကိဳးစားခဲ့တာပါပဲ။ဒီကားကို သမိုင္းစိတ္ဝင္စားသူေတြနဲ႔ အင္ဂ်င္နီယာေတြ သေဘာက်ၾကမွာပါ။ပညာရွင္ေတြရဲ႕ ေစတနာေတြ၊ ဇြဲေတြ၊ မာနေတြကို ေကာင္းေကာင္းပုံေဖာ္ျပထားတာပါပဲ။ဇာတ္လမ္းအဆုံးမွာ မူရင္းလူေတြရဲ႕ သမိုင္းေတြကို ရွင္းျပတာအျပင္ အက္ဒီဆင္ရဲ႕ အခန္းပိုပါေသးတာမို႔အဆုံးထိၾကည့္ၾကပါလို႔။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 1hr 42minFormat : Mp4Genre : Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-AMIABLETranslated by LittleneoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex OakleyAlfonso Gomez-RejonJean-Paul ChrekyStarsBenedict CumberbatchConor MacNeillDamien MolonyKatherine WaterstonMatthew MacfadyenMichael ShannonNicholas HoultStanley TownsendTom HollandTuppence MiddletonCastAbigail JohnsAdam LazarusAdam PearceAndrew OkelloAndy CockellBen MarsBenedict CumberbatchBenjamin SchnauCelyn JonesChristopher McMullenColin StintonConor MacNeillCraig RobertsDamien MolonyDavid Morley HaleEkow QuarteyFaye OrmstonGary KielyGiacomo Joshua BrunelliGreg HaisteHarry MellingIain McKeeJames ChalmersJames ChipmanJason MatthewsonJay William Whittington BarretteJed AukinJeremy OliverJohn KinoryJohn Pierce JonesJohn SchwabJoseph BalderramaKatherine WaterstonKaty PoulterKevin MillingtonLiza RossLouis Ashbourne SerkisMartyn MaygerMatthew MacfadyenMichael ShannonMichael YatesNancy CraneNicholas HoultNigel WilcockOliver PowellPamela Betsy CooperPhil HodgesRobert-Anthony ArtlettSimon ConnollySimon ManyondaSophia AllyStanley TownsendSteve CarrollSteven I. DillardThor JankeTim SteedToby WilliamsTom BellTom HollandTom SweetTuppence MiddletonWill IrvineWoody Norman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uvIs2CYJ39ABFQKZ9UVbXE5Vmww.jpg",
      "https://image.tmdb.org/t/p/w300/2MNFQVTSFbKE9o3F7kMxERq8DoX.jpg",
      "https://image.tmdb.org/t/p/w300/7JXrNjXMR3dihpRhjdgN2FDscjS.jpg",
      "https://image.tmdb.org/t/p/w300/jypNy38bThNz4K6IWDoE7h0xlP2.jpg",
      "https://image.tmdb.org/t/p/w300/15jjY9qU1ZohMSWyJrCy2DI5Nph.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z6vDqTz4fQb60QRcMLNbeJ1IMVq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-current-war-2017-720-p-blu-ray-mp-4",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/65c005956/_the-curent-war-2017-720p-bluray-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/30YC/(CM)_The.Current.War.2017.720p.BluRay.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/29i7k/(CM)_The.Current.War.2017.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YMZX1CKJ#-dBzSNztvlrvYk48Rc7QP7B5eYx0zXy1qmbmSwLIAuE",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4hzPg",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/oqc5xxlkj0kx",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ug4pvvfDkDo",
      "video_url": "https://www.youtube.com/watch?v=ug4pvvfDkDo",
      "embed_url": "https://www.youtube.com/embed/ug4pvvfDkDo"
    }
  }
]