[
  {
    "metadata": "UNRATED|2016|103 min|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,510"
    },
    "title": "A Street Cat Named Bob (2016)",
    "description": "(ေအာက္ပါ ပံုသည္ ပိုင္ရွင္ျဖစ္သူ ဂ်ိန္း ႏွင့္ သူ၏ ေၾကာင္ ေဘာ့ တို႔ ၏ မူရင္းပံုျဖစ္သည္)(အောက်ပါ ပုံသည် ပိုင်ရှင်ဖြစ်သူ ဂျိန်း နှင့် သူ၏ ကြောင် ဘော့ တို့ ၏ မူရင်းပုံဖြစ်သည်)ဒီရုပ္ရွင္ကားဟာ ျဖစ္ရပ္မွန္ျဖစ္ေၾကာင္း ပထမဆံုးအေနနဲ႔ ေျပာပါရေစ ၿပီးေတာ့ဒီဇတ္လမ္းကို ရိုက္ဖို႔ သရုပ္ေဆာင္တဲ့ ေၾကာင္ေလး ကလဲ ဇတ္လမ္းျဖစ္တည္ခဲ့တဲ့ ေၾကာင္ေလး Bob ကိုယ္တုိင္ပါပဲေၾကာင္ေလး Bob ဟာ က်ေနာ္ ျမင္ဖူးသမွ် ေၾကာင္ေတြထဲမွာ အလိမၼာဆံုး ေၾကာင္ေလး တစ္ေကာင္ျဖစ္ၿပီးအံ့ေအာထူးဆန္းဖြယ္ အျပည့္နဲ႔ပါပဲ…တိရိစၦာန္ ဇတ္လမ္းေတြမွာ ေခြးေတြကို သင္ေပးရတာ လြယ္ၿပီး ေၾကာင္ေတြကို လိုရာအတိုင္းခိုင္းႏုိင္ဖို႔ အေတာ္ခက္ခဲပါတယ္ေၾကာင္ေလး Bob အေနနဲ႔ ပီပီျပင္ျပင္ အားလံုးကို သရုပ္ေဆာင္သြားႏုိင္ပါတယ္…(Nine Live 2015 လို ကားမ်ိဳးလဲ ရွိေသးလို႔ ရွာေဖြ ၾကည့္ရႈပါရန္)ဇတ္လမ္းပံုစံကေတာ့ ေဆးစြဲၿပီး လမ္းစ ေပ်ာက္ေနတဲ့ ဂ်ိန္း ဟာ ငယ္ရြယ္ေပမယ့္သူ႔ ဘ၀ က မူးယစ္သားေကာင္ျဖစ္ေနၿပီး မူးယစ္ေဆးမွာ နစ္မြန္းေနပါတယ္ဒါကို ကယ္တင္ဖို႔ မူးယစ္ေဆး ျဖတ္ဖို႔ ကူညီေပးတဲ့ ဌာန မွ ဗယ္လ္ က ဂ်ိန္း ကို ျပန္လည္ထူေထာင္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္…ဂ်ိန္း သည္ အလြန္းဆိုး၀ါး လြန္းတဲ့ အတြက္ ဖခင္ ျဖစ္သူ ကိုယ္တုိင္ အဖက္မလုပ္ေတာ့ပဲ အိမ္မွ ႏွင္ခ်ထားတာျဖစ္ၿပီး၀မ္းေရးအတြက္ လမ္းေဘးတြင္ ဂစ္တာတီး သီခ်င္းဆိုရင္း အလွဴခံေနရသူ ျဖစ္ပါတယ္…ညအိပ္စရာဆိုလဲ ေတြ႔ရာေနရာအိပ္ အလွဴခံမရတဲ့ေန႔ေတြဆိုရင္ အမိႈက္ပံုးမ်ားမွ အစားကၽြင္းက်န္မ်ားရွာေဖြစားေသာက္ရသည္ အထိဘ၀ က ဆိုး၀ါးလြန္းပါတယ္….တစ္ရက္မွာေတာ့ ဂ်ိန္း ေဆးျဖတ္ဖို႔ အတြက္ ဗယ္လ္ မွ အခန္းေသးေသးေလး တစ္ခု လူမႈ ကယ္ဆယ္ေရးအဖြဲ႔မွေတာင္းဆိုေပးခဲ့ၿပီး တည္တည္ၿငိမ္ၿငိမ္ ေနထုိင္ ေဆးျဖတ္ႏုိင္ရန္ ေဆာင္ရြတ္ေပးခဲ့ပါတယ္…တစ္ေန႔မွာေတာ့ သူ႕ အိမ္ထဲ ေနာက္ေဖး မီးဖိုေခ်ာင္မွ တဆင့္ မဖိတ္ေခၚပဲ ၀င္ေရာက္လာတဲ့ ဧည့္သယ္ေလးတစ္ေယာက္ ေရာက္ရွိလာပါေတာ့တယ္ သူကေတာ့ ေၾကာင္၀ါေလး Bob ပဲ ျဖစ္ပါတယ္…Bob ေရာက္လာကတည္းက ဂ်ိန္း ဟာ မူးယစ္ေဆး၀ါး ဘက္ကို စိတ္မ၀င္စား သူ႔အခ်ိန္အားလံုးကို Bob အတြက္ျမဳတ္ႏွံထားလုိက္ပါေတာ့တယ္…..  က်ေနာ္တို႔ ေၾကာင္ေလးေတြကို ခ်စ္တာထက္ သူပိုခ်စ္ႏုိင္ခဲ့ပါတယ္…ဒါေပမယ့္ ကံၾကမၼာရဲ႕ အလွည့္အေျပာင္းေတြက ဂ်ိန္း နဲ႔ Bob တို႔ ၂ ဦးကို ဘယ္လို ဒုကၡေတြ ေ၀ဒနာေတြ ေပးမလဲေပ်ာ္ရႊင္ေစရမလဲ ဆိုတာေတာ့ အညႊန္းေလးကို ဖတ္တာရပ္ၿပီး ၾကည့္ရႈလုိက္ၾကပါစို႔…..ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Tariq L Walker ျဖစ္ၿပီး အညႊန္းကိုေတာ့ က်ေနာ္ Thit San Khant မွေရးေပးထားပါတယ္…UNICODEဒီရုပ်ရှင်ကားဟာ ဖြစ်ရပ်မှန်ဖြစ်ကြောင်း ပထမဆုံးအနေနဲ့ ပြောပါရစေ ပြီးတော့ဒီဇတ်လမ်းကို ရိုက်ဖို့ သရုပ်ဆောင်တဲ့ ကြောင်လေး ကလဲ ဇတ်လမ်းဖြစ်တည်ခဲ့တဲ့ ကြောင်လေး Bob ကိုယ်တိုင်ပါပဲကြောင်လေး Bob ဟာ ကျနော် မြင်ဖူးသမျှ ကြောင်တွေထဲမှာ အလိမ္မာဆုံး ကြောင်လေး တစ်ကောင်ဖြစ်ပြီးအံ့အောထူးဆန်းဖွယ် အပြည့်နဲ့ပါပဲ…တိရိစ္ဆာန် ဇတ်လမ်းတွေမှာ ခွေးတွေကို သင်ပေးရတာ လွယ်ပြီး ကြောင်တွေကို လိုရာအတိုင်းခိုင်းနိုင်ဖို့ အတော်ခက်ခဲပါတယ်ကြောင်လေး Bob အနေနဲ့ ပီပီပြင်ပြင် အားလုံးကို သရုပ်ဆောင်သွားနိုင်ပါတယ်…(Nine Live 2015 လို ကားမျိုးလဲ ရှိသေးလို့ ရှာဖွေ ကြည့်ရှုပါရန်)ဇတ်လမ်းပုံစံကတော့ ဆေးစွဲပြီး လမ်းစ ပျောက်နေတဲ့ ဂျိန်း ဟာ ငယ်ရွယ်ပေမယ့်သူ့ ဘ၀ က မူးယစ်သားကောင်ဖြစ်နေပြီး မူးယစ်ဆေးမှာ နစ်မွန်းနေပါတယ်ဒါကို ကယ်တင်ဖို့ မူးယစ်ဆေး ဖြတ်ဖို့ ကူညီပေးတဲ့ ဌာန မှ ဗယ်လ် က ဂျိန်း ကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားခဲ့ပါတယ်…ဂျိန်း သည် အလွန်းဆိုးဝါး လွန်းတဲ့ အတွက် ဖခင် ဖြစ်သူ ကိုယ်တိုင် အဖက်မလုပ်တော့ပဲ အိမ်မှ နှင်ချထားတာဖြစ်ပြီးဝမ်းရေးအတွက် လမ်းဘေးတွင် ဂစ်တာတီး သီချင်းဆိုရင်း အလှူခံနေရသူ ဖြစ်ပါတယ်…ညအိပ်စရာဆိုလဲ တွေ့ရာနေရာအိပ် အလှူခံမရတဲ့နေ့တွေဆိုရင် အမှိုက်ပုံးများမှ အစားကျွင်းကျန်များရှာဖွေစားသောက်ရသည် အထိဘ၀ က ဆိုးဝါးလွန်းပါတယ်….တစ်ရက်မှာတော့ ဂျိန်း ဆေးဖြတ်ဖို့ အတွက် ဗယ်လ် မှ အခန်းသေးသေးလေး တစ်ခု လူမှု ကယ်ဆယ်ရေးအဖွဲ့မှတောင်းဆိုပေးခဲ့ပြီး တည်တည်ငြိမ်ငြိမ် နေထိုင် ဆေးဖြတ်နိုင်ရန် ဆောင်ရွတ်ပေးခဲ့ပါတယ်…တစ်နေ့မှာတော့ သူ့ အိမ်ထဲ နောက်ဖေး မီးဖိုချောင်မှ တဆင့် မဖိတ်ခေါ်ပဲ ဝင်ရောက်လာတဲ့ ဧည့်သယ်လေးတစ်ယောက် ရောက်ရှိလာပါတော့တယ် သူကတော့ ကြောင်ဝါလေး Bob ပဲ ဖြစ်ပါတယ်…Bob ရောက်လာကတည်းက ဂျိန်း ဟာ မူးယစ်ဆေးဝါး ဘက်ကို စိတ်မဝင်စား သူ့အချိန်အားလုံးကို Bob အတွက်မြုတ်နှံထားလိုက်ပါတော့တယ်…..  ကျနော်တို့ ကြောင်လေးတွေကို ချစ်တာထက် သူပိုချစ်နိုင်ခဲ့ပါတယ်…ဒါပေမယ့် ကံကြမ္မာရဲ့ အလှည့်အပြောင်းတွေက ဂျိန်း နဲ့ Bob တို့ ၂ ဦးကို ဘယ်လို ဒုက္ခတွေ ဝေဒနာတွေ ပေးမလဲပျော်ရွှင်စေရမလဲ ဆိုတာတော့ အညွှန်းလေးကို ဖတ်တာရပ်ပြီး ကြည့်ရှုလိုက်ကြပါစို့…..ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီး အညွှန်းကိုတော့ ကျနော် Thit San Khant မှရေးပေးထားပါတယ်…Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRoger SpottiswoodeStarsBob the CatJoanne FroggattLuke TreadawayRuta Gedmintas",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTY5MTI1MzE5Nl5BMl5BanBnXkFtZTgwMjQzNjEzOTE@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-street-cat-named-bob-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/aaf5e4d3f/a-stret-cat-named-bob-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cijd/A_Street_Cat_Named_Bob_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ihqewp5mtohg",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8JNm1YCL#kDnwr7aeCS8YGJv4eE5maIR2crwNgp9Vnn3mvSPZTaw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Bollywood,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": ""
    },
    "title": "Neerja (2016)",
    "description": "၁၉၈၆ခုႏွစ္ စက္တင္ဘာလမွာေတာ့အိႏၵိယရဲ႕ သတင္းေခါင္းႀကီးပုိင္းအျဖစ္ပါလာခဲ့တဲ့ျဖစ္ရပ္တစ္ခုရွိခဲ့တယ္ ပန္အန္ေလေႀကာင္းလုိင္း ၇၃ကုိအႀကမ္းဖက္သမားတစ္စုကျပန္ေပးဆြဲခဲ့တဲ့အမႈျဖစ္ပါတယ္ႀကဳိတင္စီမံမႈေတြနဲ႕အတူအစြန္းေရာက္အဖြဲ႕ရဲ႕ ျပန္ေပးဆြဲမႈဟာ တကယ့္ကုိ ထိတ္လန္႕စရာပါေသနတ္တရမ္းရမ္း လက္ပစ္ဗုံး တကားကား နဲ႕အႀကမ္းဖက္သမားေတြႀကားမွာတန္ဆာခံခရီးသည္ ၃၇၉ရဲ႕အသက္ဟာ လက္ေျဖာက္တစ္ခ်က္အတြင္း အသက္ေပ်ာက္သြားႏုိင္ပါတယ္ဒီလုိအေျခအေနမ်ဳိးမွာ နီဂ်ာလုိ႕ေခၚတဲ့ေလယာဥ္မယ္ေလးေႀကာင့္ တန္ဆာခံအေသအေပ်ာက္နည္းပါးစြာလြတ္ေျမာက္ခဲ့ပါတယ္ သူရဲေကာင္းဆုိတဲ့ ေ၀ါဟာရနဲ႕ထုိက္တန္တဲ့သူကုိ က်ေနာ္တုိ႕ေတြ႕ရခဲပါတယ္မထင္မရွား အားႏြဲ႕တဲ့ ေလယာဥ္မယ္ေလးကေတာ့ သူရဲေကာင္းဆုိတဲ့ဘြဲ႕နဲ႕ထုိက္တန္ခဲ့ပါတယ္ခရီးသည္ေတြရဲ႕အသက္ကုိဦးစားေပးၿပီး အစြန္းေရာက္အႀကမ္းဖက္သမားေတြႀကားမွာ မ်က္ရည္ေတြကုိထိန္းခ်ဳပ္ရင္း ကုိင္တြယ္သြားတဲ့ပုံကေတာ့အရမ္းကုိ အံႀသစရာပါတကယ္ေတာ့နီဂ်ာကခရီးသည္ေတြရဲ႕အသက္ကုိတင္ ကယ္တင္ခဲ့တာမဟုတ္ပါဘူး ႏုိင္ငံရဲ႕အုပ္ခ်ဳပ္မႈယႏၱရားကုိပါကယ္တင္ႏုိင္ခဲ့တာပါ ဒီကားထဲမွာခ်ီးက်ဴးရမွာမင္းသမီးေခ်ာ Sonam Kapoor အျပင္သူမရဲ႕အေမအျဖစ္သရုပ္ေဆာင္တဲ့ Shabana Aamiကုိပါ သမီးးအတြက္ဗ်ာမ်ားေနတဲ့အေမတစ္ေယာက္အျဖစ္ရုပ္လုံးေပၚတဲ့အျပင္ တုန္ယင္ေနတဲ့အသံေတြနဲ႕ေျပာစကားေတြကလြမ္းေမာဖြယ္ ဂႏၱ၀င္ေတးသြားတစ္ခုလုိရင္ထဲရုိက္ခတ္ႏုိင္စြမ္းရွိလုိ႕ပါဒီဇာတ္ကားႀကည့္ေနရင္း အသက္ရွင္ဖုိ႕အဓိကအစိတ္အပုိင္းျဖစ္တဲ့ေလထဲကေအာက္ဆီဂ်င္ကုိရႈေနရပါ့လားဆုိတဲ့အသိပါေပ်ာက္သြားပါလိမ့္မယ္ငုတ္တုတ္ေမ့သြားတယ္ဆုိတာႀကီးကုိလည္း ခင္ဗ်ားကုိယ္တုိင္ႀကဳံဖူးသြားလိမ့္မယ္ ပရိတ္သတ္ႀကီးကုိ ေျပာခ်င္တာကရင္ထဲဘာမွမခံစားခဲ့ရဘူးလုိ႕ဆုိခဲ့ရင္ ေသခ်ာတယ္ ခင္ဗ်ားႏွလုံးသားက ေက်ာက္တုံးေတြနဲ႕ဖြဲ႕ဆည္းထားတာပါလုိ႕ကဲ IMDB 8.0 ရၿပီဆုိကထဲက ထပ္မညႊန္းေတာ့ပါဘူး ခံစားႀကည့္လုိက္ပါဦးဗ်ာ…………File Size         : 870 MBQuality           : Blu ray 720PRunning Time : 2hr 02 minuteFormat           : Mp4Genre             : Biography, Drama, ThrillerEncoder         : Joker.phs(ဇာတ္ကားဘာသာျပန္သူကေတာ့ Tariq Walkerျဖစ္ျပီး အညြန္းေရးသူကေတာ့ Pyae Phyoပဲ ျဖစ္ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRam MadhvaniStarsAbrar ZahoorAli BaldiwalaJim SarbhKavi ShastriShabana AzmiShekhar RavjianiSonam KapoorWaqar KhanYogendra TikuCastAbrar ZahoorAli BaldiwalaJim SarbhKavi ShastriShabana AzmiShekhar RavjianiSonam KapoorWaqar KhanYogendra Tiku",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pLzuD92mCb5o4Pcnpk5dathwChW.jpg",
      "https://image.tmdb.org/t/p/w300/jRGqzkU7rZ0aXoD2sxtWoyp7Fr4.jpg",
      "https://image.tmdb.org/t/p/w300/dqsfaex2abk3lvWwIfsdfcOF3fx.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aly8wtikpuou.html",
        "server": "usersdrive.com",
        "size": "870 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/neerja-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://megaup.net/Shum/Neerja_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "870 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://mega.nz/file/5CpXRY7T#_0G6_HiVkHbZR7-Quhj4awr0N4NSBxY8pGC2FpYP0Yg",
        "server": "mega.nz",
        "size": "870 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://upstream.to/cuvc84l3gm60",
        "server": "upstream.to",
        "size": "870 MB",
        "quality": "Bluray 720P"
      }
    ],
    "trailer": {
      "video_id": "7779JrWy04g",
      "video_url": "https://www.youtube.com/watch?v=7779JrWy04g",
      "embed_url": "https://www.youtube.com/embed/7779JrWy04g"
    }
  },
  {
    "metadata": "|2011||Biography,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "44,833"
    },
    "title": "Kill the Irishman (2011)",
    "description": "Kill the Irishman (2011)==================IMDb Rating – 7.1/10#Unicodeဒီကားက ကလီဗီလန်းမှာကြီးစိုးခဲ့တဲ့ ရုရှားမာဖီးယားတွေကြား ထင်ရှားခဲ့တဲ့ အိုင်းရစ်သားကြီးအကြောင်းပါ။ တကယ်ဖြစ်ရပ်မှန် အတ္ထုပ္ပတ္တိကားလဲဖြစ်ပါတယ်။ ၁၉၇၀ ခုနှစ်တွေမှာ ကျော်ကြားခဲ့တဲ့ ဒန်နီဂရင်းနီးအကြောင်းဖြစ်ပါတယ်။ ဒန်နီဟာ အိုင်းရစ်သား၊ မဟုတ်မခံပြန်ပြောတဲ့သူ။ အထက်တန်းနဲ့ကျောင်းပြီးပေမယ့် စာအရမ်းဖတ်တယ်။ သာမန်ဘဝကနေပြီးတော့မာဖီးယားတွေနဲ့ဘယ်လိုပတ်သတ်လာလဲ။ မာဖီးယားတွေ သူ့ကိုသတ်ဖို့ဘယ်လောက်ထိကြိုးစားကြလဲဆိုတာတွေရမှာပါ။ မာဖီးယားကားပီပီ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကား IMDb Rating 7.1/10 ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားက ကလီဗီလန္းမွာႀကီးစိုးခဲ့တဲ့ ႐ုရွားမာဖီးယားေတြၾကား ထင္ရွားခဲ့တဲ့ အိုင္းရစ္သားႀကီးအေၾကာင္းပါ။ တကယ္ျဖစ္ရပ္မွန္ အတၳဳပၸတၱိကားလဲျဖစ္ပါတယ္။ ၁၉၇၀ ခုႏွစ္ေတြမွာ ေက်ာ္ၾကားခဲ့တဲ့ ဒန္နီဂရင္းနီးအေၾကာင္းျဖစ္ပါတယ္။ ဒန္နီဟာ အိုင္းရစ္သား၊ မဟုတ္မခံျပန္ေျပာတဲ့သူ။ အထက္တန္းနဲ႔ေက်ာင္းၿပီးေပမယ့္ စာအရမ္းဖတ္တယ္။ သာမန္ဘဝကေနၿပီးေတာ့မာဖီးယားေတြနဲ႔ဘယ္လိုပတ္သတ္လာလဲ။ မာဖီးယားေတြ သူ႔ကိုသတ္ဖို႔ဘယ္ေလာက္ထိႀကိဳးစားၾကလဲဆိုတာေတြရမွာပါ။ မာဖီးယားကားပီပီ စိတ္လႈပ္ရွားဖြယ္ၾကည့္ရမွာျဖစ္ပါတယ္။ဒီဇာတ္ကား IMDb Rating 7.1/10 ထိရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အညႇန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1CHDuration – 1hr 46minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BluRayTranslator – Z Naing Z NianhEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDug RotsteinJonathan HensleighStarsBob GuntonChristopher WalkenFionnula FlanaganJason Butler HarnerLinda CardelliniRay StevensonRobert DaviTony DarrowVal KilmerVincent D'OnofrioCastBob GuntonBrian BalzeriniChristopher WalkenCody ChristianDante WildernFionnula FlanaganGrant KrauseJason Butler HarnerJeff ChaseJim PorterfieldLaura RamseyLinda CardelliniMarcus ThomasMike StarrPaul SorvinoRay StevensonRobert DaviSean O'ReilySteve SchirripaTony DarrowTony Lo BiancoVal KilmerVincent D'OnofrioVincent Rogo AngeliniVinnie JonesVinny Vella",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7ID0JHx2ReZTDIUC8fpT0B37HLd.jpg",
      "https://image.tmdb.org/t/p/w300/2CuQSYhFwNIWPRswig3aYaZC3EX.jpg",
      "https://image.tmdb.org/t/p/w300/dQgGJ6h4EwiNZDojLrsJuK9XmOf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-05-at-4.52.00-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7ugzo5arto7b.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "BluRay 1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/ima4dsf2xhvq.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-kill-the-irishman-2011-blu-ray-1080-p-5-1-ch-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "BluRay 1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kill-the-irishman-2011-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SH92/[CM]Kill.The.Irishman.2011.BluRay.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "BluRay 1080P5.1CH"
      },
      {
        "link": "https://megaup.net/SH5k/[CM]Kill.The.Irishman.2011.BluRay.720P.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/lzvkuhxlpuz1",
        "server": "upstream.to",
        "size": "1.9 GB",
        "quality": "BluRay 1080P5.1CH"
      },
      {
        "link": "https://upstream.to/3q8sp8pnl8dy",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/uVhzQTpL#THQrDCoqr52w3w3CMONeDtY84Rj9cqHAlQqcA2qPnkg",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "BluRay 1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/SJpDiZYY#JEVqBoDGYMc31DXUK90fC8sdQUgxlHUr1E35AtPoN-4",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yadi.sk/i/LJ1OoRlRSBy0WA",
        "server": "disk.yandex.com",
        "size": "1.9 GB",
        "quality": "BluRay 1080P5.1CH"
      },
      {
        "link": "https://yadi.sk/i/xjfsYwVx-Zshcg",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "x2zN53Vwnz0",
      "video_url": "https://www.youtube.com/watch?v=x2zN53Vwnz0",
      "embed_url": "https://www.youtube.com/embed/x2zN53Vwnz0"
    }
  },
  {
    "metadata": "PG-13|2018|2h 14 min|Biography,Drama,Music",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "431,542"
    },
    "title": "Bohemian Rhapsody (2018)",
    "description": "Bohemian Rhapsody (2018)IMDb – 8.0/10_____Rotten – 60%Won 4 Oscars. Another 40 wins & 76 nominations၂၀၁၈ ခုနှစ်အတွင်း အကြိုက်မိဆုံး ရုပ်ရှင်တစ်ကားပါ။လက်ရှိမှာတေ့ ရွှေကမ္ဘာလုံးဆုပေးပွဲမှာ ရုပ်ရှင်ဆုနဲ့ အမျိုးသားသရုပ်ဆောင်ဆု ဆွတ်ခူးပြီးသွားပါပြီ။ဘာကြောင့်ဆုတွေရလဲဆိုတာတော့ ကြည့်လိုက်ရုံနဲ့ သိပါလိမ့်မယ်။ ဇာတ်ညွှန်း၊ သရုပ်ဆောင်၊ အသံ၊ ရိုက်ကွင်းတွေ အားလုံး ကောင်းနေပါတယ်။Queen တီးဝိုင်းအဖွဲ့ရဲ့ ပင်တိုင်အဆိုတော် ဖရက်ဒီ မာကျူရီရဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ကွင်းအဖွဲ့ရဲ့ ကမ္ဘာကျော်သီချင်းတွေ ဖြစ်လာပုံနဲ့ သီချင်းတွေကို အကောင်းဆုံး ပြထားတဲ့ ရုပ်ရှင်ပါ။ကွင်းအဖွဲ့ရဲ့ ဂန္ဓဝင် Live Aid ရှိုးပွဲကြီးရဲ့ ဖျော်ဖြေမှုကို ပြန်တင်ဆက်ထားတာနဲ့တင် အတော်တန်ပြီပြောရမှာပါ။ဖရက်ဒီမာကျူရီရဲ့ ဂီတအမျိုးအစားပေါင်းစုံ ရောစပ်ထားတဲ့ ဘိုဟီးမီးယမ်း ရာ့ပ်ဆိုဒီ သီချင်းဟာ မာစတာပိစ်အဖြစ် သတ်မှတ်ခံခဲ့ရပြီး ကမ္ဘာ့အကောင်းဆုံး သီချင်းတွေထဲက တစ်ပုဒ်ဖြစ်လာခဲ့ပါတယ်။သမိုင်းတစ်လျှောက် ဖျော်ဖြေခဲ့တဲ့ အနုပညာရှင်တွေထဲမှာလည်း ဖရက်ဒီဟာ ပရိသတ်ကို တစ်သားထဲဖြစ်အောင် ဆွဲဆောင်နိုင်ဆုံး အဆိုတော်အဖြစ် သတ်မှတ်ခံထားရပါတယ်။သူနဲ့ တထပ်တည်းနည်းပါတူအောင် သရုပ်ဆောင်ထားတဲ့ ရာမီမားလက်ခ် ရဲ့ စွမ်းရည်ကြောင့်လည်း ဒီရုပ်ရှင်ကို ပိုကြိုက်မိတယ်ထင်ပါတယ်။File Size : (6.2 GB) / (2.07 GB) / (0.99 GB)Quality : Blu-Ray4K HEVC/1080p / 720p)Running Time : 2hr 14minFormat : Mkv/Mp4Genre : Biography, Drama, MusicSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by LittleneoEncode by Thanhtike Zaw,Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBryan SingerClaire FraynJack RavenscroftStarsAaron McCuskerAidan GillenAllen LeechBen HardyGwilym LeeJoseph MazzelloLucy BoyntonMike MyersRami MalekTom HollanderCastAaron McCuskerAce BhattiAdam James JohnstonAdam LambertAdam LazarusAdam RaufAidan GillenAllen LeechAndreea Helen DavidAndrew BowermanBen HardyBrian MayBruce MackinnonDermot MurphyDevlin LloydDickie BeauDrew P.Felipe BejaranoFreddie MercuryGarry SummersGwilym LeeHaf GibsonHonor HellonIan Gabriel DumdumIan Jareth WilliamsonJack RothJames MacLarenJames WallaceJason LinesJess RadomskaJohanna TheaJohn DeaconJohn OttmanJoseph MazzelloJoshua HiggottKatherine NewmanKieran HardcastleLasco AtkinsLeila CrerarLucy BoyntonMartin OelbermannMatt GreenwoodMatthew FredricksMatthew HoustonMax BennettMeneka DasMichelle DuncanMike MyersNeil Fox-RobertsPat LallyPeter HowePeter VoPhilip AndrewPriya BlackburnRami MalekRoger TaylorRoss GreenRosy BenjaminRoyce CroninScott Morrison WatsonStefan KopieckiTim PlesterTom HollanderWilliam Owen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dcvbs8z0GEXslC1kCT77x19XDeR.jpg",
      "https://image.tmdb.org/t/p/w300/93xA62uLd5CwMOAs37eQ7vPc1iV.jpg",
      "https://image.tmdb.org/t/p/w300/7mmXWuBeNJiBO0NIOUWOuFve4Tb.jpg",
      "https://image.tmdb.org/t/p/w300/xcaSYLBhmDzJ6P14bcKe0KTh3QV.jpg",
      "https://image.tmdb.org/t/p/w300/cdakNMS02KILElwW4j7IZPEVw7D.jpg",
      "https://image.tmdb.org/t/p/w300/ualfRc1172MHXY4wXTJKK6xGahz.jpg",
      "https://image.tmdb.org/t/p/w300/pbXgLEYh8rlG2Km5IGZPnhcnuSz.jpg",
      "https://image.tmdb.org/t/p/w300/jNUpYq2jRSwQM89vST9yQZelMSu.jpg",
      "https://image.tmdb.org/t/p/w300/9441r6izIG2t46C2W1XoKYVN1o.jpg",
      "https://image.tmdb.org/t/p/w300/fBv8MhUCI0oc3BvqCnFTtYOrnWJ.jpg",
      "https://image.tmdb.org/t/p/w300/8j7etrrMPht6yQRZLygrZ9kR22t.jpg",
      "https://image.tmdb.org/t/p/w300/ii8IKYeVLDxz3449sbTglCLtKjb.jpg",
      "https://image.tmdb.org/t/p/w300/1djmMIZkObSVJYttzFFKdQUxMJm.jpg",
      "https://image.tmdb.org/t/p/w300/xGzz9pQY6Q33hs3fEOyw7afrFQh.jpg",
      "https://image.tmdb.org/t/p/w300/xCovjYbHFUo8diFPzMwGj23VbWL.jpg",
      "https://image.tmdb.org/t/p/w300/q2smU8jc0X7Zti48ueexsbdiGXl.jpg",
      "https://image.tmdb.org/t/p/w300/bORKgryWrZ8q8PUBsMqgJGrbhkp.jpg",
      "https://image.tmdb.org/t/p/w300/zXYTAWN4yaC0HBCVXptpIEqo0zc.jpg",
      "https://image.tmdb.org/t/p/w300/cZwiugeD6yX32FZ96poCOfEYNnZ.jpg",
      "https://image.tmdb.org/t/p/w300/AlsFkkUn6GW9HLXRfj6axMlvmul.jpg",
      "https://image.tmdb.org/t/p/w300/m9BSvIKKH1GXvm3zIyZppWg4dqW.jpg",
      "https://image.tmdb.org/t/p/w300/22erd1xxXqNrf6FHysq3iEkcyEY.jpg",
      "https://image.tmdb.org/t/p/w300/iDETz0hejj5GoLm9Vtd2i8XNPBf.jpg",
      "https://image.tmdb.org/t/p/w300/hadOZvmzunCkNcCFERDV0WCV0N6.jpg",
      "https://image.tmdb.org/t/p/w300/90PtS5Wmwx7LMoGPo5st8krDlLQ.jpg",
      "https://image.tmdb.org/t/p/w300/lz8MxdsjrzsWAwOJAmYaD0epClw.jpg",
      "https://image.tmdb.org/t/p/w300/7o56snfBBIfs6xGjOA8ENfHLH20.jpg",
      "https://image.tmdb.org/t/p/w300/m61XP3KYaMZetOepkyyy78mkZTw.jpg",
      "https://image.tmdb.org/t/p/w300/qVQjiJahBoupu9hQAsIe8phKlL8.jpg",
      "https://image.tmdb.org/t/p/w300/gQ2b1NoZbXsxoBXOtwH1Gsgqc2u.jpg",
      "https://image.tmdb.org/t/p/w300/mRDEZtSZN93UODaJiUtLEkw1pvM.jpg",
      "https://image.tmdb.org/t/p/w300/u06wqsDjm93T6T4kGcgd4zli6E1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/bohemi.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bohemian-rhapsody-2018-2160-p-blu-ray-x-265-10-bit-aac-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.2 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bohemian-rhapsody-2018-1080-p-mkv",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eeG9t/(CM)_Bohemian.Rhapsody(2018)_1080p.mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bohemian-rhapsody-2018-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeGa3/(CM)_Bohemian.Rhapsody(2018)_720p.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/1injpsgqn5t8",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "HlRd9Zy25zo",
      "video_url": "https://www.youtube.com/watch?v=HlRd9Zy25zo",
      "embed_url": "https://www.youtube.com/embed/HlRd9Zy25zo"
    }
  },
  {
    "metadata": "|||Biography,Drama,Sport",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "167000"
    },
    "title": "Chasing Mavericks(2012)",
    "description": "Chasing Mavericks(2012)************************လှိုင်းကြီးလှေအောက် တောင်ကြီးဖဝါးအောက် စကားဟာ လူသားတွေရဲ့ အားမာန်ကိုပြသတဲ့စကား ဖြစ်ပါတယ်။ဒါပေမယ့် ဒီစကားဟာ ကယ်လီဖိုးနီးယားပြည်နယ်မြောက်ဘက်ကမ်းခြေက မားဗရစ်ခ်(Mavericks) လှိုင်းလုံးကြီးတွေကိုစီးနင်းဖို့ ကြိုးစားတဲ့ လှိုင်းစီးသမားတွေအတွက် အမြဲတမ်းမမှန်ကန်ပါဘူး။ဂျေးမော်ရီယာတီ ဟာ ဖခင်ရဲ့ စွန့်ပစ်မှုကြောင့် သောကရောက်နေတဲ့ မိခင်နဲ့ အတူနေထိုင်သူဖြစ်ပြီးရေလွှာလှိုင်းစီးရတာကို ကလေး ကတည်းက နှစ်သက်သူဖြစ်ပါတယ်။ တစ်ရက်မှာ သူရဲ့အိုင်ဒေါဖြစ်တဲ့လှိုင်းစီးသမား ဖရော့စ်တီတို့ လှိုင်းစီးသွားတာ လိုက်ချောင်းရင်း ဧရာမကြီးမားတဲ့ မားဗရစ်ခ်ရေလှိုင်းတွေကိုဖရော့စ်တီစီးလေ့ရှိတာကို သိသွားပါတယ်။ ဒါနဲ့ပဲ ဖရော့စ်တီ့ဆီမှာ အပူကပ်ပြီး သူ့ကို မားဗရစ်ခ်ရေလှိုင်းကိုစီးနိုင်တဲ့အထိသင်ပေးဖို့ ပူဆာပါတော့တယ်။ တစ်ဖက်မှာ လည်း ဖရော့စ်တီဟာ သူ့မိန်းမဖြစ်သူကိုအန္တရာယ်ရှိတဲ့ရေလှိုင်းတွေ ထပ်မစီးတော့ဘူးလို့ ကတိပေးထားပြီးသား ဖြစ်နေပါတယ်။ဂျေးမော်ရီယာတီကတော့ ဘယ်လိုဖြစ်နေနေ မားဗရစ်ခ်ရေလှိုင်းတွေကို စီးဖို့ စိတ်ပိုင်းဖြတ်ပြီးသား ဖြစ်ပါတယ်။မားဗရစ်ခ်ရေလှိုင်းတွေကို သူတကယ်စီးနင်းနိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေ သူရင်ဆိုင်ခဲ့ရလဲ၊သူဖြစ်ချင်တဲ့ရေလွှာလှိုင်းစီးသမားဘဝကို လွယ်လွယ်ကူကူတက်လှမ်းနိုင်ပါ့မလားဆိုတာကို ခံစားကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားဟာ ရေလွှာလှိုင်းစီးသမား ဂျေးမော်ရီယာတီ(Jay Moriarity)ရဲ့ အတ္ထုပ္ပတ္တိဖြစ်ပါတယ်။သူ့ဘဝအနိမ့်အမြင့်၊ အတက်အကျနဲ့ အချစ်ရေးကိစ္စတွေကို ရှုစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ရိုက်ကူးရင်း ဖရော့စ်တီနေရာက ရိုက်ကူးတဲ့ Gerard Butler ဟာရေနစ်မှုဒဏ်ကြောင့် သေမလိုဖြစ်ခဲ့ပြီး လအတော်ကြာ ကုသမှု ခံယူခဲ့ရပါတယ်။File Size :(2.8GB)(1.5 GB) and (360 MB)Quality : Blu-Ray1080p, 720pFormat…mp4Duration…01:58:00Genre : Sport, Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Ko MyoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbigail SpencerAdam Del RioAndrew PiernoAndy ArnessAnnaCoreyBrandon FleschnerBrandon HooperChannon RoeChristopher SweeneyCooper TimberlineCoy CoffmanDevin CrittendenElina WellsElisabeth ShueGary GriffisGerard ButlerGreg LongHarley GrahamJames Anthony CottonJenica BergereJonny WestonKaila PearsonKeegan BoosL. Peter CallenderLeven RambinMaya RainesMichael AcostaNate FeixPeter MelRichard GrossScott EastwoodSteven WiigTaylor HandleyThomas FreilZach Wormhoudt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8Y0w3WmlKM4WpSiGOh2ecA8YNQJ.jpg",
      "https://image.tmdb.org/t/p/w300/lzfDcppvRnsf9LJFwjLWQkuB4GC.jpg",
      "https://image.tmdb.org/t/p/w300/eMpYHidiQEweSVPXOh75Y4vUZhG.jpg",
      "https://image.tmdb.org/t/p/w300/bwhvUWKfYV9Ptdt95ngq0bmWkIf.jpg",
      "https://image.tmdb.org/t/p/w300/fJfBM9G2EOPOqNNzpr0M1O3N0QX.jpg",
      "https://image.tmdb.org/t/p/w300/hK3LQQKrdEvDoR271igzzCM6W9B.jpg",
      "https://image.tmdb.org/t/p/w300/hfpesjmtZLKjJfLewI6ruNjNEZw.jpg",
      "https://image.tmdb.org/t/p/w300/4Ql4vtZVk8OyCZ761gSQ23UrpsO.jpg",
      "https://image.tmdb.org/t/p/w300/9SqqqtH7sY7xvjTj1SqKBAfHZhG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7wxJmFqTMcdE05sfWedB6458US1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/igu4ztk8rs2y.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/chasing-mavericks-2012-blu-ray-1080-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Snt4/Chasing.Mavericks.2012.BLU-RAY.1080P.pp(CM).mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/mJdjTBiC#M82JHrPJ8mULymmk3f0O9kFiywg8Mgeo13f_VJAa99U",
        "server": "mega.nz",
        "size": "2.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/d6xi5zky5z86.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/chasing-mavericks-2012-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cq0y/Chasing.Mavericks.2012.BLU-RAY.720P.pp(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/jF0GlbII#g3OhNtWwmwcxSDVlQU1GDSm_TEOvLFRGjjGAkJTC5vM",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/qlblvczv8uun.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/7ao3pc7jfbxm",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/gyw627saelr8.html",
        "server": "usersdrive.com",
        "size": "360MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/chasing-mavericks-2012-blu-ray-480-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "360MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3eioD/Chasing.Mavericks.2012.BLU-RAY.480P.pp(CM)_.mp4",
        "server": "megaup.net",
        "size": "360MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/zIcnyaAS#ovFpbL-CEBNCsc_2leffIq_7HKe1GlNNXYB5jAWABxM",
        "server": "mega.nz",
        "size": "360MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/sxhnlu2ojtg4.html",
        "server": "streamsb.com",
        "size": "360MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/9wehugcyohh5",
        "server": "streamvid.io",
        "size": "360MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "6pwnwnzk8L8",
      "video_url": "https://www.youtube.com/watch?v=6pwnwnzk8L8",
      "embed_url": "https://www.youtube.com/embed/6pwnwnzk8L8"
    }
  },
  {
    "metadata": "not rated|2023|2h 7m|Biography,Bollywood,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "3.9k"
    },
    "title": "Tarla (2023)",
    "description": "Tarla(2023)CM ပရိသတ်တွေကို ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ IMDb 7/10 ရရှိထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။လူသားမဆန်တဲ့ အိမ်ထောင်ရေးရယ်လို့ ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံရဲ့အိမ်ထောင်ရေးဆိုင်ရာဓလေ့တွေကလည်းထိပ်ဆုံးကပြေးမြင်မိတဲ့ထဲ ပါနေလိမ့်မယ်ထင်ပါတယ်။ ဘာအတတ်ပညာတွေတတ်ထာ:တတ်ထားအချိန်တန်သတို့သားအိမ်လာကြည့်တာနဲ့ ဟင်းချက်စွမ်းရည်နဲ့ အိမ်ထောင်မှုနိင်နင်းတဲ့အကြောင်းပဲအသားပေးပြပြီးလက်ထပ်။ ဒီလိုနဲ့ အိမ်ထောင်ကျ ကလေးမွေးရင်း ချက်ပြုတ်ကျွေးမွေး၊ တစ်ဖက်ကယောကျာ်းလေးကလည်း မိုးလင်းတာနဲ့ သံပတ်ပေးထားသလို အိပ်ယာထ၊ အလုပ်သွား၊ ပြန်အိပ် စတဲ့ဒုံရင်းသောတစ်နေ့တာနဲ့ ငြီးငွေ့လောက်စရာ အိမ်ထောင်ရေးတွေကိုလည်း တော်တော်များများမြင်ဖူးကြမှာပါ။ဒီကားလေးမှာတော့ တာလာဟာ ဘဝမှာ ငါတစ်ခုခုတော့ဖြစ်ရမယ်ဆိုတဲ့ ဉာဏ်ကောင်းကောင်းဟင်းချက်လက်ရာကောင်းကောင်းနဲ့ကောင်မလေးတစ်ယောက်ပါ။ ဒါပေမယ့် သူဖြစ်ချင်တာ ဘာရယ်လို့ကွဲကွဲပြားပြားမသိသေးခင်မှာပဲ အိမ်ထောင်ရေးဆိုတဲ့ရထားကြီး သူမဆီဆိုက်ရောက်လာပါတော့တယ်။သားသတ်လွတ်သမားမင်းသမီးနဲ့ အသားဟင်းသိပ်မစွဲလန်းတဲ့မင်းသားတို့ တစ်နေ့တာတွေကိုဘာရယ်မသိဖြတ်သန်းလာရင်း နှစ်ချီလာတဲ့နောက် နောက်ကွယ်မှာ အသားခိုးစားနေတဲ့ယောကျာ်းကိုမိသွားတဲ့အခါ …။ ချောင်ထိုးထားတဲ့ တီထွင်နိုင်စွမ်းတွေ အစွမ်းကုန်အသုံးချလို့ယောကျာ်းအသားမစားရေးလှုပ်ရှားမှုကြီး စပြီး ဟင်းတွေကို တီထွင်ပါတော့တယ်။ဒီလိုနဲ့ သူ့ရဲ့ဆန်းသစ်တဲ့ဟင်းချက်လက်ရာအစွမ်းနဲ့ သူတို့တိုက်ကကောင်မလေးကိုပါ အိမ်ထောင်ချပေးလိုက်နိုင်ပြီးတော့နာမည်ကြီးသွားပြီး သင်တန်းတွေပါဖွင်လိုက်ရတဲ့သူမ..။ မမျှော်လင့်တဲ့ အချိုးအကွေ့တွေနဲ့ကြုံလာတဲ့အခါဘယ်လိုတွေ ရုန်းကန်မလဲ၊ ရင်ဆိုင်မလဲ ၊ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုနိုင်မယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းသစ်လေးကို Cm Bollywood Team မှ Aditi, V နဲ့ ZWE တို့မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော်။File size…1.9GB / 800MBQuality…1080p HQ HDRIP / 720pFormat…mp4Duration….2h 7mSubtitle….Myamar Subtitle (Hard Sub)Encoder….YKTranslated by  Aditi~  V ~ ZWEYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPiyush GuptaStarsAashriya MishraAkshara KulkarniAmarjeet SinghBharati AchrekarBhawana SomaayaGarima AgrawalHridansh ParekhHuma QureshiJairoop JeevanKukul TarmasterLaxmi RawatLokesh MittalMorli PatelPremal YagnikPurnendu BhattacharyaRaghav BinaniRajeev PandeySharib HashmiVedaansh JajuVeena NairCastAashriya MishraAkshara KulkarniAmarjeet SinghBharati AchrekarBhawana SomaayaGarima AgrawalHridansh ParekhHuma QureshiJairoop JeevanKukul TarmasterLaxmi RawatLokesh MittalMorli PatelPremal YagnikPurnendu BhattacharyaRaghav BinaniRajeev PandeySharib HashmiVedaansh JajuVeena Nair",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ellp0HKzGZrjbM0XFN31sZiPHQc.jpg",
      "https://image.tmdb.org/t/p/w300/esDRnIZ8MPEYCUcwP3QEGHj5pam.jpg",
      "https://image.tmdb.org/t/p/w300/vktptsw8N1CMlQp23dpSxvW29xz.jpg",
      "https://image.tmdb.org/t/p/w300/lRpf0pOaGvgdpdrZvlFoCamY6Ze.jpg",
      "https://image.tmdb.org/t/p/w300/l7zP9UR6LOVPcU020R008wBuhpO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjVlYzczMWEtYzc1Mi00Yzg2LWIyMTgtMzVjYTAxMmExYTA5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tarla-2023-hq-hd-rip-1080-p-x-265-hevc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p287rvuvsyad.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VN2j/Tarla_(2023)_HQ_HDRip_-_1080p_-_x265_-_HEVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VikX2QIJ#JFccMk-9pBjjfK5TTG2Y2R2LmcCAJWrIg3JrmYSHaZ0",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tarla-2023-hq-hd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/32rgojokacm8.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VN29/Tarla_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EitQgQTQ#CDg_kwWb3HeEaKPJ1Z3zP6pp4CDczA0H7cy7dNmpWiU",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/i3c8idrff67j.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/04inudgjcbzz",
        "server": "streamvid.io",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JgKUjuIHVzI",
      "video_url": "https://www.youtube.com/watch?v=JgKUjuIHVzI",
      "embed_url": "https://www.youtube.com/embed/JgKUjuIHVzI"
    }
  },
  {
    "metadata": "|||Biography,Drama,Sport",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "167000"
    },
    "title": "Lords of Dogtown(2005)",
    "description": "Lords of Dogtown(2005)**********************Heath Ledgerရဲ့ အလန်းကားများစွာထဲက တစ်ကားဖြစ်ပါတယ်..အားကစားတွေထဲက စကိတ်စီးတာကလည်းတစ်ခေတ်ထခဲ့သလို ခုထိလည်းရိုးမသွားသေးပါဘူး၊ဒီဇာတ်ကားကတော့ စကိတ်ကိုရူးရူးမူးမူးစွဲလမ်းခဲ့ကြတဲ့ သူငယ်ချင်းသုံးယောက်အကြောင်းဖြစ်ရပ်မှန်လေးပါပဲ။ဇာတ်လမ်းလေးကတော့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ လူငယ်ခြေတက် ဆယ်ကျော်သက်ကောင်လေးတစ်စု‌ရေလွှာစီးလိုက် စကိတ်စီးလိုက်ပျော်ပျော်နေကြတယ်ပေါ့လေ။တိုနီ၊ဂျေး နဲ့ စတေဆီတို့ပါပဲ။စကိတ်စီးတာကလည်းခေတ်ထလာတော့ စီးပွားရေးသမားတွေက ကောင်လေးတွေကိုသုံးပြီးငွေရှာဖို့ကြံ၊ကောင်လေးတွေကလည်း စကိတ်စီးနေရရင်ပြီးရောဆိုတဲ့ ငယ်ဘဝကနေ ငွေရေးကြေးရေ၊ အချစ်ရေးတွေပါစိတ်နှစ်ရမယ့်အရွယ်ရောက်လာခဲ့တဲ့အခါမှာတော့…..လူငယ်သဘာဝပျော်ပျော်နေတာတွေ၊ စကိတ်စီးတာတောင် သူများခြံထဲဘယ်လိုခိုးဝင်စီးခဲ့တာတွေ၊သူငယ်ချင်းအချင်းချင်းစိတ်ဝမ်းကွဲတာတွေ၊မိသားစုလိုသံယောဇဉ်တွေကိုပါမြင်တွေ့ရမယ့် ဖြစ်ရပ်မှန်ကားကောင်းလေးပါပဲFile Size :(1.8 GB)(931 MB) and (230 MB)Quality : Blu-Ray 1080P, 720pFormat…mp4Duration…01:48:00Genre : Biography , Drama , SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by  ThemesEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexander GarciaAlexis ArquetteAllie McCullochAmerica FerreraAnthony RodriguezArnold ChenBai LingBenjamin AndersonBenjamin NurickBill CusackBob BiniakBrian ZarateBridgetta TomarchioCamilla RantsenChad FernandezCharles NapierChelsea HobbsCheyne MagnussonChris ChaputChristopher EstesChuck HosackDaniel VenegasDavid BurdenDax McKeeverDeWalt MixDon NguyenEddie CahillElden HensonEmile HirschEmmanuel HowellEric 'Tuma' BrittonEric GerlemanEric WestFrank J. TsacriosGary SieversGina VendittiHeath LedgerJack SmithJane SchmidtJason David McFaddenJay AdamsJeffrey G. BarnettJeremiah BitsuiJeremy RennerJim MuirJoe KoonsJoe VirziJoel McHaleJohn RobinsonJohnny KnoxvilleJulie Marie HassettJulio Oscar MechosoKatie WhickerKirk WardLaura RamseyLeslie BergerLucas GasperikMarat OyvetskyMark KubrMary GraceMatt MalloyMelonie DiazMichael AngaranoMike OgasMitch HedbergNed BellamyNikki ReedNoah AbramsNoël John HowardPablo SchreiberPaulette IvoryRaphael VerelaRay FloresRebeca SilvaRebecca De MornayReef KarimReid HarperRene RiveraRicky HauszRobert RobbinsSamantha LockwoodSarah Blakley-CartwrightSean GoodmanShea WhighamShelley BurkardSkip EngblomSofía VergaraStacy PeraltaStan StrocherStephanie LimbSteve BadilloStone Van GorderTarita VirtueTia MarrieTim McIlrathTom PehaTony AlvaTony HawkTony ShoreTravis PetersonVictor RasukVictoria SparkVincent LarescaWilliam AlvaWilliam Mapother",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r19wkx0JESCD74GVyREFLzZN2VA.jpg",
      "https://image.tmdb.org/t/p/w300/qdEP39CXUV3LsNjImlihi3kBkie.jpg",
      "https://image.tmdb.org/t/p/w300/yh8o3u45Qz5X9es714iMX6HABlF.jpg",
      "https://image.tmdb.org/t/p/w300/v9GfnA3ug89Z37FBV2B5nrLyT7A.jpg",
      "https://image.tmdb.org/t/p/w300/bOcM3jS11m8WQjR3Cf1RsMUWwzC.jpg",
      "https://image.tmdb.org/t/p/w300/mjhV2fNRy0CsyPgrZsBi5JjyDtM.jpg",
      "https://image.tmdb.org/t/p/w300/3NGP2KmbfsZaaaKRvzDSyGnnUtS.jpg",
      "https://image.tmdb.org/t/p/w300/lalJ1xvb2Ap9g1hKQjfOlC50pcR.jpg",
      "https://image.tmdb.org/t/p/w300/auJg4KnlIf2WuFRJNL1foTSIcPI.jpg",
      "https://image.tmdb.org/t/p/w300/zwBWTqcGt8hivUOrmMlPN36x9e6.jpg",
      "https://image.tmdb.org/t/p/w300/lTfaZ14pVvbOE5QSptBHeD80J2g.jpg",
      "https://image.tmdb.org/t/p/w300/l5HapzCuHAG3Nkt4u72ZwST0ssy.jpg",
      "https://image.tmdb.org/t/p/w300/y8Flowb7jN14rxBIlJ8pG4cH7hM.jpg",
      "https://image.tmdb.org/t/p/w300/bM8XijgEovE1wbM8Onq28X5ZBa6.jpg",
      "https://image.tmdb.org/t/p/w300/kMkYByJrq62Wf5FaaimyBq23ruU.jpg",
      "https://image.tmdb.org/t/p/w300/jJMjqzVoDvDv6CZ7YesgJZPff0a.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/lords-of-dogtown-dvd-movie-cover.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5xh3h20btspn.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/lords-of-dogtown-2005-blu-ray-1080-p-f-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xT6z/Lords.of.Dogtown.2005.BLU-RAY.1080P.F(CM).mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/lE520L7R#ZaS4JOuaBMfC19BEhud5XeBuDEPcSTxfN8IahjA31GI",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbrity.com/0fe0sgcbgsql.html",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/6y0as6em61k4",
        "server": "streamvid.io",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jp9xkifbep2y.html",
        "server": "usersdrive.com",
        "size": "931MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/lords-of-dogtown-2005-blu-ray-720-p-f-cm-mp-4https://yoteshinportal.cc/lords-of-dogtown-2005-blu-ray-720-p-f-cm-mp-4https://yoteshinportal.cc/lords-of-dogtown-2005-blu-ray-720-p-f-cm-mp-4https://yoteshinportal.cc/lords-of-dogtown-2005-blu-ray-720-p-f-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "931MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1bYbp/Lords.of.Dogtown.2005.BLU-RAY.720P.F(CM).mp4",
        "server": "megaup.net",
        "size": "931MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/wJRDSYpT#Zg3D9xBTv1HuaPFUjpg1nD2XkLfV4lyDuikU0x6feyk",
        "server": "mega.nz",
        "size": "931MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/j5loefjvifed.html",
        "server": "streamsb.com",
        "size": "931MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/6hs4jua35mbg",
        "server": "streamvid.io",
        "size": "931MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/4uoxhlhfdiwp.html",
        "server": "usersdrive.com",
        "size": "230MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/lords-of-dogtown-2005-blu-ray-480-p-f-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "230MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bYcr/Lords.of.Dogtown.2005.BLU-RAY.480P.F(CM).mp4https://megaup.net/1bYcr/Lords.of.Dogtown.2005.BLU-RAY.480P.F(CM).mp4",
        "server": "mega.nz",
        "size": "230MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/BR41EBLa#X9d7dSaOnMhJ-dbfeiOHYd5VqHKK6jkMfKgvqi7r47c",
        "server": "mega.nz",
        "size": "230MB",
        "quality": "480P"
      },
      {
        "link": "https://sbrity.com/m9mhja8sf4ey.html",
        "server": "streamsb.com",
        "size": "230MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/p3rcda6p2dx1",
        "server": "streamvid.io",
        "size": "230MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "KHwimJTfvxE",
      "video_url": "https://www.youtube.com/watch?v=KHwimJTfvxE",
      "embed_url": "https://www.youtube.com/embed/KHwimJTfvxE"
    }
  },
  {
    "metadata": "|||Biography,Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Bank of Dave(2023)",
    "description": "ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ Daveအနေနဲ့ James Bondရုပ်ရှင်တွေဖြစ်တဲ့ No time to die , Skyfall , Being James Bondတို့အပြင် The imitation game၊ Peterloတို့လို ဇာတ်ကားကောင်းတွေအပြင် တခြားသောရုပ်ရှင်တွေ၊ စီးရီးတွေထဲမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Rory Kinnearကြီးက ဒီဇာတ်ကားကိုဦးဆောင်သရုပ်ဆောင်ထားပါတယ်။ထို့အပြင် Game of Thrones၊ Cruella၊ Paddington 2၊ A boy called Christmasအစရှိတဲ့ ဇာတ်လမ်းကောင်းတဲ့ရုပ်ရှင်တွေထဲမှာ ပါဝင်သရုပ်ခဲ့ဖူးတဲ့ Joel Fryကလည်း Daveရဲ့ရှေ့နေ ဟူ့စတော့ဝဲလ်အနေနဲ့သရုပ်ထားပြီး Bridgertonထဲက မင်းသမီးချောလေး Phoebe Dynevorလည်းDaveရဲ့တူမအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သင်ဟာဘောလုံးပရိသတ်တွေဆိုရင် သိမှာသေချာတဲ့ ဘန်လေမြို့လေးက ဒေ့ဖစ်ဝစ်ဆိုတဲ့ အသေးစားသူဌေးတစ်ယောက်က ဘန်လေမြို့က လူတွေ စီးပွားရေးတွေအတွက် ထောက်ပံ့ဆောင်ရွက်ကူညီပေးနေသူဖြစ်ပါတယ်။ သူက တစ်နေ့မှာ ဒေ့ရဲ့ဘဏ်လို့ခေါ်တဲ့ဘဏ်အသေးစားလေးတစ်ခုကိုဖွင့်လှစ်ချင်လာပါတယ်။ ဒါပေမဲ့ UKနိုင်ငံရဲ့ ဘဏ္ဍာရေးစည်းမျဉ်းများဘုတ်အဖွဲ့ဟာ ဘဏ်လောကကို လက်ဝါးကြီးအုပ်ထားပြီး ဘဏ်အသစ်တွေကိုတည်ထောင်ခွင့်မပေးတော့တာနှစ်၁၅၀ရှိပါပြီ။ ထိုသူတွေက လူတွေကိုကူညီပေးမယ့် ဒေ့ရဲ့ဘဏ်တည်ထောင်ရေးကို အမဲလိုက်ဖျက်ပါတော့။ ထိုသူတွေယုတ်မာတာကို ဒေ့တစ်ယောက် ကျော်ဖြတ်သွားနိုင်ပါ့မလား၊ UKလိုချမ်းသာတဲ့နိုင်ငံမှာ ဘန်လေမြို့လေးဆင်းရဲတွင်းကနေ လွတ်မြောက်သွားမလားဆိုတာ ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကနေကြည့်ရှုကြလိုက်ပါအုန်းခင်ဗျ။ ဒီကားလေးကိုကြည့်လိုက်ရင် လုပ်ငန်းသစ်စချင်တဲ့လူတွေ ကိုယ်ပိုင်လုပ်ငန်းတည်ထောင်ချင်နေသူတွေစသဖြင့် Motivationဖြစ်စေမှာဖြစ်ပါတယ်။ ၄ရက်လောက်အချိန်ယူ ဘာသာပြန်ပေးထားလို့ ကြည့်ရှူပေးကြဖို့ တိုက်တွန်းပါတယ်။File size…(1.41GB)  / (799MB) /387MBQuality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:19:00Genre… Biography / Comedy / DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by  Min Khant Kyi WinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrian LukisAngus WrightBobby HirstonCarrie CrookallCathy TysonDarwin TaylorDrew CainFlorence HallFreddie BoltHarry MichellHopi GraceHugh BonnevilleJo HartleyJoe ElliottJoel FryNaomi BattrickPaul CavendishPaul KayePhil CollenPhilip GascoynePhoebe DynevorRick AllenRick SavageRoger MorlidgeRory KinnearSean DycheSimone HolmesSteve EdgeVivian Campbell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcka0WH6otb1xueWk62Rpxqh3nm.jpg",
      "https://image.tmdb.org/t/p/w300/b1hX6xgHzW3dZZsUV4ghMfzfc0v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bank.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bank-of-dave-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oc87ban65ey1.html",
        "server": "usersdrive.com",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xRx7/Bank.of.Dave.2023.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PQUCgQbI#PTjCKx-4AxIJGZ1i_TBduPhEQsKXTu6xkZUSvQlx6H0",
        "server": "mega.nz",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bank-of-dave-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/e3q5hld1yvpi.html",
        "server": "usersdrive.com",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xRx0/Bank.of.Dave.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/jVliiDDQ#XB9bM4c-7zS77m88lFyszUp7KY2CoyPzBZkluNxT41E",
        "server": "mega.nz",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrity.com/1dghqxuatob7.html",
        "server": "streamsb.com",
        "size": "799MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/bank-of-dave-2023-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/o5ctlju53bny.html",
        "server": "usersdrive.com",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1RU4s/Bank.of.Dave.2023.480p(CM).mp4",
        "server": "megaup.net",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/DJFE3DKA#qzGBzsOb2dABAejbV4yfhOB6SC447cq7v4uD0JKiyI4",
        "server": "mega.nz",
        "size": "387MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrity.com/roe3k9fzhbpu.html",
        "server": "streamsb.com",
        "size": "387MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "iNeXxN3Lqok",
      "video_url": "https://www.youtube.com/watch?v=iNeXxN3Lqok",
      "embed_url": "https://www.youtube.com/embed/iNeXxN3Lqok"
    }
  },
  {
    "metadata": "PG-13|2017|127 min|Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "13,720"
    },
    "title": "The Zookeeper’s Wife (2017)",
    "description": "ဒီဇာတ္ကားက စစ္ကားၾကိဳက္တဲ့ ရုပ္ရွင္ၾကည့္ ပရိတ္သတ္ေတြ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။၁၉၃၉ခုႏွစ္ ပိုလန္ကအေၾကာင္းကို အေျချပဳရိုက္ထားတာပါဇာတ္လမ္းအက်ဥ္းကို ေျပာရမယ္ဆိုရင္ေတာ့အန္တိုနီနာ ဇဘင္စကီရဲ႕ ဂရုစိုက္မႈ နဲ႔ သူမေယာက်ာ္း ဂ်န္ ဇဘင္စကီရဲ႕  ဦးေဆာင္မႈေၾကာင့္ ၀ါေစာ္တိရစာၦန္ရုံဟာ မ်ားစြာကာင္းမြန္လာခဲ့ပါတယ္။ဒါေပမယ့္ နာဇီေတြ ပိုလန္ႏိုင္ငံကို က်ဴးေက်ာ္လာတဲ့အခ်ိန္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ဟာ နာဇီေတြရဲ႕ တိရစာၦန္ေဗဒပညာရွင္ လုဇ္ဟက္နဲ႔ အလုပ္ တူတူတြဲလုပ္ဖုိ႔ ဖိအားေပးခံရပါေတာ့တယ္။ဇဘင္စကီလင္မယားက ေတာ္လွန္ေရးအဖြဲ႕နဲ႔ စတင္ပူးေပါင္းျပီး ၀ါေစာ္ဂတ္တိုျမိဳ႕ကေန ရာေပါင္းမ်ားစြာေသာ ဂ်ဴးေတြကို ဘယ္လို အစီအစဥ္ခ်ျပီး ကယ္တင္မလဲ။နာဇီေတြရဲ႕ မ်က္စိေရွ႕မွာ ဘယ္လိုလွည့္စားျပီး ၀ွက္ထားမလဲဆိုတာကေတာ့………….တစ္ကယ္ကုိ ၀မ္းနည္းစရာ စိတ္လႈပ္ရွားစရာ ဥာဏ္ကြန္႔ျမဴးစရာ ၾကည့္ရမယ့္ ဇာတ္လမ္းေကာင္းလို႔ ညႊန္းပါရေစ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)File Size : (850 MB) and (360 MB)Quality : 720pBlurayRunning Time : 2hr 7minutesFormat : Mp4Genre : Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Inzali ThanHtikeEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNiki CaroStarsDaniel BrühlEfrat DorIddo GoldbergJessica ChastainJohan HeldenberghMartha IssováMichael McElhattonShira HaasTimothy RadfordVal MalokuCastAdira B. Cole AbbettAlena MihulováAnna RustArnošt GoldflamBrian CaspeDaniel BrühlDaniel RatimorskýEfrat DorEster KočičkováFrederick PrestonGabriel CohenGoran KostićHana FrejkováHana PindurováIddo GoldbergJakub ŠmídJessica ChastainJitka SmutnáJohan HeldenberghJosef GurunczLadislav HamplMagdalena LamparskaMagdaléna SidonováMarián MitašMartha IssováMartin HofmannMichael McElhattonNataša BurgerPetra BuckovaRoman HorákRoman VejdovecShira HaasSlavko ŠobinTheo PrestonTimothy RadfordVáclav NeuzilVal MalokuViktoria ZakharyanovaViktorie JenickováVilma FrantováWaldemar Kobus",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rE6W3KHdIuTdgRDLOOOMR3gfGgc.jpg",
      "https://image.tmdb.org/t/p/w300/dLF9DtyuSMTz7pNftMgLCT3LoDp.jpg",
      "https://image.tmdb.org/t/p/w300/sJXY1KJzgY98W7RCSgYLRmmBaN4.jpg",
      "https://image.tmdb.org/t/p/w300/xrxeQPqpIBlW49pBBeszKfo5XRy.jpg",
      "https://image.tmdb.org/t/p/w300/uus4pBGGmVLAP6D6a9nwCnjbkWN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/zookeepers_wife_xlg.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1o3Imw",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o3InU",
        "server": "channelmyanmar.agbcloud.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o3Io2",
        "server": "channelmyanmar.agbcloud.com",
        "size": "360 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o3IoF",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o3IrI",
        "server": "openload.co",
        "size": "360 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "rJNFeHHGGN4",
      "video_url": "https://www.youtube.com/watch?v=rJNFeHHGGN4",
      "embed_url": "https://www.youtube.com/embed/rJNFeHHGGN4"
    }
  },
  {
    "metadata": "N/A|2020|1h 50min|Biography",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "270"
    },
    "title": "Kalashnikov (2020)",
    "description": "ကမ္ဘာပေါ်မှာ လူတွေရဲ့အသက်ကို အများဆုံးချွေခဲ့တဲ့ သေနတ်ကို ပြောပါဆိုရင်အေကေ-ဖော်တီဆဲဗန်း (AK-47) မောင်းပြန်ရိုင်ဖယ်ကိုပဲ ပြောရမှာပါပဲ။အဲဒီလက်နက်ဟာ လက်နက်ငယ်လောကကို တစ်ခေတ်ဆန်းစေခဲ့ပြီး ကမ္ဘာအနှံ့မှာ အသုံးပြုတာခံခဲ့ရသလိုလက်နက်ငယ်ပေါင်းများစွာဟာလည်း ဒီသေနတ်ကို အခြေခံပြီး တီထွင်ခဲ့ရတာပါ။ဒီသေနတ်ကို official အနေနဲ့ ကာလရှညိကော့ဖ် ရိုင်ဖယ်လို့ ခေါ်ပါတယ်။ဘာကြောင့်လဲဆိုတော့ ရုရှားရဲ့ လက်နက်တီထွင်သူ ဉာဏ်ကြီးရှင် မီခေး ကာလရှညိကော့ဖ် ဆိုသူက တီထွင်ခဲ့လို့ပါပဲ။ကာလရှညိကော့ဖ်ဟာ အတန်းပညာ ဆုံးခန်းမတိုင်ခဲ့သလို တပ်ကြပ်အဆင့်နဲ့ တီထွင်သူဖြစ်လာခဲ့တာပါ။ဒီသေနတ်ကို မတီထွင်ခင်မှာ ဒုတိယကမ္ဘာစစ်ရှေ့တန်းစစ်မျက်နှာမှာ တင့်တပ်သားအနေနဲ့ အကြီးအကျယ် တိုက်ပွဲဝင်ခဲ့ဖူးတဲ့သူ ဖြစ်ပါတယ်။အဲဒီတုန်းက ဆိုဗီယက်တပ်တွေနဲ့ ဂျာမန်တပ်တွေ ဘတပြန် ကျားတပြန် တိုက်ခိုက်နေကြချိန်မှာဆိုဗီယက်တွေရဲ့ ရိုင်ဖယ်ဟာ ဂျာမန်တွေရဲ့ Sturmgewehr 44 rifle တွေကို မယှဉ်နိုင်ဘဲ အတော်အထိနာကြတဲ့ အခြေအနေမှာ ရှိပါတယ်။ဆိုဗီယက်ဘက်မှာလည်း လက်နက်တွေကို ဆက်တိုက်စမ်းသပ်ထုတ်လုပ်နေပေမယ့်လက်နက်တစ်ခေတ်ဆန်းသွားလောက်စေမယ့် လက်နက်မျိုး ပေါ်မလာခဲ့သေးပါဘူး။ဒီရုပ်ရှင်မှာတော့ ကာလရှညိကော့ဖ်ရဲ့ ဘဝဇာတ်ကြောင်းရယ် ဆိုဗီယက်ရဲ့ စတာလင်ဆုရ တီထွင်သူသူရဲကောင်း ဖြစ်လာတဲ့အထိ အခက်အခဲတွေ ကျော်ဖြတ်ခဲ့ရပုံကို ပြသထားတာပဲ ဖြစ်ပါတယ်။အတ္ထုပ္ပတိရုပ်ရှင် အမျိုးအစားကို ကြိုက်တတ်တဲ့သူတွေအတွက်တော့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။ဒီဇာတ်ကားကိုတော့ ရုရှားဘာသာကနေ Kay Z L က ဘာသာပြန်ပေးထားပါတယ်။File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 1hr 50minFormat : Mp4Genre : BiographySubtitle : Myanmar Subtitle (Hard Sub)Source : WEB-DL.(1080p).ExKinoRay[EtHD]Translated by Kay Z LEncoded by Thanhtike Zawzawgyiကမာၻေပၚမွာ လူေတြရဲ႕အသက္ကို အမ်ားဆုံးေခြၽခဲ့တဲ့ ေသနတ္ကို ေျပာပါဆိုရင္ေအေက-ေဖာ္တီဆဲဗန္း (AK-47) ေမာင္းျပန္႐ိုင္ဖယ္ကိုပဲ ေျပာရမွာပါပဲ။အဲဒီလက္နက္ဟာ လက္နက္ငယ္ေလာကကို တစ္ေခတ္ဆန္းေစခဲ့ၿပီး ကမာၻအႏွံ႔မွာ အသုံးျပဳတာခံခဲ့ရသလိုလက္နက္ငယ္ေပါင္းမ်ားစြာဟာလည္း ဒီေသနတ္ကို အေျခခံၿပီး တီထြင္ခဲ့ရတာပါ။ဒီေသနတ္ကို official အေနနဲ႔ ကာလရွညိေကာ့ဖ္ ႐ိုင္ဖယ္လို႔ ေခၚပါတယ္။ဘာေၾကာင့္လဲဆိုေတာ့ ႐ုရွားရဲ႕ လက္နက္တီထြင္သူ ဉာဏ္ႀကီးရွင္ မီေခး ကာလရွညိေကာ့ဖ္ ဆိုသူက တီထြင္ခဲ့လို႔ပါပဲ။ကာလရွညိေကာ့ဖ္ဟာ အတန္းပညာ ဆုံးခန္းမတိုင္ခဲ့သလို တပ္ၾကပ္အဆင့္နဲ႔ တီထြင္သူျဖစ္လာခဲ့တာပါ။ဒီေသနတ္ကို မတီထြင္ခင္မွာ ဒုတိယကမာၻစစ္ေရွ႕တန္းစစ္မ်က္ႏွာမွာ တင့္တပ္သားအေနနဲ႔ အႀကီးအက်ယ္ တိုက္ပြဲဝင္ခဲ့ဖူးတဲ့သူ ျဖစ္ပါတယ္။အဲဒီတုန္းက ဆိုဗီယက္တပ္ေတြနဲ႔ ဂ်ာမန္တပ္ေတြ ဘတျပန္ က်ားတျပန္ တိုက္ခိုက္ေနၾကခ်ိန္မွာဆိုဗီယက္ေတြရဲ႕ ႐ိုင္ဖယ္ဟာ ဂ်ာမန္ေတြရဲ႕ Sturmgewehr 44 rifle ေတြကို မယွဥ္ႏိုင္ဘဲ အေတာ္အထိနာၾကတဲ့ အေျခအေနမွာ ရွိပါတယ္။ဆိုဗီယက္ဘက္မွာလည္း လက္နက္ေတြကို ဆက္တိုက္စမ္းသပ္ထုတ္လုပ္ေနေပမယ့္လက္နက္တစ္ေခတ္ဆန္းသြားေလာက္ေစမယ့္ လက္နက္မ်ိဳး ေပၚမလာခဲ့ေသးပါဘူး။ဒီ႐ုပ္ရွင္မွာေတာ့ ကာလရွညိေကာ့ဖ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းရယ္ ဆိုဗီယက္ရဲ႕ စတာလင္ဆုရ တီထြင္သူသူရဲေကာင္း ျဖစ္လာတဲ့အထိ အခက္အခဲေတြ ေက်ာ္ျဖတ္ခဲ့ရပုံကို ျပသထားတာပဲ ျဖစ္ပါတယ္။အတၳဳပၸတိ႐ုပ္ရွင္ အမ်ိဳးအစားကို ႀကိဳက္တတ္တဲ့သူေတြအတြက္ေတာ့ ႐ုပ္ရွင္ေကာင္းတစ္ကားပါပဲ။ဒီဇာတ္ကားကိုေတာ့ ႐ုရွားဘာသာကေန Kay Z L က ဘာသာျပန္ေပးထားပါတယ္။File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 1hr 50minFormat : Mp4Genre : BiographySubtitle : Myanmar Subtitle (Hard Sub)Source : WEB-DL.(1080p).ExKinoRay[EtHD]\nTranslated by Kay Z LEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKonstantin BuslovStarsAlexey VertkovAnatoliy LobotskiyArtur SmolyaninovDmitriy BogdanEldar KalimulinMaksim BityukovOlga LermanValeriy BarinovVitaliy KhaevYuriy BorisovCastAleksandr NikolskyAlexey VertkovAmadu MamadakovAnatoliy LobotskiyArmen ArushanyanArtur SmolyaninovDmitriy BogdanDmitry KulichkovEldar KalimulinEvgeny AntropovEvgeny KartashovIgor KhripunovMaksim BityukovMikhail GudoshnikovOlga LermanSergey GazarovSeydulla MoldakhanovValeriy BarinovValery AfanasievVitaliy KhaevYuriy BorisovYuriy Loparyov",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tBW35lfVwrRU2GW3xoA932T53h3.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/da75f3/cm-kalashnikov-2020-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kalashnikov-2020-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "http://myandrive.net/file/3ToJv1rJD4",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2BI4/(CM)_Kalashnikov.2020.WEB.DL.720p.mp4",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ch9t/(CM)_Kalashnikov.2020.WEB.DL.720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.mediafire.com/file/tflji6twgfj12rp/%2528CM%2529_Kalashnikov.2020.WEB.DL.720p.mp4/file",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RCJS3AZI#rBSY8o1pnay5SjPPDxxSbKVMTaU0xeXyClnUohFIvEs",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/39VKTCImQhIrJw",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/405uj5ohcjbu",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e6d566/cm-kalashnikov-2020-web-dl-480p-mp4",
        "server": "yuudrive.me",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kalashnikov-2020-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "http://myandrive.net/file/coalFAYyz4",
        "server": "CM Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/2BI3/(CM)_Kalashnikov.2020.WEB.DL.480p.mp4",
        "server": "CM Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2ch9b/(CM)_Kalashnikov.2020.WEB.DL.480p.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "http://www.mediafire.com/file/uaxuklblyidul50/%2528CM%2529_Kalashnikov.2020.WEB.DL.480p.mp4/file",
        "server": "CM Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/gLZmGapC#78d1oS7cnNYh55KysaFCTnty4WZ9BJKf2qgCCBP052E",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/LNE621if4s1v9g",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/oybznggy3f1f",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "nHC_MNBlaRs",
      "video_url": "https://www.youtube.com/watch?v=nHC_MNBlaRs",
      "embed_url": "https://www.youtube.com/embed/nHC_MNBlaRs"
    }
  },
  {
    "metadata": "N/A|2018|95 min|Biography,Crime,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "74"
    },
    "title": "The Brawler (2018)",
    "description": "ဒီတစ်ခါတော့ ကမ္ဘာမှာ အရမ်းကိုအောင်မြင်ကျော်ကြားခဲ့တဲ့Rocky ဆိုတဲ့ရုပ်ရှင်ရဲ့ မူလဇစ်မြစ်အကြောင်းကို ရိုက်ကူးထားတဲ့ကားလေးတစ်ကို တင်ဆက်ပေးချင်ပါတယ်။ချက်ခ်ဝက်ပ်နာလို့ခေါ်တဲ့လူတစ်ယောက်ဟာ ဘေယွန်မှာနေထိုင်ခဲ့ပြီးတော့ငယ်ငယ်လေးကတည်းက လက်ဝှေ့ထိုးသတ်ရတာကို ဝါသနာကြီးခဲ့တဲ့သူတစ်ယောက်ပါ။ဒီလိုနဲ့ သူ့ရဲ့ကြိုးစားမှုကြောင့် တစ်နေ့မှာတော့ လက်ဝှေ့လောကရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ မိုဟာမက်အလီနဲ့ ထိုးသတ်ခွင့်ရတဲ့အခါမှာဘယ်လိုရလာဒ်တွေဖြစ်ပေါ်ခဲ့ပြီး သူ့ဘဝဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာကိုစိတ်ဝင်စားသဖွယ်ရိုက်ပြထားတဲ့The Browlerဆိုတဲ့ ဇာတ်ကားမှာ ကြည့်ရှုပြီး အားပေးလိုက်ကြပါဦးဗျာ….File Size : ( 883 MB) & ( 236 MB)Quality : Web-DL 720pRunning Time :1hr 35 minFormat : Mp4Genre : Biography , Crim , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKen KushnerStarsAmy SmartBurt YoungJason James RichterJerrod PaigeNick LoebRobert ClohessyTaryn ManningTony DarrowWilliam Lee ScottZach McGowanCastAdam FalkoffAmy SmartAnthony ManganoArthur L. BernsteinBetsy BeutlerBurt YoungCree KellyJason James RichterJay WillickJerrod PaigeJoe PantolianoJoseph D'OnofrioJoseph R. GannascoliNick LoebRobert ClohessySuzy KayeTaryn ManningTony DarrowWilliam Lee ScottZach McGowan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4srcbGDQhvKh9g3Z7nezvGfZXTI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f3nJWpGpxgTR66lLvcoFMsZZuFY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-brawler-2018",
        "server": "VIP Links",
        "size": "1.2GB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://sbembed3.com/jagn3kvk9jxp.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-brawler-mukkabaaz-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://veryfiles.com/lwz9ypwlqi4c",
        "server": "veryfiles.com",
        "size": "1.2GB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|209 min|Biography,Crime,Drama",
    "rating": {
      "rating": "8.7/10",
      "rating_count": "9,801"
    },
    "title": "The Irishman (2019)",
    "description": "ဒီရုပ်ရှင်ကတော့ မာတင်စကော်ဆက်ဆီရဲ့ ရုပ်ရှင်တွေထဲမှာ အရှည်ဆုံး ရုပ်ရှင်ကားပါ။ ၃ နာရီ ၂၉ မိနစ်ရှိပါတယ်။ဒါရိုက်တာနဲ့ သရုပ်ဆောင်အားလုံးက တကယ့် legend တွေပါပဲ။ဒါရိုက်တာ မာတင်စကော်ဆက်ဆီးက Goodfells, Taxi driver, Departed နဲ့ Raging bull လို ရုပ်ရှင်တွေကြောင့် နာမည်ကြီးပါတယ်။သူက အခု အဓိက မင်းသား ၃ ယောက်ကို ခေါ်ထားလိုက်ပါတယ်။အဓိကသရုပ်ဆောင် Robert De Niro ကိုတော့ Taxi Driver, Goodfellas, The Untouchables, Jackie Brown, Casino တို့လိုကားတွေနဲ့ သိကြမှာပါ။Al Pacio ဆိုတာနဲ့ Godfather ကို ပြေးမြင်ကြပါလိမ့်မယ်။ Joe Pesci ကလည်း Goodfellas, Casino, Raging bull နဲ့ ကမ္ဘာကျော်ပါပဲ။ဇာတ်လမ်းကတော့ ကမ္ဘာကျော်ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကို အခြေခံထားပါတယ်။သမ္မတ နစ်ဆွန် နဲ့ ဂျေအက်ဖ် ကနေဒီတို့ခေတ်မှာ သမ္မတတွေပြီးရင် အင်အားအကြီးဆုံး၊ အထင်ရှားဆုံးလူတစ်ယောက်ရှိပါတယ်။သူ့နာမည်ကတော့ ဂျင်မီဟော့ဖာ ပါတဲ့။ သူဟာ ကုန်ကားမောင်းသူများအဖွဲ့ ဥက္ကဌဖြစ်ပြီး သူ့အဖွဲ့မှာ အဖွဲ့ဝင်ပေါင်း သန်းချီပြီးကို ရှိခဲ့ပါတယ်။သူဟာ အလုပ်သမားအခွင့်အရေးအတွက် အများကြီးတိုက်ခိုက်ပေးခဲ့ အဆင်ပြေအောင်လုပ်ပေးခဲ့လို့ နိုင်ငံကျော်ပုဂ္ဂိုလ်တစ်ယောက် ဖြစ်နေတာပါပဲ။သူ့အဖွဲ့ရဲ့ ပင်စင်ရံပုံငွေဟာ ဒေါ်လာ ဘီလီယံနဲ့ချီပြီးရှိနေတော့ တရားမဝင်လုပ်ငန်းတွေအတွက် ငွေလိုနေတဲ့ မာဖီးယားဂိုဏ်းတိုင်းဟာ ဘဏ်ကချေးလို့မရဘဲ ဂျင်မီဆီမှာပဲ ချေးကြရတာပါ။လက်စ်ဗီးဂတ်ကို မာဖီးယားတွေ စတည်ဆောက်တာ ဂျင်မီရဲ့ ငွေတွေအများကြီးပဲလို့ ပြောလို့ရတာပါပဲ။သူဟာ ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့ပြီး ကာလအတော်ကြာမှပဲ နိုင်ငံတော်က သေဆုံးကြောင်းအတည်ပြုနိုင်ခဲ့တာပါ။သူပျောက်ဆုံးသွားခဲ့ပုံ၊ သေဆုံးပုံနဲ့ မာဖီးယားဂိုဏ်းများစွာနဲ့ အရှုပ်အရှင်းတွေကိုတော့ သူ့ရဲ့ လူယုံ ဖရန့်ခ် ရှီရန်က လူထုကို ဖွင့်ချပြခဲ့ပြီး နောက်မှာစာရေးဆရာ Charles Bandt က I heard you paint houses ဆိုတဲ့ ကမ္ဘာကျော်စာအုပ်တစ်အုပ်လည်း ရေးသားခဲ့ပါတယ်။အဲဒီစာအုပ်ကို အခြေခံရိုက်ကူးထားတဲ့ ဒီရုပ်ရှင်ရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဖရန့်ခ်ရှီရန် (Robert De Niro) ပဲ ဖြစ်ပါတယ်။God father, Good fellas တို့လို epic crime drama အမျိုးအစားပဲဖြစ်ပါတယ်။နှစ်အတော်ကြာမှပဲ ဒီလိုရုပ်ရှင်မျိုး ပြန်ကြည့်ခွင့်ရကြတာပါပဲ။မာဖီးယားစတိုင်အစစ်တွေကို ပြန်မြင်ရပါပြီ။ ဥပမာ ဖရန့်ခ် နဲ့ သူ့ရဲ့ ဆရာသမား မာဖီးယားဘော့စ် ရပ်ဆဲ တို့ စားသောက်ဆိုင်ထိုင်နေတယ်။အခြားမာဖီးယားတစ်ယောက်က ရန်လာစတော့ အေးအေးဆေးဆေးလေးပဲ တောင်းပန်လိုက်တယ်။ပြီးရင် တစ်ယောက်ကိုတစ်ယောက်ဘာမှမပြောဘဲ ကြည့်လိုက်တယ်။ ခဏနေ အိမ်ပြန်ပြီး သေနတ်ယူ သွားပစ်သတ်လိုက်တယ်။ရှင်းပါတယ်။ ဒီလိုဖီလင်မျိုးတွေ မရတာ ကြာပြီမို့ အားရပါးရ ထိုင်ကြည့်လို့ရမယ့် ရုပ်ရှင်ပါပဲ။File size…(13 GB)/ (3.1 GB)/(1.6 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….03:28:14Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byLittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid WebbG. A. AguilarJeremy MarksJessica LichtnerMartin ScorseseStarsAl PacinoAnna PaquinBobby CannavaleHarvey KeitelJoe PesciKathrine NarducciRay RomanoRobert De NiroStephanie KurtzubaStephen GrahamCastAction BronsonAl LineaAl PacinoAldo SergiAleksa PalladinoAlfred NittoliAlfred Sauchelli Jr.Amelia BrainAnna PaquinAnne HorakAnthony J. GalloBarbara EylandBarry PrimusBernie MartinBill McHughBill TimoneyBilly SmithBlaise CorriganBo DietlBobby CannavaleBrent LangdonCharles DelGattoCilda ShaurClark CarmichaelCliff MoylanCraig CastaldoCraig DiFranciaCraig VincentDaniel JenkinsDanny A. AbeckaserDascha PolancoDavid Aaron BakerDiana AgostiniDomenick LombardozziDominick LaRuffa Jr.Erick ZamoraErnest L. Sanders Jr.Eugene BungeFernando VeraFidel CastroFrank AquilinoFrank L. MessinaFrank PietrangolareGarry PastoreGary BasarabaGiacomino J. MatraGino CafarelliGlenn CunninghamHarvey KeitelIndia EnnengaIra DrukierJ.C. MacKenzieJack CarusoJack HustonJacqueline KennedyJake HoffmanJames CicconeJames D. ForshaJames LicataJames LorinzJames MartinJames P. HarkinsJamil Antonio StefanJason A. IannaconeJeff DeHartJeffrey PaulJennifer MudgeJeremy LukeJesse PlemonsJill BrownJim NortonJoe CanianoJoe GiorgioJoe PassaroJoe PesciJohn BiancoJohn CenatiempoJohn F. KennedyJohn Garrett GreerJohn PolceJohn RueJohn ScurtiJohnny PotenzaJohnny T. SollittoJon BrunoJonathan MorrisJordyn DiNataleJoseph BonoJoseph RiccobeneJoseph RussoKate ArringtonKathrine NarducciKelley Rae O'DonnellKen Wulf ClarkKevin KaneKevin O'RourkeLarry MazzaLauren AparicioLawrence SmithLogan CrawfordLori ArkinLou Martini Jr.Louis CancelmiLouis VanariaLucia GiannettaLucy GallinaLuke SmithMarco GrecoMargaret Anne FlorenceMarin IrelandMario CorryMark FairchildMatt WaltonMatthew F. O'ConnorMeghan RaffertyMichael BottariMichael C. BrennanMichael GongoraMichael Romeo RuoccoMike MassiminoNicholas ChrysanNina LafargaPatrick BorrielloPatrick GalloPatrick MurneyPaul Ben-VictorPaul BorghesePaul HermanPaul PearlmanPeter ClaymorePeter J. FernandezPhilip SurianoRay RomanoRebecca FaulkenberryRich ReillyRichard V. LicataRobert C. KirkRobert De NiroRobert FunaroRobert MladinichRobin KerbisRon CastellanoSaint MarinoSamantha CoppolaSamantha SouleSebastian ManiscalcoSiena MarinoStanley BurnsStephanie KurtzubaStephen GrahamStephen MailerSteve BeauchampSteve RoutmanSteve WittingSteven MaglioSteven Van ZandtTess PriceThomas E. SullivanThomas J. JenkinsThomas J. McDonaldTim NeffTony SurianoTracy J. EverittVeronica AlicinoVincent MaritatoVincenzo DelRiccioVinny VellaVirl AndrickVito PiconeWelker White",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/928wR5R0vmbLsqxJaWmaMHS7SpO.jpg",
      "https://image.tmdb.org/t/p/w300/e2t2SOmPwpKQ5jBzJNsMBliaSAq.jpg",
      "https://image.tmdb.org/t/p/w300/aZ1ZqJ4uO1RK5gU5jRsO4qG7rJo.jpg",
      "https://image.tmdb.org/t/p/w300/iLLDiO4dbUfFEnRug8DuvFEl1NB.jpg",
      "https://image.tmdb.org/t/p/w300/ww5aGS5H2tUtckxFFNOJE2790S7.jpg",
      "https://image.tmdb.org/t/p/w300/oWJNmf5Bf8QuXKvbpYeFL0rSFnk.jpg",
      "https://image.tmdb.org/t/p/w300/sqw6k4MgjOTc0Ekdf3VJxF1Lelt.jpg",
      "https://image.tmdb.org/t/p/w300/kmZcV5diezeKzZXE8btcnOI4VGO.jpg",
      "https://image.tmdb.org/t/p/w300/79qGjrA3Y7jZmjCr75V9OqyM1C7.jpg",
      "https://image.tmdb.org/t/p/w300/6NA3aUycyfxMZO2kfdY8C6B1bOV.jpg",
      "https://image.tmdb.org/t/p/w300/1RDto0tLo8Fhq7OcwgDaM7nECb7.jpg",
      "https://image.tmdb.org/t/p/w300/fWViy6Hzgch2iXOd7rE9VhkAc6J.jpg",
      "https://image.tmdb.org/t/p/w300/5twR9Negx79br2AT0NPXqK5Pim2.jpg",
      "https://image.tmdb.org/t/p/w300/1laVr0GWInmPD741edxrFpD1zsP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/eb0fc2a42b1f5cc21a8d19320cc037bd_500x735.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-irishman-2019-2160-p-nf-web-rip-x-265-10-bit-sdr-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "12.9 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-irishman-2019-1080-p-nf-web-rip-x-265-10-bit-sdr-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3ji5x/(CM)_The.Irishman.2019.1080p.NF.WEBRip.x265.10bit.SDR-Naung.mkv",
        "server": "megaup.net",
        "size": "3.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/avxTVCRY#mjxSHX7zJd7h8MABAJFEtecTXP-biluT1ooZNnPM490",
        "server": "mega.nz",
        "size": "3.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/6kov6yklldcw.html",
        "server": "usersdrive.com",
        "size": "3.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-irishman-2019-720-p-nf-web-rip-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2DkD5/(CM)_The.Irishman.2019.720p.NF.WEBRip-Naung.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/TuRRHQqK#aOQBM-D2AAURae7-dFVOttacANzN1gfbGTg5PwVpG1s",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hdyccampaoln.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3xnreo4nqde6",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/bqh68wnkfqxk",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gfr44G1KJmc",
      "video_url": "https://www.youtube.com/watch?v=gfr44G1KJmc",
      "embed_url": "https://www.youtube.com/embed/gfr44G1KJmc"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "10K"
    },
    "title": "The Invisible Woman(2013)",
    "description": "The Invisible Woman (2013)=======================Charles Dickens (ချားလ်စ် ဒစ်ကန်စ်)ဆိုတာနဲ့ အင်္ဂလန်ဗစ်တိုးရီးယားခေတ်ရဲ့ဂန္တ၀င်စာရေးဆရာကြီးကိုမြင်မိကြမှာပါပဲ။သူ့ရဲ့၀တ္ထု ပြဇာတ်တွေ ဇာတ်ကောင်တွေဟာအသက်၀င်လွန်းလှပလွန်းလို့ကိုပဲအင်္ဂလိပ်စာ‌ပေလောကမှာယခုချိန်ထိ ချီးကျုးခံနေရဆဲပါ။ဒါကတော့ ချားလ်စ်ရဲ့ဘ၀ထဲကိုဝင်ရောက်လာခဲ့တဲ့ အယ်လန် တာနန်ဆိုတဲ့တက်သစ်စပြဇာတ်မင်းသမီးလေးတယောက်နဲ့သူ့ရဲ့အကြောင်းပေါ့လှလည်းလှ သူ့ရဲ့ကမ္ဘာကြီးပေါ်အမြင်ကိုလည်းမြင်တာသာမကသူ့အပေါ်ကိုလည်းသူမတူ‌အောင်မြင်နိုင်သလို သူ့ရဲ့စာအုပ်တွေကိုလည်းချစ်တဲ့ဒီကောင်မလေးကိုမှသူကချစ်မိသွားပြီ။ မပျော်ရွှင်ရတဲ့အိမ်ထောင်ရှိပြီးသားချားလ်စ်အတွက်ကတော့ ဒီကောင်မလေးနဲ့ပေါင်းစပ်ရဖို့ဆိုတာသူ့ရဲ့၀တ္ထုတွေထဲကလိုမျိုးပဲ အတားအဆီးတွေ အစဉ်အလာတွေပတ်၀န်းကျင်ကအနှောင့်အယှက်တွေပေါများလွန်းလှပါတယ်။ချားလ်စ်က်ုလည်းတစစနဲ့ချစ်မိသွားတဲ့အယ်လန် တဖြစ်လဲ နယ်လီကလည်းဒီလိုလူမျိုးကိုမှချစ်မိသွားပြီ။ သူတို့နှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းတပုဒ်ဟာဘာတွေဆက်ဖြစ်လာမှာလဲ။ ၀တ္ထုတွေထဲကလိုပဲ အပြင်မှာရောအချစ်ဆိုတာကသိမ်မွေ့နူးညံ့နေမှာလား ခက်ခဲကြမ်းတမ်းနေရမှာလား။သူတို့နှစ်ယောက်ရဲ့အချစ်ခရီးလမ်းဟာအဆုံးမှာဘယ်လိုနိဂုံးချုပ်မလဲဆိုတာကိုဒီ classical အချစ်ဒရာမာကား‌လေးမှာခံစားကြည့်ရှုပေးကြပါဦးခင်ဗျာ။File size…1.11GB / 413MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 51mGenre ….. Biography , Drama , HistorySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by BrackmanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRalph FiennesStarsFelicity JonesKristin Scott ThomasRalph FiennesCastAmanda HaleAssiba AbesCharissa ShearerCharlotte HopeChristos LawtonClaire DalyDaniel André PageonDaphne NevilleDavid CollingsDeclan WalkerEthan AndrewsEthan RadusFelicity JonesGeoffrey FreshwaterGrahame FoxGwendolen ChatfieldHarry Crichton-MillerHarry HarmonJack CurtinJacob GreenhouseJames Michael RankinJames TraherneJeremy AssoulyJoanna ScanlanJohn Joe BitcliffeJohn KavanaghJonathan HardenJonathan JaynesJoseph HarmonJoseph PaxtonKristin Scott ThomasLaurence SpellmanMark DexterMichael HadleyMichael MarcusMichelle FairleyOdile GashOphelia StandenPerdita WeeksPhilippe SmolikowskiRalph FiennesRichard McCabeSally LeonardSebastian CoatesSophie RussellSteve MorphewTahirah SharifTallulah HarlechTom BurkeTom Hollander",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3CXIH1cc3Da9Ubk5Xgzqh5a88QS.jpg",
      "https://image.tmdb.org/t/p/w300/pdBiTBktHsNaDYhR56O1bfUAcyQ.jpg",
      "https://image.tmdb.org/t/p/w300/sAM9CVda2OB1FiT148cH6J0VDLT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1qurTmuj36prAz4BG71hC9r2n02.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9ujvxh88ksrg.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-invisible-woman-2013-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bRgo/The.Invisible.Woman.2013.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/YdwzQDIQ#dSPakNwFRRUO0rFpU1I2C0gKigJECMnBCVRUoYHaDYM",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/hxh9qe47iz2h.html",
        "server": "streamsb.com",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/9yx7rw9vudjh",
        "server": "streamvid.io",
        "size": "1.11GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/wonth2e25nbv.html",
        "server": "usersdrive.com",
        "size": "413MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-invisible-woman-2013-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "413MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xMaj/The.Invisible.Woman.2013.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "413MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/kd4FlBxK#VTvmywj44nFAK5j_Gh_NXakNQVHiu1NU4hltsC2AO6g",
        "server": "mega.nz",
        "size": "413MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/6sh7mtf3wmar.html",
        "server": "streamsb.com",
        "size": "413MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/z22sjkvkid63",
        "server": "streamvid.io",
        "size": "413MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "WDMHb3GetIc",
      "video_url": "https://www.youtube.com/watch?v=WDMHb3GetIc",
      "embed_url": "https://www.youtube.com/embed/WDMHb3GetIc"
    }
  },
  {
    "metadata": "|2016||Biography,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "Loving (2016)",
    "description": "Rating 7/10လူမျိုးခြားစုံတွဲဖြစ်တဲ့ ရစ်ချက်နဲ့ ​မေးဒရစ် ဟာ ချစ်ကျွမ်းဝင်ခဲ့ကြပြီး၁၉၅၈ ခုနှစ်မှာ လက်ထပ်ခဲ့ကြတယ်သူတို့ကြီးပြင်းခဲ့ကြတဲ့ ဗာဂျီးနီးယားက မြို့​လေးမှာအ​​ခြေချဖို့ လုပ်​နေတဲ့အချိန်မှာဘဲ အဖမ်းခံခဲ့ရပြီးလူမျိုးခြားလက်မထပ်ရဥပ​ဒေ​ကြောင့် ပြည်နယ်ဒဏ်​ပေးခြင်းခံလိုက်ရပါတယ်ဝါရှင်တန်မှာ အ​ခြေချပြီးတဲ့​နောက်မှာ တစ်​နေ့ က​လေး​တွေ​ကြောင့်ဘဲဗာဂျီးနီးယားကို ပြန်အ​ခြေချဖို့ ဖြစ်လာခဲ့ပါ​တော့တယ်တကယ့်အဖြစ်အပျက်ကို အ​ခြေခံထားတာမို့ရစ်ချက်နဲ့ ​မေးဒရစ် ဟာ ဗာဂျီးနီးယားကိုဘဲ ပြန်အ​ခြေချနိုင်မလားလူမျိူး​ရေးခွဲခြားတဲ့ဥပ​ဒေ​တွေကိုတွန်းလှန်သွားနိုင်မလားဆိုတာ ကြည့်ရမှာဘဲဖြစ်ပါတယ်File size…    1.7 GB / 709 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 3mGenre ….. Drama/RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by SuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastA. Smith HarrisonAlano MillerAndrene Ward-HammondBenjamin LoehBill CampBrenan YoungBrian Thomas WiseBridget GethinsChris CondettiChris GreeneChristopher MannCoby BattyColey CampanyD.L. HopkinsDalyn CleckleyDarrick ClaiborneDavid JensenDean MumfordDerick NewsonDevin CleckleyGeorgia CrawfordGreg CooperJames Atticus AbebayehuJames Matthew PooleJames NevinsJason Alan CookJay SanGiovanniJennifer JoynerJevin CrochrellJim D. JohnstonJoel EdgertonJon BassJordan DickeyJordan Williams Jr.Karen VicksKeith FlippenKeith TyreeKen HollidayKenneth William ClarkeLance LemonLogan J. WoolfolkLonnie M. HendersonLucas N. HallMarc Anthony LoweMark HuberMarquis Adonis HazelwoodMarton CsokasMatt MalloyMicah ClaiborneMichael Abbott Jr.Michael ShannonMike ShiflettMiles HopkinsNick KrollPryor FergusonQuinn McPhersonRaymond H. JohnsonRebecca TurnerRobert FurnerRobert HaulbrookRuth NeggaScott WichmannSharon BlackwoodSheri LahrisTerri AbneyTerry Menefee GauTom LancasterTyrell FordVictoria Chavatel JimisonW. Keith ScottWill DaltonWinter-Lee Holland",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zjvX2vJmm3f25JujVEp5DEu2eKi.jpg",
      "https://image.tmdb.org/t/p/w300/6Kkd1ZFisdDQZXzw1sBzg1kKmjT.jpg",
      "https://image.tmdb.org/t/p/w300/9sYHPULjngRJMVZBz6gtziB2btP.jpg",
      "https://image.tmdb.org/t/p/w300/ysIPENZ12C2yYWIBpR5G1oGMEy5.jpg",
      "https://image.tmdb.org/t/p/w300/bwhmJI2zknvxn3jzXlYTLqQnJIs.jpg",
      "https://image.tmdb.org/t/p/w300/78ihOo38Rzf19CHhQb9GsEqhezS.jpg",
      "https://image.tmdb.org/t/p/w300/4yVHfa0oa1wT79FXe77JKkGbqXi.jpg",
      "https://image.tmdb.org/t/p/w300/v4aRvqFcAE86NDFII9SzxFuMTff.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/teNPeDIRGWxtvMaJsNa7lw5IgiL.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gsgry5f994mu.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/loving-2016-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7snh9/Loving.2016.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/E6c1VA7L#hs2uPvdhb3nWjqDo1Js96Z-RY46XZC_FratKOQ6FXY0",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/4hg5mrd28zrf",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/e2414zhclvx9.html",
        "server": "usersdrive.com",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/loving-2016-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZypr/Loving.2016.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kjlCSJ4A#lVsx914ZOUHcettLlkIP2fIiQNQsYXosgNgbyl1dXSY",
        "server": "mega.nz",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/iazr6m8qfyu4",
        "server": "streamvid.io",
        "size": "709 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "33g-ZHBQdNU",
      "video_url": "https://www.youtube.com/watch?v=33g-ZHBQdNU",
      "embed_url": "https://www.youtube.com/embed/33g-ZHBQdNU"
    }
  },
  {
    "metadata": "N/A|2016|130 min|Biography,Drama,Sport",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3,343"
    },
    "title": "Azhar (2016) ျမန္မာစာတန္းထိုး",
    "description": "IMDB-6.1ဒီကားကေတာ့ အိနၵိယႏိုင္ငံရဲ႕ ခရစ္ကတ္ကစားနည္းသမိုင္းမွာ အေစာဆံုးနာမည္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ မိုဟာမက္အက္ဇ္ဟာရဲ႕ ဘဝဇာတ္ေၾကာင္းကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ အတၳဳပတၱိကားတစ္ကားပါဇာတ္လမ္းကေတာ့ တစ္ျခားတစ္ျခားေသာSport Biographical Movie ေတြလိုပဲ ငယ္စဥ္ကတည္းကေန အခုခ်ိန္ထိ ေအာင္ျမင္ေအာင္ ႀကိဳးစားခဲ့ရပံုေတြကို ျမင္ေတြ႔ရမွာပါ၂၀၁၆ရဲ႕ အတၳဳပတၱိကားေကာင္းတစ္ကားလည္းျဖစ္တယ္လို႔ ဆိုၾကပါတယ္ဒီေန႔ကေတာ့ ကြၽန္ေတာ္တို႔ စီအမ္က ေဘာလိဝုဒ္ကားေတြ ဓာတ္က်ေနတယ္လို႔ဆိုရမွာပဲ…ဒီေတာ့ ကြၽန္ေတာ္တို႔ေတြ ဒီကားကိုလည္း စီးေမ်ာခံစားၾကည့္လိုက္ၾကရေအာင္ဗ်ာ……(ဇာတ္လမ္းအညြန္းကိုကိုကို Ye Khant Minမွ ေရး ေပးထားတာျဖစ္ပါတယ္)File size…(850 MB)Quality…720p BlurayFormat…mp4Duration….01:30:30Subtitle….Myanmar Subtitle (Hardsub)Encoder….Thanhtike ZawDownload Here (850 MB)Download Small File Size (450 MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony D'SouzaStarsGurpal BhogalNausheen AhmedSaunvedan AparantiVarun Badola",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMzI3NjU0NmEtODgxZi00M2FmLWFiMDMtZjdmY2M3ODEwYTJmXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR007551000_AL_.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNYaEIyY2hQRGxwSFlzM3JoYmtzODB4QlZlMFhuamRXM21KZktxakk4VG9BckxmMlVVbUs3d25aY1pnKytYRzJ3QWpsbVZrcy9pOGU1b0Ixb0pzU2YrS1h1YllId2E5ZUlTWXpqd2NFZkdhdVppeTNpamJNYi9nQ0J0czl3cWNMUT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNYaEIyY2hQRGxwSFlzM3JoYmtzODB4QlZlMFhuamRXM21KZktxakk4VG9BckxmMlVVbUs3d25aY1pnKytYRzJ3QWpsbVZrcy9pOGU1b0Ixb0pzU2YrS1h1YllId2E5ZUlTWXpqd2NFZkdhdVppeTNpamJNYi9nQ0J0czl3cWNMUT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNYaEIyY2hQRGxwSFlzM3JoYmtzODB4QlZlMFhuamRXM21KZktxakk4VG9BckxmMlVVbUs3d25aY1pnKytYRzJ3QWpsbVZrcy9pOGU1b0Ixb0pzU2YrS1h1YllId2E5ZUlTWXpqd2NFZkdhdVppeTNpamJNYi9nQ0J0czl3cWNMUT0="
    }
  },
  {
    "metadata": "||2hr|Biography,Drama,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "536"
    },
    "title": "No Longer Human (2019)",
    "description": "No Longer Human (2019)1948ခုနှစ်က ထုတ်ဝေခဲ့ပြီး ရောင်းအားအကောင်းဆုံး ဒုတိယ ချိတ်ခဲ့တဲ့ လူသားမဆန်တဲ့လူအကြောင်းရေးထားတဲ့ ဝတ္ထုကို ရုပ်ရှင်အနေနဲ့ ခံစားရမှာပါစာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးစိတ်သန်းက ဘယ်လောက်အထိရူးသွပ်နိုင်မလဲ? ကုန်ကြမ်းတွေလိုက်လံစုစည်းတယ်ဆိုတာ ဘဝအတွေ့အကြုံစုဆောင်းတယ်လို့ပဲ တွေးထင်မိတယ်မဟုတ်လား? ဒီအတွေးတွေအကုန်လုံးက No Longer Human ဆိုတဲ့ ဇာတ်ကားမှာ အကုန်မှားသွားပါလိမ့်မယ်။စာရေးဆရာဖြစ်သူ ဒါဇိုင် အိုဆာမုဟာ သူ့ရဲ့ စာအုပ်တွေအတွက် မိန်းကလေးတွေကိုလှည့်ဖျားပြီးချစ်ဟန်ဆောင်ပါတယ်။ ပြီးရင်တော့ အချစ်အတွက်သတ်သေကြမယ်ဆိုပြီး သတ်သေရာကနေ သူကလူလည်လုပ်ပြီး မသေဘဲ ကျန်ရစ်နေပါတယ်။ ဒီလိုလုပ်တာ မိန်းကလေးပေါင်းမြောက်များစွာရှိပြီဖြစ်ပါတယ်။ ဒါ့အပြင်သူ့မှာ ဇနီးမယားနဲ့ ကလေးတွေလည်း ရှိပါသေးတယ်နော်။ ပြီးတော့ ဒီထက်ပိုပြီးထူးဆန်းတာက သူကြိုက်လိုက်တဲ့ မိန်းကလေးတွေ တစ်နည်းပြောရရင် နာမည်ကြီးစာရေးဆရာဆိုပြီး သူ့ကို လာကြိုက်တဲ့မိန်းကလေးတိုင်းက မုဆိုးမတွေချည်းသာဖြစ်ပါတယ်။ဒီတော့ အိုဆာမုတစ်ယောက် သူ့ရဲ့ မာစတာပိစ်ဝတ္တုအတွက် ကုန်ကြမ်းဘယ်လိုစုဆောင်းမလဲ? သူ့ကို ပြန်လည်လှည့်ဖျားသွားနိုင်မယ့် မိန်းကလေးပေါ်လာမှာလား သူကော အချစ်နွံထဲနစ်ဝင်ပြီး မုဆိုးကနေ သားကောင်ဖြစ်သွားမှာလားဆိုတာကိုတော့ No Longer Human မှာကြည့်ရှုခံစားလိုက်ပါလို့ ညွှန်းပါရစေ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mugiwara Ya ပါ )File Size__(2GB) / (900MB)Quality__BluRay_1080p, 720pIMDb Rating__5.9/10Format__mp4Duration__02:01:00Type__Biography, Drama, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMika NinagawaStarsErika SawajiriFumi NikaidoKengo KoraKôji SetoRie MiyazawaRyô NaritaShun OguriTatsuya FujiwaraYudai ChibaCastErika SawajiriFumi NikaidoKengo KoraKôji SetoRie MiyazawaRyô NaritaShun OguriTatsuya FujiwaraYudai Chiba",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9B25iT1cb2eFtwbQPKz8mhpVBDM.jpg",
      "https://image.tmdb.org/t/p/w300/zObU7CqKorDj84riduxG0e9VqzH.jpg",
      "https://image.tmdb.org/t/p/w300/sebYzVDRJNWBCwlgPpfO51gmska.jpg",
      "https://image.tmdb.org/t/p/w300/wsc7nexEkhwCr6lILH5j5jtYAoj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMWI1YjZhNGEtMzk3NS00MWE3LThhZmUtNmQ1Mjc2NDBiNDBmXkEyXkFqcGdeQXVyOTQwNjAzMjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/no-longer-human-2019-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Oefg/No_Longer_Human_(2019)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gLcFkD7A#mcz-9yiPTxJYLSFky7PZoJx0GhpGDVYhTEDnVbbRpu8",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/6fow6ecek6re.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/no-longer-human-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ubH8/No_Longer_Human_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YOcWiRzD#WpT3KNwCKSbFASujDKLAGAesbTG52Ms82-SSDOphf3E",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/l2b14ycpdm63.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KhX3dWbok0c",
      "video_url": "https://www.youtube.com/watch?v=KhX3dWbok0c",
      "embed_url": "https://www.youtube.com/embed/KhX3dWbok0c"
    }
  },
  {
    "metadata": "R|2022|1h 35m|Biography,Documentary",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "1.4K"
    },
    "title": "Selena Gomez: My Mind & Me (2022)",
    "description": "Selena Gomez: My Mind & Me (2022)Selena Gomez ဆိုတဲ့ ကောင်မလေးဟာ ကျွန်တော်တို့ ကလေးဘဝတည်းက Disney ဇာတ်လမ်းတွေ သီချင်းတွေမှာ တောက်လျှောက်မြင်တွေ့ခဲ့ရပြီး ဖန်သားပြင်ကနေလည်း ပျောက်မသွားသူဆိုတော့ ကျွန်တော်တို့နဲ့ အတူတကွကြီးပြင်းလာခဲ့ရသလိုပါပဲ။အနုပညာအလုပ်တွေဟာ စိတ်ဖိစီးမှုများတယ်၊ အလွန်ပင်ပန်းတယ်ဆိုတာ ကျွန်တော်တို့ ခဏခဏမြင်‌နေကြားနေကျပါ။ ဒီတော့ ကလေးလေးဘဝတည်းက အနုပညာရှင်ဖြစ်လာသူ Selenaအတွက်ရော စိတ်ပင်ပန်းမှုတွေ ဘယ်လောက်ရှိနေပြီလဲ။Selenaဟာ အသက်၇နှစ်တည်းက အလုပ်တွေမရပ်မနား လုပ်ခဲ့ရပါတယ်။ အသက်၂၀ကျော်အရွယ် Selena အအောင်မြင်ဆုံးအချိန်မှာပဲ အချစ်ရေးလွန်ဆွဲမှုဟာ သတင်းသမားများရဲ့ ထိုးနှက်စရာဖြစ်လာပါတယ်။ ဘယ်သွားသွားဘာလုပ်လုပ် လူပုံအလယ်မှာ ဒီအကြောင်းတွေချည်း အက်ကြောင်းထပ် အမေးခံရတာပါပဲ။တကယ်တမ်း ကျွန်တော်တို့တွေ အနုပညာရှင်တစ်ယောက် သူတို့အနုပညာလက်ရာတွေကို သဘောကျလို့ အားပေးရာမှာ သူတို့ရဲ့ပုဂ္ဂိုလ်ရေးကိစ္စတွေကိုရော ဝင်ရောက်စွက်ဖက်ခွင့် ရှိပါရဲ့လား။ ရောဂါရဲ့နှိပ်စက်မှုတွေ၊ သတင်းသမားတွေရဲ့ ထိုးနှက်မှုတွေ အစရှိသဖြင့် နေရာပေါင်းစုံကဖိအားတွေနဲ့ပေါ့။ဒီလိုနဲ့ ကောင်မလေးအအောင်မြင်ဆုံးဖြစ်နေချိန်မှာ မှောင်အတိပြီးတဲ့ ချောက်နက်ထဲကို ကျသွားပါတယ်။ ဒီကောင်မလေးဟာ အလင်းတန်းလေးကို ပြန်လည်တွေ့ရှိဖို့ ခြောက်နှစ်ကြာခဲ့ပါတယ်။ဒီ Documentary လေးဟာ ဒီအလင်းတန်းကို ပြန်လည်ရှာဖွေဖို့ ကြိုးပမ်းမှုတွေ၊ သူ့စိတ်အခြေအနေတွေကို အဓိကပုံဖော်ထားပါတယ်။ သင်ဟာ Selenaရဲ့ ပရိတ်သတ်တစ်ယောက်မဟုတ်ရင်တောင် စိတ်ရဲ့အေးချမ်းမှုကို ရှာဖွေတွေ့ရှိဖို့ ကြိုးစားနေရသူဆိုရင် ဒီ Documentaryကိုကြည့်ဖို့ တိုက်တွန်းပါရစေ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Janeပါ။)File Size          :2GB, 742MB, 388MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :1hr & 35minsGenre              :Biography, DocumentaryTranslated byJaneEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlek KeshishianStarsRaquelle StevensSelena GomezCastRaquelle StevensSelena Gomez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u3MWQCdHyCK7IADtat4sVmBXd9U.jpg",
      "https://image.tmdb.org/t/p/w300/8SKOYP0ukOCAixubONgTpWcMCKA.jpg",
      "https://image.tmdb.org/t/p/w300/tYOQH5sgAHV5nIvOZktWmijGUnj.jpg",
      "https://image.tmdb.org/t/p/w300/4SMmtiqSuTq7ONdVdyysmcF8820.jpg",
      "https://image.tmdb.org/t/p/w300/hILp6fO7fFh9avfHuHwmDtJkdPS.jpg",
      "https://image.tmdb.org/t/p/w300/ekpWWTmh8s6DnV8xAsAmJ3bWC48.jpg",
      "https://image.tmdb.org/t/p/w300/o1mN5gcvtDf5aCyWBowVKGbRs5K.jpg",
      "https://image.tmdb.org/t/p/w300/kx8Au4uw9S7hchd49bSQQvUEUTQ.jpg",
      "https://image.tmdb.org/t/p/w300/r7jip8PB5eRWcCMd5CJsym8iJNr.jpg",
      "https://image.tmdb.org/t/p/w300/uAKgMJ5AHv71WNLOOI0uyQBJ8j4.jpg",
      "https://image.tmdb.org/t/p/w300/elCqZGCe1QLwEAJVEyD39VicMFM.jpg",
      "https://image.tmdb.org/t/p/w300/5uYDA05Bhzp3Tt0J22iX7o2fraM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oMpsswJv8x4vnOnIKqs4xJs2Kn3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/selena-gomez-my-mind-and-me-2022-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d2lm3kn3ustv.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/19Lmt/Selena.Gomez.My.Mind.and.Me.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/selena-gomez-my-mind-and-me-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "742MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1lpx8elhda9i.html",
        "server": "usersdrive.com",
        "size": "742MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19Lmg/Selena.Gomez.My.Mind.and.Me.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "742MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UXknESiZ#_bEu8vXS5yfC1pKF6dPMYegld7DTtsJafCRqNNQrlB8",
        "server": "mega.nz",
        "size": "742MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/f0dppprqiai4.html",
        "server": "streamsb.com",
        "size": "742MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/selena-gomez-my-mind-and-me-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "388MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/8exx5oket0by.html",
        "server": "usersdrive.com",
        "size": "388MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3bDJ9/Selena.Gomez.My.Mind.and.Me.2022.480p.mp4",
        "server": "megaup.net",
        "size": "388MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/sGMRlSQS#gO-BkKm5wJQZurxyaM614bNvKbYSNkSvZCYnPXIWneM",
        "server": "mega.nz",
        "size": "388MB",
        "quality": "480p"
      },
      {
        "link": "https://sbanh.com/doaw4p0112ze.html",
        "server": "streamsb.com",
        "size": "388MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "rVC2_CvQ_60",
      "video_url": "https://www.youtube.com/watch?v=rVC2_CvQ_60",
      "embed_url": "https://www.youtube.com/embed/rVC2_CvQ_60"
    }
  },
  {
    "metadata": "|||Biography,Documentary,Sport",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "3570"
    },
    "title": "Messi(2015)",
    "description": "Messi(2015)အညွှန်း****************ကျွန်တော်တို့ ဘောလုံးချစ်တဲ့ပရိတ်သတ်အကုန်လုံး သတ်မှတ်ထားတာရှိတယ်..”ဒီလူတွေက တခြားဂြိုလ်ကကွ.နှိုင်းယဉ်မနေနဲ့”တစ်ခါတစ်လေတွေးမိကြတယ်..ဒီလူတွေဘောလုံးကန်တဲ့ခတ်ကိုမီှတာ ကံထူးလေစွဆိုပြီးတော့ပေါ… သိတဲ့ အတိုင်းမက်ဆီပါပဲ…အရပ်ခပ်ပုပု လူကောင်သေးသေးညှက်ညှက်နဲ့  ၆ပေဝန်းကျင် လူကောင်ကြီးတွေကြားထဲမှာ ဆံပင်လေးတွေနဲ့အတူယိမ်းရင်း ဘယ်ခြောက်ထောက်နဲ့ ဂိုးပိုက်ထဲကို ရင်သပ်ရှုမောဖွယ်ရာ ကန်သွင်းတတ်တဲ့သူပေါ့…ကမ္ဘာ့အကောင်းဆုံး ဘောလုံးသမားဆု ( Ballon d’Or) ဆုကို အများဆုံးနဲ့ ခြောက်ကြိမ်အထိ ရရှိထားတဲ့ ဘာစီလိုနာရဲ့ ဂန္တဝင်ကစားသမားကြီး လီယွန်နယ်မက်ဆီရဲ့ ဟိုး ကလေးဘဝကနေ အောင်မြင်ခဲ့တဲ့အချိန်အထိ…ငယ်ဘဝအခက်အခဲပေါင်းများစွာကိုဖြတ်သန်းပုံတွေ ..သူ့ရဲ့ပါရမီတွေ..ဘာစီလိုနာရဲ့ အရေးပါတဲ့ဂိုးတွေကို တဒိုင်းဒိုင်းသွင်းပုံတွေအယိမ်းအနွဲ့ပေါင်းများစွာနဲ့ ပြိုင်ဘက်လုတဲ့ဘောလုံးသမားတွေကိုအရူးလုပ်ခဲ့ပုံတွေက အစ ရိုက်ကူးပြထားတာပါ…ဘောလုံးဝါသနာရှင်တွေတင်မကပဲ အားကစားကိုချစ်မြတ်နိုးတဲ့သူတွေပါ ကြည့်ရှုသင့်တဲ့ တကယ့် ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးမို့ ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ,,,File Size :(900 MB) and (380 MB)Quality : FHDRip 720pFormat…mp4Duration…01:33:00Genre :Documentary,Biography,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlejandro SabellaAndrés IniestaCésar Luis MenottiDiego MaradonaFrancesc PagèsGerard PiquéJavier MascheranoJohan CruijffJorge ValdanoJuan Carlos Lo SassoLionel MessiMarc BalaguerRamon BesaVictor Solé",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7zYSwSy1rHROtd7Lmmf8A0ZC2dK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g1kwBLDkQ9M60T9aOpjLQBQAGVB.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/4d8es4oylh39.html",
        "server": "usersdrive.com",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://usersdrive.com/mqi5kpq6qt1x.html",
        "server": "usersdrive.com",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/messi-the-movie-2015-fhd-rip-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/messi-the-movie-2015-fhd-rip-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Tyyi/Messi.The_Movie.2015.FHDRip.720p.pp.mp4",
        "server": "megaup.net",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://megaup.net/Tyzu/Messi.The_Movie.2015.FHDRip.480p.pp.mp4",
        "server": "megaup.net",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/MgFjlaKR#-AwVv9prUGx960rqWUmhNsshnncJUv5hHM24TdHOeM0",
        "server": "mega.nz",
        "size": "868MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://mega.nz/file/AtVCjDYS#tVAjNw3jYT9epj8ypu04qCzXPN3_BuwKyYL0yiL4lWE",
        "server": "mega.nz",
        "size": "321MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/messi2015",
        "server": "VIP Links",
        "size": "868MB",
        "quality": "FHDRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2013|104 min|Biography,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "32,357"
    },
    "title": "Kill Your Darlings (2013)",
    "description": "၁၉၄ဝပြည့်နှစ်များဆီက ကဗျာဆရာလေးတစ်ဦးရဲ့ဘဝဇာတ်ခုံပေါ်ကတစ်စိတ်တစ်ဒေသကိုရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ် ။အယ်လန်ဂင်းစဘတ်လို့ခေါ်တဲ့ကဗျာဆရာလေးတစ်ယောက်ကိုလမ်ဘီယာတက္ကသိုလ်မှာပညာသင်ကြားသင်ကြားခွင့်ရခဲ့ပါတယ် ။ကျောင်းမှာ လူစီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ပတ်သက်ဆက်နွယ်မိရာကနေ ထူးခြားတဲ့ခံစားချက်များနဲ့အတူပြောင်းလဲမှုများစွာကိုကြုံတွေ့ရင်ဆိုင်ခဲ့ရပါတယ်။လူစီယန်ရဲ့သူမတူတဲ့ပြောဆိုဆက်ဆံမှုတွေကြားမှာအယ်လန်တစ်ယောက် နစ်မြောစီးဝင်ရင်းနဲ့ပဲဘယ်လိုအဆုံးသတ်ကိုရောက်ရှိလာမယ်ဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီမှာ ကြည့်ရှုသူအားလုံးကိုမေတ္တာရပ်ခံချင်တာကတော့ကဗျာစာသားတွေပါဝင်တဲ့အခါမှာ ပြန်ဆိုထားသူအနေနဲ့အနီးစပ်ဆုံးပြန်ဆိုထားတာဖြစ်တာကြောင့်ကဗျာရဲ့တန်ဖိိုးကိုလျော့ကျမိသွားခဲ့သည်ရှိသော်တောင်းပန်ပါတယ်လို့ကြိုတင်စကားခံထားပါရစေ။ကိုယ်တိုင်ကလဲ ကဗျာများကိုကြိုက်နှစ်သက်သူတစ်ဦးဖြစ်တာကြောင့်ကြည့်ရှုသူများထဲမှာ ပိုမိုကောင်းမွန်တဲ့ပြန်ဆိုမှုများလဲ ရှိနိုင်တာကြောင့်ဒီတစ်ခုတော့ အနူးအညွတ်မေတ္တာရပ်ခံချင်ပါတယ်ဟယ်ရီပေါ်တာမင်းသားလို့လူသိများတဲ့Daniel Radcliffe ကခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပါတယ်။ဆယ်ကျော်သက်အရွယ်ကတည်းကကြိုက်နှစ်သက်ခဲ့ရတဲ့မင်းသားကိုကဗျာဆရာတစ်ဦးအဖြစ်ဒီဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်ကားထွက်ရှိသည့်ခုနှစ် -October 16, 2013ဇာတ်ကားကြာချိန် -104 minsဇာတ်ကားအမျိုးအစား – Biography, Drama, RomanceTranslated by Aye ChansuEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn KrokidasStarsBen FosterDane DeHaanDaniel RadcliffeDavid CrossDavid RascheElizabeth OlsenJack HustonJennifer Jason LeighKyra SedgwickMichael C. HallCastBen FosterBrenda WehleCraig ChesterDane DeHaanDaniel RadcliffeDavid CrossDavid RascheElizabeth OlsenErin DarkeJack HustonJennifer Jason LeighJohn CullumKyra SedgwickLenore HarrisLeslie MeiselMichael C. Hall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7QlsMlAnv5PJoqTKKzYZwelldAm.jpg",
      "https://image.tmdb.org/t/p/w300/c3kS1ecEad2DCH1uVuu6xwHvaR2.jpg",
      "https://image.tmdb.org/t/p/w300/5knRXsiAfean9yHITpqleWiZIQK.jpg",
      "https://image.tmdb.org/t/p/w300/uYBZBoDgSbiVSO9lpAMOP0wz1ZL.jpg",
      "https://image.tmdb.org/t/p/w300/zjxtRjXdxHSeIQiKzIgIR2ETNdM.jpg",
      "https://image.tmdb.org/t/p/w300/c98f1Y2D1cUMnVyjZHiw0DjG1vs.jpg",
      "https://image.tmdb.org/t/p/w300/xc6FBL2B3D5Ut6ufrYEbvYZnPT9.jpg",
      "https://image.tmdb.org/t/p/w300/vSwIN5dy9PSfYE8WPK4P86lQb4.jpg",
      "https://image.tmdb.org/t/p/w300/rCrIVSOrR7cyRRMX7X4jNkPMjb1.jpg",
      "https://image.tmdb.org/t/p/w300/bUu63wZMvQd9hWdSOBhXYIcF0jC.jpg",
      "https://image.tmdb.org/t/p/w300/xRI0omTlx48PQqoz6a3jokv2bSL.jpg",
      "https://image.tmdb.org/t/p/w300/uIixNwJQkZkG6my86pCi0sravBi.jpg",
      "https://image.tmdb.org/t/p/w300/fmvFsXGdDrw6u8SxIJjb8Mm7zNl.jpg",
      "https://image.tmdb.org/t/p/w300/3F0Mia3msseEqDrDxVOoDBQIKiP.jpg",
      "https://image.tmdb.org/t/p/w300/1qKZRY4FG7BpP0Nv76OUAP0chqc.jpg",
      "https://image.tmdb.org/t/p/w300/ez9IMEPAffILmRNQGqnpo593riy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjA4MzAxMTE1N15BMl5BanBnXkFtZTgwMDY2OTIxMDE@._V1_SY1000_CR006741000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kill-your-darlings-2013-mm-sub",
        "server": "VIP Links",
        "size": "735mb",
        "quality": "Blu-ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/kill-your-darlings-2013-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "735mb",
        "quality": "Blu-ray 720p"
      },
      {
        "link": "https://megaup.net/14kz3/Kill_Your_Darlings_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "735mb",
        "quality": "Blu-ray 720p"
      },
      {
        "link": "https://sbfast.com/7kln79ci4bxa.html",
        "server": "streamsb.com",
        "size": "735mb",
        "quality": "Blu-ray 720p"
      }
    ],
    "trailer": {
      "video_id": "aEr8Ogdm-3I",
      "video_url": "https://www.youtube.com/watch?v=aEr8Ogdm-3I",
      "embed_url": "https://www.youtube.com/embed/aEr8Ogdm-3I"
    }
  },
  {
    "metadata": "|||Biography,Drama,Music",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Shine(1996)",
    "description": "မိုးရေထဲဆေးပေါ့လိပ်တိုလေးကိုက်ပြီးပြေးလွှားနေတဲ့လူတစ်ယောက်၊ ပြောတဲ့စကားတွေကလည်း ဗလုံးဗထွေးနဲ့ရယ် တစ်ခွန်းကိုထပ်ခါတလှဲလှဲလည်းပြောသေးတယ်။ စကားပြောနေရင်း ထပြီးရယ်တတ်တဲ့သူ့ပုံစံက ခင်ဖို့ကောင်းမယ့်ပုံ။ လူအများရှေ့မှာဖျော်ဖြေဖို့ စန္ဒရားခုံရှေ့ထိုင်လိုက်တာနဲ့ ပြဿနာတတ်နေပုံပေါက်ပြီး စပြီးတီးလို့ ဆုံးတာနဲ့ လက်ခုပ်ဩဘာပေးသံတွေနဲ့ ဩချရလောက်တဲ့ အဆိုပါပုဂ္ဂိုလ်ဟာ ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကျော် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ပဲဖြစ်ပါတယ်။ငယ်ငယ်လေးကတည်းက ဂီတမှာတစ်ဖက်ကမ်းခပ်ထူးချွန်ခဲ့တဲ့ ဒေးဗစ်ဟာ အဖေဖြစ်သူရဲ့အဆမတန်ဖိအားပေးမှုတွေကြားမှာ ကြီးပြင်းခဲ့ရသူတစ်ယောက်။ ဂီတကျောင်းကိုရောက်ပြန်တော့လည်း ဂီတကလွဲလို့ နေ့စဉ်ဘဝလုပ်ငန်းဆောင်တာလေးဟာ သူ့အတွက်ခက်ခဲနေခဲ့တယ်။ ဒေးဗစ်မှာ သူ့ခံစားချက်တွေကိုဖော်ပြဖို့ စကားလုံးတွေမရှိပါဘူး ဂီတသာလျှင်တစ်ခုတည်းသောအဖော်မွန်ဖြစ်ပါတယ်။ သူ့အဖေရဲ့ဖိအားပေးစကားတွေ၊ သူ့ဆရာပါမောက္ခကြီးရဲ့မောင်းနှင်မှုတွေ၊ အပြင်းထန်လေ့ကျင့်မှုတွေ၊ အောင်မြင်မှုဒဏ်တွေအကြားမှာ ဒေးဗစ်ရဲ့စိတ်ဓာတ်ဟာဗုန်းဗုန်းလဲကျပါတော့တယ်။အဆိုပါ ရုပ်ရှင်ဟာ ဩစတေးလျနိုင်ငံသား ဂျူးလူမျိုး စန္ဒရားပါရမီရှင် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်မင်းသားကြီး Geoffrey Rush မှ ဒေးဗစ်ဟပ်ဖ်ဂေါ့အဖြစ် ပြီပြင်စွာရုပ်လုံးထုသရုပ်ဆောင်ထားပြီး ၁၉၉၆ တွင် အကောင်းဆုံးဇာတ်ဆောင်အော်စကာဆုအား ဆွပ်ခူးရရှိခဲ့ပါတယ်။ Box Office တွင်လည်း ကန်ဒေါ်လာ ၃၆သန်းထိ ဝင်ငွေရရှိခဲ့တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ဂန္ဒဝင်ဂီတသံများအကြားပျောက်ဆုံးနေတဲ့ ဒေးဗစ်တစ်ယောက် အောင်မြင်မှုလမ်းကြောင်းပေါ် ဘယ်နည်းဘယ်ပုံနဲ့ပြန်ရောက်လာပုံအား ခမ်းနားလှပတဲ့စန္ဒရားသံများနဲ့အတူ ပင့်သက်ရှိုက်ကာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။File size…(1.67GB)  / (978.61MB) / (578.7MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:45:00Genre…Biography / Drama / MusicSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by  Kaung PaingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex RafalowiczArmin Mueller-StahlBeverley DunnCamilla JamesChris HaywoodDanielle CoxDavid KingElla Scott LynchGeoffrey RushGoogie WithersGordon PooleHelen DowellJethro Heysen-HicksJoey KennedyJohn CousinsJohn GielgudJohn MartinJustin BraineLouise DorlingLynn RedgraveMarc WarrenMaria DafneroMarianna DohertyMarta KaczmarekNicholas BellNoah TaylorRandall BergerRebecca GoodenRichard HansellRobert HandsSonia ToddStephen Sheehan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8yiVe69Y2Sgey87fv7vm01XQZcZ.jpg",
      "https://image.tmdb.org/t/p/w300/x8vIhF4BTzLTsO5ntOO7jKXMoMZ.jpg",
      "https://image.tmdb.org/t/p/w300/2NU8w8djgX6SzLrg7rN6yMXWAzC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTNlZDhkNTMtYTExYS00NGRiLTlhZTItM2JlOWQ3MzE4YzdhXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/shine-1996-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dopgd25fy3im.html",
        "server": "usersdrive.com",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cjvj/Shine.1996.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xLp3TagY#LxJwGo5Ooh9Ff6SKmnIjKOgoCPaGwwbjVtqSPT4BPH0",
        "server": "mega.nz",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/shine-1996-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "978.61MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/34cqylrrv8q5.html",
        "server": "usersdrive.com",
        "size": "978.61MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cjvb/Shine.1996.720p(CM).mp4",
        "server": "megaup.net",
        "size": "978.61MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8CIWiRTJ#o4h5lVoLNmaxZdbMSpD29LPMHRuIsw2o09v7m9YOfF4",
        "server": "mega.nz",
        "size": "978.61MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/znpb38agcehl.html",
        "server": "streamsb.com",
        "size": "978.61MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/shine-1996-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "578.7MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/zfw7gazwg2pj.html",
        "server": "usersdrive.com",
        "size": "578.7MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1cjv9/Shine.1996.480p(CM).mp4",
        "server": "megaup.net",
        "size": "578.7MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/UW53ALxb#SZ62qjerRtm_zIejRKfjA78hq9STH5tXJug3Is2FrXU",
        "server": "mega.nz",
        "size": "578.7MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/0g4uugest2s2.html",
        "server": "streamsb.com",
        "size": "578.7MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "vTt4Ar6pzO4",
      "video_url": "https://www.youtube.com/watch?v=vTt4Ar6pzO4",
      "embed_url": "https://www.youtube.com/embed/vTt4Ar6pzO4"
    }
  }
]