[
  {
    "metadata": "N/A|1957–|20 min|Documentary",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "207"
    },
    "title": "The Sky at Night (TV Program)",
    "description": "ကဲ ဒီတစ္ခါ အက္စ္စေတာ္ေနာ္မီ တီဗီ ပရိုဂရမ္တခုကိုတင္ေပးလိုက္ပါတယ္စိတ္၀င္စားဖို႕ေကာင္းတာေၾကာင့္ အေထြအထူးေတာ့ မညႊန္းေတာ့ပါဘူးဗ်Download On PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsPatrick Moore",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/700th-supp_COVER2g.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG|1957–|2h 41min|Adventure,Drama,War",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "197,430"
    },
    "title": "The Bridge on the River Kwai (1957)",
    "description": "The Bridge on the River Kwai (1957)IMDb – 8.1/10_____Rotten – 95%Won 7 Oscars.Another 23 wins & 7 nominationsဒုတိယကမ္ဘာစစ်အတွင်း…….ဗမာပြည်တစ်နေရာတွင် အခြေစိုက်ထားသော ဂျပန်စစ်အကျဉ်းစခန်းတစ်ခုသို့ British စစ်သုံ့ပန်းတစ်အုပ်စုတို့ ရောက်ရှိလာခဲ့သည်။ ဂျပန်စစ်အကျဉ်းစခန်းကိုဦးစီးသူက Colonel Saito။ British စစ်သုံ့ပန်းများကို ဦးစီးလာသူက Colonel Nicholson။ Colonel Nicholson နှင့်တပ်သားများသည် အကျဉ်းစခန်းသို့စဝင်လာကတည်းက စစ်ချီတေးတစ်ခုကို သံပြိုင်လေချွန်၍ဝင်လာကြသည်။ ဒါဟာ Colonel Nicholson ဘယ်လောက်အထိ Formality, Discipline ကိုအရေးပေးသလဲဆိုတာကိုပေါ်လွင်စေသည်။ Nicholson သည် သည်အကျဉ်းစခန်းမှာ ရောက်ရှိနှင့်ပြီးသော Commander Shears အပါအဝင် အခြားသုံ့ပန်းများအတွက်တော့ အထူးအဆန်းပြုံးချင်စရာဖြစ်နေခဲ့၏။ သူတို့ရောက်နေသည့် နေရာ၊ လုပ်ရမည့်အလုပ်တွေက ဒါမျိုးတွေနှင့်မှ မသက်ဆိုင်တာကိုး။ Commander Shears ဆိုသူက အမေရိကန်စစ်တပ်ကဖြစ်သည်။ သူက ပထမဆုံးရက်ကတည်းက Nicholson တို့ကို သည်စခန်းကြီး၏ ကြမ်းကြုတ်မှုတွေအကြောင်း သတိပေးဖို့ကြိုးစားခဲ့သည်။ သည်စခန်းမှာ ခြံစည်းရိုးခတ်စရာမလို၊ ကင်းတဲချစရာမလို။ တောအထပ်ထပ်၊ တောင်အစွယ်စွယ်ကာရံထားခြင်းက ထွက်ပြေးလွတ်မြောက်ဖို့ကို အကောင်းဆုံးတားမြစ်ထား၏။ Shears ကတော့ ထွက်ပြေးရန် အချိန်အခါကောင်းနှင့် အဖော်ကောင်းတို့ကိုစောင့်နေသူဖြစ်သည်။ ထွက်ပြေးလျှင် လွတ်မြောက်ရန်ရာခိုင်နှုန်း ၁ ရာခိုင်နှုန်းပဲရှိသည်ဆိုဦးတော့ သည်စခန်းမှာ ဆက်နေလျှင် ရှင်သန်လွတ်မြောက်နိုင်မည့် သုည ရာခိုင်နှုန်းထက်တော့များသေးသည်ဟု သူကဆိုသည်။ Nicholson ကတော့ သဘောမတူ။ သည်စခန်းမှာပဲ ကျိုးနွံစွာနေပြီး British စစ်သားကောင်းတို့၏ ဂုဏ်ရည်ကိုပြသမည်ဟု ကြုံးဝါးသည်။ပြဿနာက နောက်တစ်ရက်မှာ စသည်။ သည်စခန်းရှိ စစ်သုံ့ပန်းများ၏ တာဝန်က ဗမာနှင့် ထိုင်းကိုဆက်သွယ်မည့် သေမင်းတမန်ရထားလမ်းကြီး၏ တစ်စိတ်တစ်ပိုင်းအဖြစ် Kwai မြစ်ကိုဖြတ်ကျော်ကာ တံတားတည်ဆောက်ရန်ဖြစ်၏။ သည်တံတားကြီးက ဂျပန်တို့ကို စစ်ရေးအရ ကောင်းကျိုးအများကြီးပြုမည်ဖြစ်သည်။ Colonel Saito က စစ်သုံ့ပန်းအားလုံးကို အလုပ်ကြမ်းလုပ်စေဖို့ အမိန့်ပေးရာ Nicholson က Geneva convention အရ စစ်အရာရှိများကို အလုပ်ကြမ်းစေခိုင်းပိုင်ခွင့်မရှိဟု စောဒကတက်ပါတော့သည်။ ရလဒ်အနေနှင့် Saito က Nicholson ထုတ်ပြသော Geneva convention စာအုပ်ကြီးနှင့် သူ့ကိုပါးချလိုက်ပါသည်။ အလုပ်လုပ်ရန်ငြင်းဆန်သော Nicholson နှင့် အရာရှိ ၇ ယောက်ခန့်တို့ကိုလည်း နေပူထဲ တစ်နေကုန်မတ်တပ်ရပ်စေခဲ့ပါသည်။ နောက်တစ်နေ့မှာလည်း ဆက်လက်ငြင်းဆန်နေခဲ့သော Nicholson တို့ကို iron box ဟုခေါ်သည့် သွပ်ကာ တဲကျဉ်းကျဉ်းလေးထဲ ပိတ်လှောင်ထားလိုက်၏။ထိုကိစ္စများဖြစ်ပွားနေချိန်တွင် Shears သည် အဖော်နှစ်ယောက်တို့နှင့်အတူ အကျဉ်းစခန်းမှ ထွက်ပြေးခဲ့ပါသည်။ အဖော်နှစ်ယောက်သေဆုံးသွားပေမယ့် Shears ကတော့ ခက်ခက်ခဲခဲနှင့်လွတ်မြောက်နိုင်ခဲ့ပါသည်။ခေါင်းဆောင်မပါသော British စစ်သားများ၏ ကရော်ကမယ်၊ လျော့တိလျော့ရဲအလုပ်လုပ်ပုံတွေကြောင့် တံတားကြီးက တိုးတက်မှုအလွန်နှေးကွေးနေခဲ့ရပါသည်။ ဂျပန်အင်ဂျင်နီယာများ၏ မကျွမ်းကျင်မှုကြောင့်လည်း ပါပါသည်။ တံတားကြီးသာ အချိန်မီမပြီးခဲ့လျှင် Saito အနေဖြင့် ကိုယ့်ကိုကိုယ် အဆုံးစီရင်ရမည်ဖြစ်၏။ ထို့ကြောင့် Saito အနေဖြင့် Nicholson ကိုစိတ်ဓာတ်ပိုင်းအရ အနိုင်ပေးလိုက်ရပြီး အပြစ်ပေးခံထားရသော British officers များကိုလွတ်ပေးလိုက်ရပါတော့သည်။ Nicholson ကလည်း သည်တံတားကြီးကို အပြီးတည်ဆောက်ပေးခြင်းအားဖြင့် british စစ်သားများ၏ စွမ်းဆောင်ရည်၊ စိတ်ဓာတ်မာကြောမှုတို့ကို သိစေမည်ဟူသော ရည်ရွယ်ချက်ဖြင့် အင်တိုက်အားတိုက် ပါဝင်တည်ဆောက်ပေးဖို့ သဘောတူလိုက်သည်။ ဂျပန်အင်ဂျင်နီယာများရွေးချယ်ထားခဲ့သောနေရာက မြေပျော့သောကြောင့် တံတားထောက်တိုင်တွေကိုခိုင်မြဲစေမှာမဟုတ်သည့်အတွက် Nicholson က အခြားတစ်နေရာတွင် တံတားကိုအစအဆုံးပြန်ဆောက်ရမည်ဟုဆိုသည်။ ဘာမှမကြံတတ်တော့သော Saito လည်း သဘောတူလိုက်ရုံမှတပါး………..Shears က အကျဉ်းစခန်းမှထွက်ပြေးလွတ်မြောက်လာပြီးသည့်နောက် မိခင်တပ်ဆီလည်းမပြန်ဘဲ အေးဆေးအနားယူနေခဲ့သည်။ သို့သော်…..British စစ်တပ်က ဂျပန်တို့၏ စစ်ရေးအချက်အခြာဖြစ်သော Kwai မြစ်ပေါ်ကတံတားကြီးကို ဖောက်ခွဲဖျက်ဆီးရန် ရည်ရွယ်ချက်ဖြင့် Shears အား သူခက်ခက်ခဲခဲလွတ်မြောက်လာပြီးသည့် ငရဲခံတွင်းဝအတွင်း နောက်တစ်ကြိမ်သက်ဆင်းရန် အကူအညီတောင်းခံလာခဲ့သည့်အခါ……………….David Lean ဆိုတာ ရုပ်ရှင်လောကတစ်ခုလုံးက လေးစားဦးညွှတ်ကြရတဲ့ ဂန္တဝင်ဒါရိုက်တာကြီးပါပဲ။ သူရဲ့လက်ရာတစ်ခုဖြစ်တဲ့ ဒီဇာတ်ကားဟာလည်း ကမ္ဘာ့အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားတွေထဲက တစ်ကားပဲဖြစ်ပါတယ်။ တကယ်ကိုကြီးကျယ်ခန်းနားတဲ့ setting ကြီးတွေဆောက်(ဇာတ်ကားရိုက်ဖို့ တကယ့်တံတားကြီးကိုဆောက်ခဲ့ပါတယ်။)၊ လူအင်အားများစွာသုံးခဲ့တဲ့ဒီဇာတ်ကားကြီးဟာ Best picture, best director, best actor တို့အပါအဝင် အော်စကာ ၇ ဆုကိုထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ်။ သရုပ်ဆောင်တွေအဖြစ်တော့ William Holden,Alec Guinness, Jack Hawkins, Sessue Hayakawa တို့ပါဝင်ပါတယ်။ဒီကားရိုက်ကူးခဲ့ရတာနဲ့ပတ်သက်ပြီး ထူးထူးခြားခြားဖြစ်ခဲ့ရတာလေးတွေကိုပြောပြချင်ပါတယ်။ ဒီကားဟာ ပြင်သစ်ဝတ္ထုတစ်ခုကိုအခြေခံတာပါ။ သေမင်းတမန်ရထားလမ်းစတဲ့ မှန်ကန်တဲ့ historical facts တွေအပေါ်အခြေခံခဲ့ပေမယ့် ဇာတ်လမ်းကတော့ စိတ်ကူးယဉ်ဖန်တီးထားတာဖြစ်ပါတယ်။ သေမင်းတမန်ရထားလမ်းလို့ဘာကြောင့်အမည်တွင်သလဲဆိုတာ လူတိုင်းသိကြမှာပါ။ သည်ရထားလမ်းကြီးဖောက်လုပ်တဲ့လုပ်ငန်းစဉ်တစ်လျှောက် စစ်သုံ့ပန်း 13000 ကျော်၊ ပြည်သူ 80000 နဲ့ 100000 ကြားသေဆုံးခဲ့ရတယ်လို့ဆိုပါတယ်။ ဒါကြောင့် ဒီကားထဲမှာဖော်ပြခဲ့တဲ့ ခက်ခဲကြမ်းတမ်းမှုတွေဟာ အပြင်မှာဖြစ်ပျက်ခဲ့တာထက် လျော့နေတယ်လို့ ဆိုကြပါတယ်။British မင်းသား Alec Guiness အပါအဝင် တော်တော်များများကတော့ ဒီဇာတ်ကားရဲ့ဇာတ်ညွှန်းဟာ Britain တွေကိုချိုးနှိမ်တယ်လို့ ယူဆကြပါတယ်။ ဒါ့အတွက် Alec Guiness နဲ့ David Lean တို့ဟာ ရိုက်ကွင်းပေါ်မှာ မကြာခဏ ကတောက်ကဆဖြစ်ခဲ့ကြရတယ်လို့ဆိုပါတယ်။ ပြီးသွားတော့လည်း သူတို့နှစ်ယောက်စလုံးအော်စကာရခဲ့ကြတာပါပဲ။ ဒီငြင်းခုန်မှုအတွက်တာဝန်ရှိတာကတော့ Colonel Nicholson နဲ့ Commander Shears ဆိုတဲ့ဇာတ်ကောင်တွေပါပဲ။ သူတို့ကိုယ်စီကို ကိုယ်စားပြုအနေနဲ့မြင်လိုက်ကြတဲ့အခါ အငြင်းပွာစရာတွေဖြစ်လာခဲ့တာပါ။ ကျွန်တော်ကတော့ Individual အနေနဲ့ပဲမြင်သင့်တယ်လို့ ထင်ပါတယ်။ဒီဇာတ်ကားမှာပြောစမှတ်တွင်တာတစ်ခုက အကျဉ်းစခန်းကိုဝင်လာကြတဲ့စစ်သားများ စစ်ချီလေချွန်သံပါပဲ။ နောက်တစ်ချက်ကတော့ Iron Box ထဲမှာအပြစ်ပေးခံထားတာကနေ ထွက်လာပြီး Colonel Saito ရဲ့တဲဆီကို သွားတဲ့ Nicholson ရဲ့လမ်းလျှောက်ပုံပါပဲ။ တစ်နေကုန် ပူလောင်ပြင်းပြမှုကိုခံထားရတဲ့ Nicholson ရဲ့နွမ်းလျတဲ့လမ်းလျှောက်ပုံဟာ ပီပြင်လွန်းလို့ အားလုံးကချီးကျူးခဲ့ကြပါတယ်။ Alec Guiness ကဒီလမ်းလျှောက်ပုံကို Polio ရောဂါကနေ နာလန်ထစ သူ့သားရဲ့လမ်းလျှောက်ပုံကိုကြည့်ပြီးသင်ယူခဲ့တယ်လို့ ဆိုပါတယ်။Producers, director တွေကိုခေါင်းနားပန်းကြီးစေခဲ့တဲ့အဖြစ်အပျက်ကတော့ လေယာဉ်နဲ့တင်ပို့လိုက်တဲ့ ဖလင်လိပ်တွေ လမ်းမှာပျောက်ဆုံးသွားခဲ့ခြင်းပါပဲ။ တစ်ကမ္ဘာလုံးကိုသူတို့ပိုက်စိပ်တိုက်ရှာခဲ့ပြီး တစ်ပတ်အကြာမှာတော့ Cairo လေဆိပ်မှာပြန်တွေ့ခဲ့ပါတယ်တဲ့။ ငွေကြေးများစွာ၊ အချိန်များစွာ၊ ခက်ခဲဆင်းရဲမှုများစွာရင်းနှီးခဲ့ရတဲ့ ဒီ ဖလင်တွေသာပျောက်သွားခဲ့ရင် မတွေးဝံ့စရာပါပဲ။ဒီဇာတ်ကားကြီးဟာ ရုပ်ရှင်တစ်ကားရဲ့ ကြီးကျယ်ခန်းနားမှုတွေကို ဖမ်းဆုပ်ပြနိုင်ခဲ့တဲ့အပြင် ဇာတ်ကောင်တွေရဲ့ကြီးမားတဲ့အားပြိုင်မှုတွေကိုပါပြနိုင်ခဲ့ပါတယ်။ ဒီဇာတ်ကားရဲ့ character တွေဟာ အကုန်လုံးမှန်ကန်တဲ့သူမပါသလို၊ အကုန်လုံးမှားယွင်းနေတဲ့သူလည်းမပါပါဘူး။ အားလုံးကသူ့အမြင်နဲ့သူမှန်နေတော့ ဘယ်သူကသူရဲကောင်း၊ ဘယ်သူကဗီလိန် ခွဲပြောရခက်ပါတယ်။ ယုတ်စွအဆုံး ဖက်ဆစ် Colonel Saito ကိုတောင်မှ တာဝန်သိတတ်တဲ့သူအဖြစ်မြင်ကြည့်လို့ရပါတယ်။ Colonel Nicholson ဟာခေါင်းဆောင်ကောင်းပီသသူ၊ စည်းကမ်းသေဝပ်သူ၊ ကျင့်ဝတ်လိုက်နာသူလို့ ယေဘုယျရှုမြင်နိုင်ပေမယ့် သေသေချာချာကြည့်လိုက်ရင်တော့ အတ္တ၊ မောဟ၊ ခေါင်းမာမှုတွေအနည်းငယ်ရောစွက်နေတဲ့ စရိုက်ကိုမြင်ရပါမယ်။ ခေါင်းဆောင်တစ်ယောက်မှာ မရှိသင့်တာတွေပါ။ Shears ကတော့ typical American hero ပုံစံပါပဲ။ မလိုအပ်ဘဲ မစွန့်စားဘူး။ မိုက်ရူးရဲမဆန်ဘူး။ Flexible ဖြစ်တယ်။ ကိုယ့်အတွက်အသာရမယ့်နည်းလမ်းကိုတွက်ချက်တတ်တယ်။ ယေဘုယျကြည့်ရင်တော့ တစ်ကိုယ်ကောင်းဆန်သူလို့ထင်ရတယ်။ ဒါပေမယ့် အရေးကြုံလာတဲ့အခါ ကိုယ်ကျိုးစွန့်ဖို့လည်းဝန်မလေးဘူး။ ဇာတ်ညွှန်းက Britain တွေကိုနှိမ်တယ်ဆိုတာ မမှန်ရင်တောင် American တွေကိုနည်းနည်း အလေးပေးထားတယ်လို့တော့ ထင်လို့ရပါတယ်။Nicholson, Shears, Saito………..သူတို့က သူရဲကောင်းတွေလား၊ ဗီလိန်တွေလား?Kwai မြစ်ပေါ်ကတံတားကြီးကရော……..အောင်မြင်မှုပြယုဂ်လား၊ စစ်ရဲ့ဘေးထွက်ဆိုးကျိုးလား?~Miller~P.S. ဇာတ်ကားအသစ်တွေ ဘယ်လိုဆန်းသစ်တဲ့နည်းပညာတွေနဲ့ပဲ ထွက်ရှိလာလာ ကြီးကျယ်ခန်းနားတဲ့ ဂန္တဝင်ရုပ်ရှင်ကြီးတွေဟာ ရုပ်ရှင်သမိုင်းမှာ အမြဲထင်ပေါ်နေမှာပါ။ မိတ်ဆွေတို့ကိုလည်း အဟောင်းထဲကအကောင်းတွေကိုပြန်လည်ခံစားနိုင်စေဖို့ ကြည့်ဖူးတဲ့ ဂန္တဝင်ဇာတ်ကားကြီးတွေကို အလျဉ်းသင့်သလို ပြန်ပြီး review လုပ်ပေးသွားပါမယ်။(ရုပ်ရှင်အညွှန်းကိုMovies-we watch,we feel.မှ ကူးယူဖော်ပြပါသည်။)ဒုတိယကမၻာစစ္အတြင္း…….ဗမာျပည္တစ္ေနရာတြင္ အေျခစိုက္ထားေသာ ဂ်ပန္စစ္အက်ဥ္းစခန္းတစ္ခုသို႔ British စစ္သံု႔ပန္းတစ္အုပ္စုတို႔ ေရာက္ရွိလာခဲ့သည္။ ဂ်ပန္စစ္အက်ဥ္းစခန္းကိုဦးစီးသူက Colonel Saito။ British စစ္သံု႔ပန္းမ်ားကို ဦးစီးလာသူက Colonel Nicholson။ Colonel Nicholson နွင့္တပ္သားမ်ားသည္ အက်ဥ္းစခန္းသို႔စဝင္လာကတည္းက စစ္ခ်ီေတးတစ္ခုကို သံၿပိဳင္ေလခ်ြန္၍ဝင္လာၾကသည္။ ဒါဟာ Colonel Nicholson ဘယ္ေလာက္အထိ Formality, Discipline ကိုအေရးေပးသလဲဆိုတာကိုေပၚလြင္ေစသည္။ Nicholson သည္ သည္အက်ဥ္းစခန္းမွာ ေရာက္ရွိနွင့္ၿပီးေသာ Commander Shears အပါအဝင္ အျခားသံု႔ပန္းမ်ားအတြက္ေတာ့ အထူးအဆန္းၿပံဳးခ်င္စရာျဖစ္ေနခဲ့၏။ သူတို႔ေရာက္ေနသည့္ ေနရာ၊ လုပ္ရမည့္အလုပ္ေတြက ဒါမ်ိဳးေတြနွင့္မွ မသက္ဆိုင္တာကိုး။ Commander Shears ဆိုသူက အေမရိကန္စစ္တပ္ကျဖစ္သည္။ သူက ပထမဆံုးရက္ကတည္းက Nicholson တို႔ကို သည္စခန္းႀကီး၏ ၾကမ္းၾကဳတ္မႈေတြအေၾကာင္း သတိေပးဖို႔ႀကိဳးစားခဲ့သည္။ သည္စခန္းမွာ ၿခံစည္းရိုးခတ္စရာမလို၊ ကင္းတဲခ်စရာမလုိ။ ေတာအထပ္ထပ္၊ ေတာင္အစြယ္စြယ္ကာရံထားျခင္းက ထြက္ေျပးလြတ္ေျမာက္ဖို႔ကို အေကာင္းဆံုးတားျမစ္ထား၏။ Shears ကေတာ့ ထြက္ေျပးရန္ အခ်ိန္အခါေကာင္းနွင့္ အေဖာ္ေကာင္းတို႔ကိုေစာင့္ေနသူျဖစ္သည္။ ထြက္ေျပးလ်ွင္ လြတ္ေျမာက္ရန္ရာခိုင္နႈန္း ၁ ရာခိုင္နႈန္းပဲရွိသည္ဆိုဦးေတာ့ သည္စခန္းမွာ ဆက္ေနလ်ွင္ ရွင္သန္လြတ္ေျမာက္နိုင္မည့္ သုည ရာခိုင္နႈန္းထက္ေတာ့မ်ားေသးသည္ဟု သူကဆိုသည္။ Nicholson ကေတာ့ သေဘာမတူ။ သည္စခန္းမွာပဲ က်ိဳးႏြံစြာေနၿပီး British စစ္သားေကာင္းတို႔၏ ဂုဏ္ရည္ကိုျပသမည္ဟု ႀကံဳးဝါးသည္။ျပႆနာက ေနာက္တစ္ရက္မွာ စသည္။ သည္စခန္းရွိ စစ္သံု႔ပန္းမ်ား၏ တာဝန္က ဗမာနွင့္ ထိုင္းကိုဆက္သြယ္မည့္ ေသမင္းတမန္ရထားလမ္းႀကီး၏ တစ္စိတ္တစ္ပိုင္းအျဖစ္ Kwai ျမစ္ကိုျဖတ္ေက်ာ္ကာ တံတားတည္ေဆာက္ရန္ျဖစ္၏။ သည္တံတားႀကီးက ဂ်ပန္တို႔ကို စစ္ေရးအရ ေကာင္းက်ိဳးအမ်ားႀကီးျပဳမည္ျဖစ္သည္။ Colonel Saito က စစ္သံု႔ပန္းအားလံုးကို အလုပ္ၾကမ္းလုပ္ေစဖို႔ အမိန္႔ေပးရာ Nicholson က Geneva convention အရ စစ္အရာရွိမ်ားကို အလုပ္ၾကမ္းေစခိုင္းပိုင္ခြင့္မရွိဟု ေစာဒကတက္ပါေတာ့သည္။ ရလဒ္အေနနွင့္ Saito က Nicholson ထုတ္ျပေသာ Geneva convention စာအုပ္ႀကီးနွင့္ သူ႔ကိုပါးခ်လိုက္ပါသည္။ အလုပ္လုပ္ရန္ျငင္းဆန္ေသာ Nicholson နွင့္ အရာရွိ ၇ ေယာက္ခန္႔တို႔ကိုလည္း ေနပူထဲ တစ္ေနကုန္မတ္တပ္ရပ္ေစခဲ့ပါသည္။ ေနာက္တစ္ေန႔မွာလည္း ဆက္လက္ျငင္းဆန္ေနခဲ့ေသာ Nicholson တို႔ကို iron box ဟုေခၚသည့္ သြပ္ကာ တဲက်ဥ္းက်ဥ္းေလးထဲ ပိတ္ေလွာင္ထားလိုက္၏။ထိုကိစၥမ်ားျဖစ္ပြားေနခ်ိန္တြင္ Shears သည္ အေဖာ္နွစ္ေယာက္တို႔နွင့္အတူ အက်ဥ္းစခန္းမွ ထြက္ေျပးခဲ့ပါသည္။ အေဖာ္နွစ္ေယာက္ေသဆံုးသြားေပမယ့္ Shears ကေတာ့ ခက္ခက္ခဲခဲနွင့္လြတ္ေျမာက္နိုင္ခဲ့ပါသည္။ေခါင္းေဆာင္မပါေသာ British စစ္သားမ်ား၏ ကေရာ္ကမယ္၊ ေလ်ာ့တိေလ်ာ့ရဲအလုပ္လုပ္ပံုေတြေၾကာင့္ တံတားႀကီးက တိုးတက္မႈအလြန္ေနွးေကြးေနခဲ့ရပါသည္။ ဂ်ပန္အင္ဂ်င္နီယာမ်ား၏ မက်ြမ္းက်င္မႈေၾကာင့္လည္း ပါပါသည္။ တံတားႀကီးသာ အခ်ိန္မီမၿပီးခဲ့လ်ွင္ Saito အေနျဖင့္ ကို္ယ့္ကိုကိုယ္ အဆံုးစီရင္ရမည္ျဖစ္၏။ ထို႔ေၾကာင့္ Saito အေနျဖင့္ Nicholson ကိုစိတ္ဓာတ္ပိုင္းအရ အနိုင္ေပးလိုက္ရၿပီး အျပစ္ေပးခံထားရေသာ British officers မ်ားကိုလြတ္ေပးလိုက္ရပါေတာ့သည္။ Nicholson ကလည္း သည္တံတားႀကီးကို အၿပီးတည္ေဆာက္ေပးျခင္းအားျဖင့္ british စစ္သားမ်ား၏ စြမ္းေဆာင္ရည္၊ စိတ္ဓာတ္မာေၾကာမႈတို႔ကို သိေစမည္ဟူေသာ ရည္႐ြယ္ခ်က္ျဖင့္ အင္တိုက္အားတိုက္ ပါဝင္တည္ေဆာက္ေပးဖို႔ သေဘာတူလိုက္သည္။ ဂ်ပန္အင္ဂ်င္နီယာမ်ားေ႐ြးခ်ယ္ထားခဲ့ေသာေနရာက ေျမေပ်ာ့ေသာေၾကာင့္ တံတားေထာက္တိုင္ေတြကိုခိုင္ၿမဲေစမွာမဟုတ္သည့္အတြက္ Nicholson က အျခားတစ္ေနရာတြင္ တံတားကိုအစအဆံုးျပန္ေဆာက္ရမည္ဟုဆိုသည္။ ဘာမွမႀကံတတ္ေတာ့ေသာ Saito လည္း သေဘာတူလိုက္ရံုမွတပါး………..Shears က အက်ဥ္းစခန္းမွထြက္ေျပးလြတ္ေျမာက္လာၿပီးသည့္ေနာက္ မိခင္တပ္ဆီလည္းမျပန္ဘဲ ေအးေဆးအနားယူေနခဲ့သည္။ သို႔ေသာ္…..British စစ္တပ္က ဂ်ပန္တို႔၏ စစ္ေရးအခ်က္အျခာျဖစ္ေသာ Kwai ျမစ္ေပၚကတံတားႀကီးကို ေဖာက္ခဲြဖ်က္ဆီးရန္ ရည္႐ြယ္ခ်က္ျဖင့္ Shears အား သူခက္ခက္ခဲခဲလြတ္ေျမာက္လာၿပီးသည့္ ငရဲခံတြင္းဝအတြင္း ေနာက္တစ္ႀကိမ္သက္ဆင္းရန္ အကူအညီေတာင္းခံလာခဲ့သည့္အခါ……………….David Lean ဆိုတာ ရုပ္ရွင္ေလာကတစ္ခုလံုးက ေလးစားဦးၫႊတ္ၾကရတဲ့ ဂႏၱဝင္ဒါရိုက္တာႀကီးပါပဲ။ သူရဲ႕လက္ရာတစ္ခုျဖစ္တဲ့ ဒီဇာတ္ကားဟာလည္း ကမၻာ့အေကာင္းဆံုးရုပ္ရွင္ဇာတ္ကားေတြထဲက တစ္ကားပဲျဖစ္ပါတယ္။ တကယ္ကိုႀကီးက်ယ္ခန္းနားတဲ့ setting ႀကီးေတြေဆာက္(ဇာတ္ကားရိုက္ဖို႔ တကယ့္တံတားႀကီးကိုေဆာက္ခဲ့ပါတယ္။)၊ လူအင္အားမ်ားစြာသံုးခဲ့တဲ့ဒီဇာတ္ကားႀကီးဟာ Best picture, best director, best actor တို႔အပါအဝင္ ေအာ္စကာ ၇ ဆုကိုထိုက္ထိုက္တန္တန္ရရွိခဲ့တဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။ သရုပ္ေဆာင္ေတြအျဖစ္ေတာ့ William Holden,Alec Guinness, Jack Hawkins, Sessue Hayakawa တို႔ပါဝင္ပါတယ္။ဒီကားရိုက္ကူးခဲ့ရတာနဲ႔ပတ္သက္ၿပီး ထူးထူးျခားျခားျဖစ္ခဲ့ရတာေလးေတြကိုေျပာျပခ်င္ပါတယ္။ ဒီကားဟာ ျပင္သစ္ဝတၳဳတစ္ခုကိုအေျခခံတာပါ။ ေသမင္းတမန္ရထားလမ္းစတဲ့ မွန္ကန္တဲ့ historical facts ေတြအေပၚအေျခခံခဲ့ေပမယ့္ ဇာတ္လမ္းကေတာ့ စိတ္ကူးယဥ္ဖန္တီးထားတာျဖစ္ပါတယ္။ ေသမင္းတမန္ရထားလမ္းလို႔ဘာေၾကာင့္အမည္တြင္သလဲဆိုတာ လူတိုင္းသိၾကမွာပါ။ သည္ရထားလမ္းႀကီးေဖာက္လုပ္တဲ့လုပ္ငန္းစဥ္တစ္ေလ်ွာက္ စစ္သံု႔ပန္း 13000 ေက်ာ္၊ ျပည္သူ 80000 နဲ႔ 100000 ၾကားေသဆံုးခဲ့ရတယ္လို႔ဆိုပါတယ္။ ဒါေၾကာင့္ ဒီကားထဲမွာေဖာ္ျပခဲ့တဲ့ ခက္ခဲၾကမ္းတမ္းမႈေတြဟာ အျပင္မွာျဖစ္ပ်က္ခဲ့တာထက္ ေလ်ာ့ေနတယ္လို႔ ဆိုၾကပါတယ္။British မင္းသား Alec Guiness အပါအဝင္ ေတာ္ေတာ္မ်ားမ်ားကေတာ့ ဒီဇာတ္ကားရဲ႕ဇာတ္ၫႊန္းဟာ Britain ေတြကိုခ်ိဳးနွိမ္တယ္လို႔ ယူဆၾကပါတယ္။ ဒါ့အတြက္ Alec Guiness နဲ႔ David Lean တို႔ဟာ ရိုက္ကြင္းေပၚမွာ မၾကာခဏ ကေတာက္ကဆျဖစ္ခဲ့ၾကရတယ္လို႔ဆိုပါတယ္။ ၿပီးသြားေတာ့လည္း သူတို႔နွစ္ေယာက္စလံုးေအာ္စကာရခဲ့ၾကတာပါပဲ။ ဒီျငင္းခုန္မႈအတြက္တာဝန္ရွိတာကေတာ့ Colonel Nicholson နဲ႔ Commander Shears ဆိုတဲ့ဇာတ္ေကာင္ေတြပါပဲ။ သူတို႔ကိုယ္စီကို ကိုယ္စားျပဳအေနနဲ႔ျမင္လိုက္ၾကတဲ့အခါ အျငင္းပြာစရာေတြျဖစ္လာခဲ့တာပါ။ က်ြန္ေတာ္ကေတာ့ Individual အေနနဲ႔ပဲျမင္သင့္တယ္လို႔ ထင္ပါတယ္။ဒီဇာတ္ကားမွာေျပာစမွတ္တြင္တာတစ္ခုက အက်ဥ္းစခန္းကိုဝင္လာၾကတဲ့စစ္သားမ်ား စစ္ခ်ီေလခ်ြန္သံပါပဲ။ ေနာက္တစ္ခ်က္ကေတာ့ Iron Box ထဲမွာအျပစ္ေပးခံထားတာကေန ထြက္လာၿပီး Colonel Saito ရဲ႕တဲဆီကို သြားတဲ့ Nicholson ရဲ႕လမ္းေလ်ွာက္ပံုပါပဲ။ တစ္ေနကုန္ ပူေလာင္ျပင္းျပမႈကိုခံထားရတဲ့ Nicholson ရဲ႕ႏြမ္းလ်တဲ့လမ္းေလ်ွာက္ပံုဟာ ပီျပင္လြန္းလို႔ အားလံုးကခ်ီးက်ဴးခဲ့ၾကပါတယ္။ Alec Guiness ကဒီလမ္းေလ်ွာက္ပံုကို Polio ေရာဂါကေန နာလန္ထစ သူ႔သားရဲ႕လမ္းေလ်ွာက္ပံုကိုၾကည့္ၿပီးသင္ယူခဲ့တယ္လို႔ ဆိုပါတယ္။Producers, director ေတြကိုေခါင္းနားပန္းႀကီးေစခဲ့တဲ့အျဖစ္အပ်က္ကေတာ့ ေလယာဥ္နဲ႔တင္ပို႔လိုက္တဲ့ ဖလင္လိပ္ေတြ လမ္းမွာေပ်ာက္ဆံုးသြားခဲ့ျခင္းပါပဲ။ တစ္ကမၻာလံုးကိုသူတို႔ပိုက္စိပ္တိုက္ရွာခဲ့ၿပီး တစ္ပတ္အၾကာမွာေတာ့ Cairo ေလဆိပ္မွာျပန္ေတြ႕ခဲ့ပါတယ္တဲ့။ ေငြေၾကးမ်ားစြာ၊ အခ်ိန္မ်ားစြာ၊ ခက္ခဲဆင္းရဲမႈမ်ားစြာရင္းနွီးခဲ့ရတဲ့ ဒီ ဖလင္ေတြသာေပ်ာက္သြားခဲ့ရင္ မေတြးဝံ့စရာပါပဲ။ဒီဇာတ္ကားႀကီးဟာ ရုပ္ရွင္တစ္ကားရဲ႕ ႀကီးက်ယ္ခန္းနားမႈေတြကို ဖမ္းဆုပ္ျပနိုင္ခဲ့တဲ့အျပင္ ဇာတ္ေကာင္ေတြရဲ႕ႀကီးမားတဲ့အားၿပိဳင္မႈေတြကိုပါျပနိုင္ခဲ့ပါတယ္။ ဒီဇာတ္ကားရဲ႕ character ေတြဟာ အကုန္လံုးမွန္ကန္တဲ့သူမပါသလို၊ အကုန္လံုးမွားယြင္းေနတဲ့သူလည္းမပါပါဘူး။ အားလံုးကသူ႔အျမင္နဲ႔သူမွန္ေနေတာ့ ဘယ္သူကသူရဲေကာင္း၊ ဘယ္သူကဗီလိန္ ခြဲေျပာရခက္ပါတယ္။ ယုတ္စြအဆံုး ဖက္ဆစ္ Colonel Saito ကိုေတာင္မွ တာဝန္သိတတ္တဲ့သူအျဖစ္ျမင္ၾကည့္လို႔ရပါတယ္။ Colonel Nicholson ဟာေခါင္းေဆာင္ေကာင္းပီသသူ၊ စည္းကမ္းေသဝပ္သူ၊ က်င့္ဝတ္လိုက္နာသူလို႔ ေယဘုယ်ရႈျမင္နိုင္ေပမယ့္ ေသေသခ်ာခ်ာၾကည့္လိုက္ရင္ေတာ့ အတၱ၊ ေမာဟ၊ ေခါင္းမာမႈေတြအနည္းငယ္ေရာစြက္ေနတဲ့ စရိုက္ကိုျမင္ရပါမယ္။ ေခါင္းေဆာင္တစ္ေယာက္မွာ မရွိသင့္တာေတြပါ။ Shears ကေတာ့ typical American hero ပံုစံပါပဲ။ မလိုအပ္ဘဲ မစြန္႔စားဘူး။ မိုက္ရူးရဲမဆန္ဘူး။ Flexible ျဖစ္တယ္။ ကိုယ့္အတြက္အသာရမယ့္နည္းလမ္းကိုတြက္ခ်က္္တတ္တယ္။ ေယဘုယ်ၾကည့္ရင္ေတာ့ တစ္ကိုယ္ေကာင္းဆန္သူလို႔ထင္ရတယ္။ ဒါေပမယ့္ အေရးႀကံဳလာတဲ့အခါ ကိုယ္က်ိဳးစြန္႔ဖို႔လည္းဝန္မေလးဘူး။ ဇာတ္ၫႊန္းက Britain ေတြကိုနွိမ္တယ္ဆိုတာ မမွန္ရင္ေတာင္ American ေတြကိုနည္းနည္း အေလးေပးထားတယ္လို႔ေတာ့ ထင္လို႔ရပါတယ္။Nicholson, Shears, Saito………..သူတို႔က သူရဲေကာင္းေတြလား၊ ဗီလိန္ေတြလား?Kwai ျမစ္ေပၚကတံတားႀကီးကေရာ……..ေအာင္ျမင္မႈျပယုဂ္လား၊ စစ္ရဲ႕ေဘးထြက္ဆိုးက်ိဳးလား?~Miller~P.S. ဇာတ္ကားအသစ္ေတြ ဘယ္လိုဆန္းသစ္တဲ့နည္းပညာေတြနဲ႔ပဲ ထြက္ရွိလာလာ ႀကီးက်ယ္ခန္းနားတဲ့ ဂႏၲဝင္ရုပ္ရွင္ႀကီးေတြဟာ ရုပ္ရွင္သမိုင္းမွာ အၿမဲထင္ေပၚေနမွာပါ။ မိတ္ေဆြတို႔ကိုလည္း အေဟာင္းထဲကအေကာင္းေတြကိုျပန္လည္ခံစားနိုင္ေစဖို႔ ၾကည့္ဖူးတဲ့ ဂႏၲဝင္ဇာတ္ကားႀကီးေတြကို အလ်ဥ္းသင့္သလို ျပန္ၿပီး review လုပ္ေပးသြားပါမယ္။(႐ုပ္ရွင္အၫႊန္းကိုMovies-we watch,we feel.မွ ကူးယူေဖာ္ျပပါသည္။)File size…(1.7 GB) and (1.2 GB)Quality….Blu-Ray Rip 1080p and 720pFormat…mp4Duration….02:47:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byCherry MonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid LeanTed SturgisStarsAlec GuinnessAndré MorellGeoffrey HorneJack HawkinsJames DonaldJohn BoxerPercy HerbertPeter WilliamsSessue HayakawaWilliam HoldenCastAlec GuinnessAndré MorellAnn SearsGeoffrey HorneHarold GoodwinHeihachirô ÔkawaJack HawkinsJames DonaldJohn BoxerKeiichirô KatsumotoPercy HerbertPeter WilliamsSessue HayakawaVilaiwan SeeboonreaungWilliam Holden",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/EcQKZcVYZ8EjK3eN1quPvkMrL9.jpg",
      "https://image.tmdb.org/t/p/w300/liZhDhrrNVX8IK4TaeaFodzMamy.jpg",
      "https://image.tmdb.org/t/p/w300/4IkZXrbQPAGAfwzjzO1J3WG4fpX.jpg",
      "https://image.tmdb.org/t/p/w300/dRHfCeAoJ6SsMffQ6lavNU9E55z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/2879338_640px.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bridge-on-the-river-kwai-1957",
        "server": "VIP Links",
        "size": "1.2GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/the-bridge-on-the-river-kwai-1957-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://sbembed3.com/lpoq66xiadd0.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/the-bridge-on-the-river-kwai-1957-blu-ray-1080-p-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://yuudrive.me/2a8cb101be/the-bridge-on-the-river-kwai-1957-blu-ray-1080p-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "1.7 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://megaup.net/4eAgf/The_Bridge_On_The_River_Kwai_[1957]_{Blu-ray_1080P}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://megaup.net/2SFmm/The_Bridge_On_The_River_Kwai_[1957]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://mega.nz/file/FOIwTayI#kVLcy38K2ReE4E6OIb9Ybwi3N4go-is3siw87iA_6kY",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://mega.nz/file/kG4lCLqK#7J2npB60mBFEKRBtDMosEsanjEu5UII9Xs1-CXCx-JU",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      }
    ],
    "trailer": {
      "video_id": "cfPqA9DUCd8",
      "video_url": "https://www.youtube.com/watch?v=cfPqA9DUCd8",
      "embed_url": "https://www.youtube.com/embed/cfPqA9DUCd8"
    }
  },
  {
    "metadata": "Approved|1957–|1h 36min|Crime,Drama",
    "rating": {
      "rating": "8.9/10",
      "rating_count": "664,373"
    },
    "title": "12 Angry Men (1957)",
    "description": "[Unicode]12 Angry Men (1957)IMDB – 8.9 out of 10Rotten Tomatoes – 100 out of 100All Time IMDB Top 5ကြည့်ခဲ့ဖူးတာ ကြာပြီဆိုတဲ့ တစ်ချို့ ရုပ်ရှင်တွေမှာ ဇာတ်လမ်းဇာတ်အိမ်ကို ကျွန်တော်တို့ မမ‌ှတ်မိတော့ ရင်တောင် ရခဲ့ဖူးတဲ့ ခံစားမှုတွေက ပြန်လာတတ်ပါတယ်။ဒီရုပ်ရှင်ဟာ ကျွန်တော့်ကို Terminalရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်း တစ်ခုကို သတိရစေပါတယ်။အဖေအတွက် ဆေးခိုးသယ်တဲ့ လူအခန်းမှာလားတော့ သေချာမမှတ်မိတော့ပါဘူးသုံးတဲ့ စကားလုံးအတိအကျကိုလည်း သေချာမမှတ်မိတော့ပါဘူး။တစ်ခါတလေ လူတွေအကျိုးနဲ့ယှဉ်ရင် စည်းမျဉ်းတွေကို ဘေးဖယ်ထားပေးထားရတယ်ဆိုတဲ့ အဓိပ္ပာယ်ပေါက်တဲ့ စကားစုလေးကို ကျွန်တော် မှတ်မိနေပါသေးတယ်။စစ်မှန်တဲ့ ဒီမိုကရေစီစနစ်ရဲ့ တရားစီရင်မှုနည်းစနစ်အရ တရားသူကြီးမင်းဟာ ဂျုရီဆယ့်နှစ်ယောက်ကို ကျပန်း ဖိတ်ကြားခဲ့တယ်။ဒီလူတွေဟာ ဒီအမှုကနေ ဘာမှရယူစရာဆုံးရှုံးစရာမရှိတဲ့လူတွေ။မတူညီတဲ့လူတန်းစာအလွှာလွှာ မတူညီတဲ့အသက်မွေးဝမ်းကြောင်း‌‌တွေ မတူညီတဲ့စိတ်သဘောထား‌တွေ မတူညီတဲ့ဘဝအမြင်ရှိတဲ့လူတွေ။သူတို့ အဆုံးအဖြတ်ပေးရမယ့် အမှုက လူသက်သေ ပစ္စည်းသက်သေ အကုန်ရှိနေတဲ့ လယ်ပြင်ဆင်သွားသလို ရှင်းလင်းနေတဲ့ လူသတ်မှု။တရားသူကြီးရဲ့ မြွက်ကြားချက်အရ ဒီလူဆယ့်နှစ်ယောက်ရဲ့ တရားခွင်ကို တင်ပြရမယ့်အဖြေဟာ တစ်ခုတည်းဖြစ်ရမယ်။ကျိုးကြောင်းဆီလျော်တဲ့ သံသယတစ်ခုရှိမယ်ဆိုရင် တရားခံဟာ အပြစ်မရှိဘူးလို့ ဆုံးဖြတ်လို့ရတယ်။အပြစ်ရှိတယ်ဆိုရင် အပြစ်ရှိကြောင်း လိပ်ပြာလုံလုံ တွေ့ရှိရမယ်။ခေါင်းဆောင်လုပ်ချင်တဲ့လူ၊ဆင်ခြင်တုံတရားရှိတဲ့လူ၊တရားသေသမား၊သွေးအေးတဲ့လူ၊သာမန်လူ၊မတရားတာမြင်မနေတတ်တဲ့လူ၊ငို့ဘ၊နှလုံးသားကြီးတဲ့လူ၊၊နားလည်တတ်တဲ့လူအရင်းရှင်ဝါဒသမား၊တရားမျှတချင်တဲ့သူ၊ဟန်များတဲ့လူ။ဒီလိုစရိုက်မတူတဲ့လူ ဆယ့်နှစ်ယောက်ဟာ ဒီအမှုအတွက် ဖိတ်ကြားခံရတဲ့ ဂျူရီတွေပါပဲ။ဒီလောက်ထင်ရှားနေတဲ့ သက်သေတွေနဲ့ အမှုမို့ ဂျူရီတွေဟာ အမှုအကြောင်း ဘာမှဆွေးနွေးမနေဘဲ အပြစ်ရှိမရှိမဲပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဆင်ခြင်တုံတရားရှိတဲ့သူကလွဲ ကျန်တဲ့ဆယ့်တစ်ယောက်ဟာ အပြစ်ရှိတယ်လို့ မဲပေးခဲ့တယ်။ဒါပေမယ့်လည်း သူတို့ ဆယ့်နှစ်ယောက်ဟာ အဖြေတစ်ခုတည်းဖြစ်ရမှာဖြစ်လို့ သဘာမတူတဲ့လူကို နားချဖို့ဖြစ်လာတယ်။ဒီရုပ်ရှင်ထဲက အမှုဟာ ကျွန်တော်တို့ မျက်ကွယ်မှာဖြစ်တာပါ။ဒီအမှုဟာ တကယ်တမ်း ဘာဖြစ်ခဲ့တာလဲဂျူရီတွေမသိသလို ကျွန်တော်တို့လည်း မသိပါဘူး။ဒါကပဲ ကျွန်တော်တို့ကို ရသတစ်ခုပေးပါတယ်။ကျွန်တော်တို့ဟာလည်း ဂျူရီတွေလိုပဲ ဘာမှမသိရပါဘဲ ဆုံးဖြတ်ချက်တစ်ခုချဖို့ ဒီတစ်နာရီကိုခွဲမှာ စီးမျောပါသွားပါလိမ့်မယ်။ကောင်လေးမှာ တကယ်အပြစ်ရှိမရှိ ကျွန်တော်တို့မသိသလို ဂျူရီတွေလည်း မသိပါဘူး။တကယ်ဆိုရင် တွေးနေစရာလည်းမလိုပါဘူး။မျက်မြင်သက်သေ ရှိပြီးသားလူသတ်မှုမှာ လျှပ်စစ်ကုလားထိုင်ပေါ်တင်လိုက်ရုံမျှအပ ရွေးချယ်စရာမရှိပါဘူး။ဒါက ဥပဒေပါပဲ။ ဒါပေမယ့် လူသားဆန်မှုမှာတော့ ဥပဒေထက်ပိုတဲ့ရွေးချယ်စရာတွေရှိလာပါတယ်။စည်းမျဉ်းဥပဒေတွေကို ဖယ်ထားပြီး လူသားဆန်မှုနဲ့တွေးကြတဲ့အခါ ပိုများတဲ့ ရွေးချယ်စရာတွေရှိလာပါတယ်။ဒီရွေးချယ်စရာတွေကနေမှအပြစ်ရှိတယ်လို့ တရားသေသတ်မှတ်ခံရတဲ့၁၈နှစ်သားကောင်လေးတစ်ယောက်မှာ တကယ်အပြစ်ရှိမရှိ ကျွန‌်တော်တို့အားလုံး ဆုံးဖြတ်ရမှာပါ။ရုပ်ရှင်ထဲမှာ အယူမတူလို့ ပေါက်ကွဲနေတဲ့လူဆယ့်နှစ်ယောက်ရှိပါတယ်။ ဒီရုပ်ရှင်ပြင်ပမှာလည်းကြည့်ပြီးတဲ့အခါ ငြင်းရင်းခုံရင်း Angry Manတွေထပ်ထွက်လာဦးမှာပါပဲ။ပြည်သူတစ်ယောက်ကို တရားစီရင်ဖို့ပြည်သူဆယ့်နှစ်ယောက်ကို တာဝန်ပြန်ပေးထားတဲ့ဒီမိုကရေစီစနစ်ရဲ့ တရားစီရင်မှုမှာ အဲ့ဒီပြည်သူတွေရဲ့နှလုံးသားထဲမှာ အမုန်းတွေနဲ့ ပြည့်မနေဖို့လည်းလိုပါတယ်။ကျွန်တော်တို့ဟာ အမှားပေါင်းမြောက်များစွာနဲ့လူသားတွေပါပဲ။ဒီတရားစီရင်မှုမှာ ကျွန်တော်တို့ရဲ့ဆင်ခြင်တုံတရားတွေကပဲ ကျွန်တော်တို့ရဲ့ နှလုံးသားကိုအနိုင်ရမလား။ကျွန်တော်တို့နှလုံးသားတွေကပဲ ဆင်ခြင်တုံတရားကို အနိုင်ရမလားလွန်ဆွဲရမှာပါ။ဘာကိုပဲရွေးရွေးပါ ကျွန်တော်တို့ဟာ လူသားတွေပါပဲ။မှန်နိုင်တယ် မှားနိုင်တယ်။ ရွေးချယ်ရမှာကတော့ကျွန်တော်တို့နဲ့ ကျွန်တော်တို့ နှလုံးသားရဲ့ အလုပ်ပါပဲ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]12 Angry Men (1957)IMDB – 8.9 out of 10Rotten Tomatoes – 100 out of 100All Time IMDB Top 5ၾကည့္ခဲ့ဖူးတာ ၾကာၿပီဆိုတဲ့ တစ္ခ်ိဳ႕ ႐ုပ္ရွင္ေတြမွာ ဇာတ္လမ္းဇာတ္အိမ္ကို ကြၽန္ေတာ္တို႔ မမ‌ွတ္မိေတာ့ ရင္ေတာင္ ရခဲ့ဖူးတဲ့ ခံစားမႈေတြက ျပန္လာတတ္ပါတယ္။ဒီ႐ုပ္ရွင္ဟာ ကြၽန္ေတာ့္ကို Terminal႐ုပ္ရွင္ထဲက ဇာတ္၀င္ခန္း တစ္ခုကို သတိရေစပါတယ္။အေဖအတြက္ ေဆးခိုးသယ္တဲ့ လူအခန္းမွာလားေတာ့ ေသခ်ာမမွတ္မိေတာ့ပါဘူးသုံးတဲ့ စကားလုံးအတိအက်ကိုလည္း ေသခ်ာမမွတ္မိေတာ့ပါဘူး။တစ္ခါတေလ လူေတြအက်ိဳးနဲ႔ယွဥ္ရင္ စည္းမ်ဥ္းေတြကို ေဘးဖယ္ထားေပးထားရတယ္ဆိုတဲ့ အဓိပၸာယ္ေပါက္တဲ့ စကားစုေလးကို ကြၽန္ေတာ္ မွတ္မိေနပါေသးတယ္။စစ္မွန္တဲ့ ဒီမိုကေရစီစနစ္ရဲ႕ တရားစီရင္မႈနည္းစနစ္အရ တရားသူႀကီးမင္းဟာ ဂ်ဳရီဆယ့္ႏွစ္ေယာက္ကို က်ပန္း ဖိတ္ၾကားခဲ့တယ္။ဒီလူေတြဟာ ဒီအမႈကေန ဘာမွရယူစရာဆုံးရႈံးစရာမရွိတဲ့လူေတြ။မတူညီတဲ့လူတန္းစာအလႊာလႊာ မတူညီတဲ့အသက္ေမြး၀မ္းေၾကာင္း‌‌ေတြ မတူညီတဲ့စိတ္သေဘာထား‌ေတြ မတူညီတဲ့ဘ၀အျမင္ရွိတဲ့လူေတြ။သူတို႔ အဆုံးအျဖတ္ေပးရမယ့္ အမႈက လူသက္ေသ ပစၥည္းသက္ေသ အကုန္ရွိေနတဲ့ လယ္ျပင္ဆင္သြားသလို ရွင္းလင္းေနတဲ့ လူသတ္မႈ။တရားသူႀကီးရဲ႕ ႁမြက္ၾကားခ်က္အရ ဒီလူဆယ့္ႏွစ္ေယာက္ရဲ႕ တရားခြင္ကို တင္ျပရမယ့္အေျဖဟာ တစ္ခုတည္းျဖစ္ရမယ္။က်ိဳးေၾကာင္းဆီေလ်ာ္တဲ့ သံသယတစ္ခုရွိမယ္ဆိုရင္ တရားခံဟာ အျပစ္မရွိဘူးလို႔ ဆုံးျဖတ္လို႔ရတယ္။အျပစ္ရွိတယ္ဆိုရင္ အျပစ္ရွိေၾကာင္း လိပ္ျပာလုံလုံ ေတြ႕ရွိရမယ္။ေခါင္းေဆာင္လုပ္ခ်င္တဲ့လူ၊ဆင္ျခင္တုံတရားရွိတဲ့လူ၊တရားေသသမား၊ေသြးေအးတဲ့လူ၊သာမန္လူ၊မတရားတာျမင္မေနတတ္တဲ့လူ၊ငို႔ဘ၊ႏွလုံးသားႀကီးတဲ့လူ၊၊နားလည္တတ္တဲ့လူအရင္းရွင္ဝါဒသမား၊တရားမွ်တခ်င္တဲ့သူ၊ဟန္မ်ားတဲ့လူ။ဒီလိုစ႐ိုက္မတူတဲ့လူ ဆယ့္ႏွစ္ေယာက္ဟာ ဒီအမႈအတြက္ ဖိတ္ၾကားခံရတဲ့ ဂ်ဴရီေတြပါပဲ။ဒီေလာက္ထင္ရွားေနတဲ့ သက္ေသေတြနဲ႔ အမႈမို႔ ဂ်ဴရီေတြဟာ အမႈအေၾကာင္း ဘာမွေဆြးေႏြးမေနဘဲ အျပစ္ရွိမရွိမဲေပးဖို႔ ဆုံးျဖတ္လိုက္ပါတယ္။ဆင္ျခင္တုံတရားရွိတဲ့သူကလြဲ က်န္တဲ့ဆယ့္တစ္ေယာက္ဟာ အျပစ္ရွိတယ္လို႔ မဲေပးခဲ့တယ္။ဒါေပမယ့္လည္း သူတို႔ ဆယ့္ႏွစ္ေယာက္ဟာ အေျဖတစ္ခုတည္းျဖစ္ရမွာျဖစ္လို႔ သဘာမတူတဲ့လူကို နားခ်ဖို႔ျဖစ္လာတယ္။ဒီ႐ုပ္ရွင္ထဲက အမႈဟာ ကြၽန္ေတာ္တို႔ မ်က္ကြယ္မွာျဖစ္တာပါ။ဒီအမႈဟာ တကယ္တမ္း ဘာျဖစ္ခဲ့တာလဲဂ်ဴရီေတြမသိသလို ကြၽန္ေတာ္တို႔လည္း မသိပါဘူး။ဒါကပဲ ကြၽန္ေတာ္တို႔ကို ရသတစ္ခုေပးပါတယ္။ကြၽန္ေတာ္တို႔ဟာလည္း ဂ်ဴရီေတြလိုပဲ ဘာမွမသိရပါဘဲ ဆုံးျဖတ္ခ်က္တစ္ခုခ်ဖို႔ ဒီတစ္နာရီကိုခြဲမွာ စီးေမ်ာပါသြားပါလိမ့္မယ္။ေကာင္ေလးမွာ တကယ္အျပစ္ရွိမရွိ ကြၽန္ေတာ္တို႔မသိသလို ဂ်ဴရီေတြလည္း မသိပါဘူး။တကယ္ဆိုရင္ ေတြးေနစရာလည္းမလိုပါဘူး။မ်က္ျမင္သက္ေသ ရွိၿပီးသားလူသတ္မႈမွာ လွ်ပ္စစ္ကုလားထိုင္ေပၚတင္လိုက္႐ုံမွ်အပ ေ႐ြးခ်ယ္စရာမရွိပါဘူး။ဒါက ဥပေဒပါပဲ။ ဒါေပမယ့္ လူသားဆန္မႈမွာေတာ့ ဥပေဒထက္ပိုတဲ့ေ႐ြးခ်ယ္စရာေတြရွိလာပါတယ္။စည္းမ်ဥ္းဥပေဒေတြကို ဖယ္ထားၿပီး လူသားဆန္မႈနဲ႔ေတြးၾကတဲ့အခါ ပိုမ်ားတဲ့ ေ႐ြးခ်ယ္စရာေတြရွိလာပါတယ္။ဒီေ႐ြးခ်ယ္စရာေတြကေနမွအျပစ္ရွိတယ္လို႔ တရားေသသတ္မွတ္ခံရတဲ့၁၈ႏွစ္သားေကာင္ေလးတစ္ေယာက္မွာ တကယ္အျပစ္ရွိမရွိ ကြၽန‌္ေတာ္တို႔အားလုံး ဆုံးျဖတ္ရမွာပါ။႐ုပ္ရွင္ထဲမွာ အယူမတူလို႔ ေပါက္ကြဲေနတဲ့လူဆယ့္ႏွစ္ေယာက္ရွိပါတယ္။ ဒီ႐ုပ္ရွင္ျပင္ပမွာလည္းၾကည့္ၿပီးတဲ့အခါ ျငင္းရင္းခုံရင္း Angry Manေတြထပ္ထြက္လာဦးမွာပါပဲ။ျပည္သူတစ္ေယာက္ကို တရားစီရင္ဖို႔ျပည္သူဆယ့္ႏွစ္ေယာက္ကို တာ၀န္ျပန္ေပးထားတဲ့ဒီမိုကေရစီစနစ္ရဲ႕ တရားစီရင္မႈမွာ အဲ့ဒီျပည္သူေတြရဲ႕ႏွလုံးသားထဲမွာ အမုန္းေတြနဲ႔ ျပည့္မေနဖို႔လည္းလိုပါတယ္။ကြၽန္ေတာ္တို႔ဟာ အမွားေပါင္းေျမာက္မ်ားစြာနဲ႔လူသားေတြပါပဲ။ဒီတရားစီရင္မႈမွာ ကြၽန္ေတာ္တို႔ရဲ႕ဆင္ျခင္တုံတရားေတြကပဲ ကြၽန္ေတာ္တို႔ရဲ႕ ႏွလုံးသားကိုအႏိုင္ရမလား။ကြၽန္ေတာ္တို႔ႏွလုံးသားေတြကပဲ ဆင္ျခင္တုံတရားကို အႏိုင္ရမလားလြန္ဆြဲရမွာပါ။ဘာကိုပဲေ႐ြးေ႐ြးပါ ကြၽန္ေတာ္တို႔ဟာ လူသားေတြပါပဲ။မွန္ႏိုင္တယ္ မွားႏိုင္တယ္။ ေ႐ြးခ်ယ္ရမွာကေတာ့ကြၽန္ေတာ္တို႔နဲ႔ ကြၽန္ေတာ္တို႔ ႏွလုံးသားရဲ႕ အလုပ္ပါပဲ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )File size__( 850 MB)Quality__720pIMDb Rating__8.9/10Format__mp4Duration__01:30:00Type__Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon KranzeFaith HubleySidney LumetStarsE.G. MarshallEd BegleyEdward BinnsHenry FondaJack KlugmanJack WardenJohn FiedlerJoseph SweeneyLee J. CobbMartin BalsamCastBilly NelsonE.G. MarshallEd BegleyEdward BinnsGeorge VoskovecHenry FondaJack KlugmanJack WardenJames KellyJohn FiedlerJohn SavocaJoseph SweeneyLee J. CobbMartin BalsamRobert WebberRudy BondTom GormanWalter Stocker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qqHQsStV6exghCM7zbObuYBiYxw.jpg",
      "https://image.tmdb.org/t/p/w300/bxgTSUenZDHNFerQ1whRKplrMKF.jpg",
      "https://image.tmdb.org/t/p/w300/tj6iPnz18hGfr0LKqWmG6Cp3niO.jpg",
      "https://image.tmdb.org/t/p/w300/cBUKXPpOYwVzhEwgP36NLpQLY12.jpg",
      "https://image.tmdb.org/t/p/w300/6396QiokQBiTgPgB16nUWxYdM7N.jpg",
      "https://image.tmdb.org/t/p/w300/i4bMyXGs6GV2oFpAEG1yFAQ5uC3.jpg",
      "https://image.tmdb.org/t/p/w300/5nt2ImSfBaf8rnuukYeb9gwhg65.jpg",
      "https://image.tmdb.org/t/p/w300/w4bTBXcqXc2TUyS5Fc4h67uWbPn.jpg",
      "https://image.tmdb.org/t/p/w300/oFuAMAoAEQEAs6bD87Q8BxrAgMf.jpg",
      "https://image.tmdb.org/t/p/w300/2ExdVu0AITPediwjpxGEl9e2NuF.jpg",
      "https://image.tmdb.org/t/p/w300/sDxiYpf26i9b1WxA5CkoCLZScVh.jpg",
      "https://image.tmdb.org/t/p/w300/9CEb1xVkk6Mhusxw2gTsDsuZt8v.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7sf9CgJz30aXDvrg7DYYUQ2U91T.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wx6u2kmvophy.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p(B&W)"
      },
      {
        "link": "https://yoteshinportal.cc/12-angry-men-1957-band-w-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p(B&W)"
      },
      {
        "link": "https://megaup.net/2e1bk/12_Angry_Men_(1957)_B&W.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p(B&W)"
      },
      {
        "link": "https://mega.nz/file/sQ5VlJyb#pjLnO14E3SrcStg_pbi6XcXtNF7o30QFNqm4IpBPNg0",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p(B&W)"
      },
      {
        "link": "https://yadi.sk/d/eizfnoAgETtuZQ",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720p(B&W)"
      },
      {
        "link": "https://upstream.to/oym963uhm6ea",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p(B&W)"
      }
    ],
    "trailer": {
      "video_id": "OvebOqneLIU",
      "video_url": "https://www.youtube.com/watch?v=OvebOqneLIU",
      "embed_url": "https://www.youtube.com/embed/OvebOqneLIU"
    }
  },
  {
    "metadata": "Unrated|1957–|1h 50m|Drama,History",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "54000"
    },
    "title": "Throne of Blood (1957)",
    "description": "Throne of Blood (1957)~ IMDb – 8.1/10, Rotten Tomatoes – 96% ~ကူရိုဆာဝါဟာ သူ့ရဲ့ရုပ်ရှင်သက်တမ်းတစ်လျှောက်မှာ ရှိတ်စပီးယားဝတ္တုတွေကို မှီငြမ်းပြီး ရုပ်ရှင်၃ကားရိုက်ဖူးတယ်။Macbethကို မှီငြမ်းပြီးThrone of Blood (1957)ကို ရိုက်ခဲ့၊Hamletကို မှီငြမ်းပြီးThe Bad Sleep Well (1960)ကို ရိုက်ခဲ့သလိုKing Learကို မှီငြမ်းပြီးRan (1985)တို့ကို ရိုက်ကူးခဲ့ဖူးတယ်။ ဇာတ်လမ်းကျောရိုးကို ယူပြီး ဂျပန်ရဲ့ ရေခံမြေခံမှာ ပြန်အသက်သွင်းလိုက်တာတွေပါပဲ။ ဒဲ့ကြီးတော့မဟုတ်ဘဲ ပြင်သင့်တာပြင် ရိုက်ထားတယ်။ ဒါပေမဲ့ သူပြင်ရိုက်ပုံတွေကတော့ တော်တော်လေးပြည့်စုံသလိုတော့ ခံစားရတယ်။ ဆန်းတော့လည်းမဆန်းလှပါဘူး။ ကူရိုဆာဝါဟာ ကူရိုဆာဝါပဲကိုး။တကယ်ဆို ကူရိုဆာဝါက ရှိတ်စပီးယားရဲ့ မက္ကဘတ်ကို ရိုက်ချင်နေတာကြာပြီ။ Rashomon (1950) ကို ရိုက်ပြီးတဲ့နောက် ရိုက်ဖို့ လုပ်ခဲ့ပေမဲ့ အော်ဆန်ဝဲလ်ကလည်း ရိုက်ထားတာသိတော့ ခဏနောက်ဆုတ်လိုက်တယ်။ ၁၉၅၆ရောက်တော့ Throne of Blood, The Hidden Fortress နဲ့ Revenge ကို သူပရိုဂျူဆာလုပ်မယ်လို့ ကြေညာလိုက်ပေမဲ့ အခန့်မသန့်ချင်တော့ သူခန့်ချင်တဲ့ ဒါရိုက်တာတွေက အကြောင်းအမျိုးမျိုးနဲ့မရိုက်ဖြစ်တော့ သူကိုယ်တိုင်ပဲရိုက်လိုက်ရတယ်။ ဒီလိုနဲ့ ခမ်းနားလှတဲ့ Throne of Blood ထွက်လာတာပါပဲ။Throne of Blood ဟာ မက္ကဘတ်ကိုပဲယူတယ်ဆိုပေမဲ့ Ozymandias ကဗျာအငွေ့လည်း သွင်းထားတယ်လို့ ထင်ရပါတယ်။“The Most Successful Film Version of Macbeth”လို့လည်း ဝေဖန်ရေးသမားတွေ မှတ်ချက်ပေးခြင်းလည်း ခံခဲ့ရတယ်။ ကူရိုဆာဝါဟာ ဒီဇာတ်ကို အကြောင်းမဲ့ရိုက်ပြခဲ့တာတော့မဟုတ်ဘူး။ သူ့အမြင်မှာ အလယ်ခေတ်ကာလအတွင်း စကော့တလန်နဲ့ ဂျပန်မှာဖြစ်နေတဲ့ လူ့အသိုင်းအဝိုင်းဆိုင်ရာ ပြဿနာတွေဟာ ဆင်တူခဲ့သလို ဒီပြဿနာတွေက ဒီနေ့ခေတ်အတွက် သင်ခန်းစာပေးစရာတွေရှိနေတယ်လို့ သူယုံခဲ့တယ်။ ဒါကြောင့်လည်း သူ ဒီရုပ်ရှင်ကို ထွက်လာစေချင်ခဲ့တယ်။ နောက်ဆုံး သူပဲရိုက်ခဲ့တယ်။ သရုပ်ဆောင်တွေအနေနဲ့တော့ သူကားပေါင်းများစွာမှာ ထည့်သုံးနေကျဖြစ်တဲ့ ဂျပန်ရဲ့ ဂန္ထဝင်မင်းသားတွေဖြစ်သွားကြတဲ့ Toshiro Mifune, Takashi Shimura တို့ကို သုံးထားတယ်။ Throne of Blood ဟာ နောက်ပိုင်း ဒါရိုက်တာတွေ Homage ခဏခဏပေးခံရတဲ့ ဂျပန်ဂန္ထဝင်ကားလည်းဖြစ်လာခဲ့တယ်။ အန်နမဲဆရာတစ်ပါးဖြစ်တဲ့ စတိုရှိခွန်ရဲ့ Millennium Actress မှာဆို သိသိသာသာကိုမြင်နိုင်ပါတယ်။ဇာတ်ကတော့ မက္ကဘတ်ဇာတ်ဆိုတော့ တော်တော်များများသိပြီးသား ဇာတ်လမ်းပါပဲ။ ဆုဇုခိဆိုတဲ့ ပင့်ကူအိမ်ရဲတိုက်ကို အုပ်ချုပ်တဲ့ စစ်နယ်ရှင်အရှင်တစ်ပါးမှာ ပထမကနေ ပဥ္စမအထိ ခံတပ် ငါးခုနဲ့ မြောက်ပိုင်းနယ်စပ်က မြို့စောင့်ခံတပ်တစ်ခုရှိတယ်။ မြောက်ပိုင်းခံတပ်က ဖူဂျိမခိက တစ်ဖက်ရန်သူအရှင်နဲ့ပေါင်းပြီး ပုန်ကန်တော့ ပဥ္စမနဲ့ စတုတ္ထခံတပ်တွေ ကျိုးပေါက်သွားတယ်။ တတိယခံတပ်လည်း အခြေအနေမကောင်းဘူး။ ဒီမှာပထမနဲ့ ဒုတိယခံတပ်က စစ်သူကြီးတွေဖြစ်တဲ့ ဝါရှိဇုနဲ့ မိခိတို့က အသည်းအသန်တိုက်ပြီး တိုက်ပွဲကို သူတို့ဘက်က အရေးသာအောင်လုပ်ပေးခဲ့တယ်။ ဒီလိုနဲ့တိုက်ပွဲအောင်သွားတော့ အရှင်က သူတို့ကို မြောက်စားဖို့ အခေါ်လွှတ်လိုက်တယ်။ ပင့်ကူအိမ်ရဲတိုက်ကို မရောက်ခင် ဝင်္ကပါလိုရှုပ်ထွေးနေတဲ့ ပင့်ကူအိမ်တောထဲမှာ သူတို့လမ်းပျောက်သွားကြတယ်။ ဒီလိုနဲ့ ပင့်ကူအိမ်တောက တစ္ဆေကြီးနဲ့တွေ့တယ်။ အဲဒီတစ္ဆေက ဝါရှိဇုကို ပထမခံတပ်ရဲ့စစ်သူကြီးကနေ မြောက်ပိုင်းခံတပ်ရဲ့စစ်သူကြီးဖြစ်လာပြီး သိပ်မကြာခင် ပင့်ကူအိမ်ရဲတိုက်ရဲ့အရှင်ပါဖြစ်လာမယ်လို့ပြောလိုက်တယ်။ မက္ကဘတ်ထဲဆိုရင်တော့ စုန်းမ၃ကောင်ပေါ့။ မိခိကိုတော့ ပထမခံတပ်ရဲ့စစ်သူကြီးဖြစ်လာပြီး သူ့သားကတော့ ပင့်ကူအိမ်ရဲတိုက်ရဲ့အရှင်ဖြစ်လာမယ်လို့ ပြောလိုက်တယ်။ တကယ်မြင်တာလား။ သူတို့ဆန္ဒတွေကိုလှည့်စားလိုက်တာလားမသိပေမဲ့ သူတို့တွေ ဒွိဟစိတ်တွေပေါ်လာကြတယ်။ဒီလိုနဲ့ တစ္ဆေပြောတဲ့ ရာထူးတွေ မြောက်စားခံရတော့ ဝါရှိဇုရဲ့မိန်းမက ဒီကိစ္စကို အရှင်သိသွားရင် ဒီတိုင်းထားမှာမဟုတ်တာရော မိခိကို မယုံတာရော သူ့ယောက်ျားကို ကြီးကျယ်စေချင်တာရောပေါင်းပြီး အရှင့်ကိုသတ်ပြီး ပင့်ကူအိမ်ရဲတိုက်ရဲ့ အရှင်ဖြစ်အောင်လုပ်ဖို့တိုက်တွန်းတယ်။ ဝါရှိဇုဟာ စစချင်းတော့ တွေဝေနေပေမဲ့ အခြေအနေကလည်းပေးနေ ဆန္ဒကလည်းရှိနေ မိန်းမစကားကိုလည်း နားဝင်နေတဲ့အခါ သူ့အရှင်ကိုသတ်ချလိုက်တယ်။ ဒီကစပြီး ထီးရေးနန်းရေးအရှုပ်အထွေးတွေဖြစ်လာတယ်။‌ ဒီဇာတ်ကိုမှ ကူရိုဆာဝါစတိုင်နဲ့ ဂျပန်အငွေ့အသက်နဲ့ မြင်ရမှာပါ။ ရှိတ်စပီးယားဇာတ်ကို ပြန်ရိုက်ထားတယ်ဆိုပေမဲ့ သူပြန်ရိုက်ထားတဲ့ကားတွေဟာ သူ့နည်းသူ့ဟန် သူ့အလှနဲ့သူ လှပနေတာကို မျက်ဝါးထင်ထင်မြင်ကြရမှာပါပဲ။ သေချာတာတော့ ကူရိုဆာဝါဟာ ကူရိုဆာဝါပဲဆိုတာကို ဘယ်သူမှငြင်းဆိုနိုင်မယ်မထင်ဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.15GB, 840MBQuality – 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 1H 50MinGenre – Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkira KurosawaStarsAkifumi InoueAkira KuboAkira TaniAsao KoikeChieko NaniwaEiko MiyoshiFuminori ÔhashiGen ShimizuGorô SakuraiHiroshi TachikawaHitoshi TakagiIkio SawamuraIsao KimuraIsuzu YamadaJun ÔtomoKamayuki TsubonoKichijirô UedaKokuten KōdōMasao MasudaMichiya HiguchiMinoru ChiakiMitsuo AsanoNakajirô TomitaNobuo NakamuraSachio SakaiSeiji MiyaguchiSeijirô OndaSenkichi ÔmuraShin ÔtomoShinpei TakagiShirō TsuchiyaTakamaru SasakiTakashi ShimuraTakeo MatsushitaTakeo OikawaTakeshi KatōToshirō MifuneYoshio InabaYoshio TsuchiyaYū FujikiYutaka SadaCastAkifumi InoueAkira KuboAkira TaniAsao KoikeChieko NaniwaEiko MiyoshiFuminori ÔhashiGen ShimizuGorô SakuraiHiroshi TachikawaHitoshi TakagiIkio SawamuraIsao KimuraIsuzu YamadaJun ÔtomoKamayuki TsubonoKichijirô UedaKokuten KôdôMasao MasudaMichiya HiguchiMinoru ChiakiMitsuo AsanoNakajirô TomitaNobuo NakamuraSachio SakaiSeiji MiyaguchiSeijirô OndaSenkichi ÔmuraShin ÔtomoShinpei TakagiShirō TsuchiyaTakamaru SasakiTakashi ShimuraTakeo MatsushitaTakeo OikawaTakeshi KatôToshirō MifuneYoshio InabaYoshio TsuchiyaYū FujikiYutaka Sada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aliPMgGiHu8hnnNS5thAjExr3j1.jpg",
      "https://image.tmdb.org/t/p/w300/jGtduXuhXhKvHAsxUfLaLloW6Z6.jpg",
      "https://image.tmdb.org/t/p/w300/lJzdzKspnWgvNQhGtn81a2UWOO3.jpg",
      "https://image.tmdb.org/t/p/w300/wfTHU6xeG0EhkZH8gBOnFywl3aI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/Ik644p20t9hnsvAgVJGckMGPIXVmBG_large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-throne-of-blood-1957-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Tgpd/(CM)_Throne_of_Blood_(1957)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sRFU1D6a#cli64UPW_uUEQxNoYugsFafUh0afcrrB34ZZfvaEgVE",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5teribuaqanm.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-throne-of-blood-1957-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fbje/(CM)_Throne_of_Blood_(1957)_720p.mp4",
        "server": "megaup.net",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hF1gmATJ#AZdzYwuuXaoJaUf-XnWvH1dZu8Zp_Vy15pvrjfqZcwg",
        "server": "mega.nz",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n1egilx6k7tx.html",
        "server": "usersdrive.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/jkmmrv6w1dbb.html",
        "server": "streamsb.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3io6nauviniv",
        "server": "streamvid.io",
        "size": "840MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "W5MtUiYxBiY",
      "video_url": "https://www.youtube.com/watch?v=W5MtUiYxBiY",
      "embed_url": "https://www.youtube.com/embed/W5MtUiYxBiY"
    }
  }
]