[
  {
    "metadata": "||1h 10 min|Action,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "569"
    },
    "title": "Defense Bomb Crisis ( 2021 )",
    "description": "Defense Bomb Crisisဆိုတဲ့ actionကားလေးကတော့ ၂နိုင်ငံငြိမ်းချမ်းရေးဖို့ဆွေးနွေးမဲ့ ငြိမ်းချမ်းရေးဆွေးနွေးပွဲကို အကြမ်းဖက်သမားတွေဝင်ရောက်နှောက်ယှက်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့ မင်းသား ဖူဖန်းက ဗုံးဖြိုခွဲရေး ဗုံးကာကွယ်ရေးတပ်ဖွဲ့ကပါဒီတစ်ခါ အကြမ်းသမားရန်ကနေ အထက်လူကြီးတွေကိုကာကွယ်ဖို့ဖူဖန်းကတာဝန်ယူလုပ်ဆောင်ပေးရတာဖြစ်ပါတယ်ခူဇ နဲ့ လန်ဖဆိုတဲ့လူသတ်သမားမောင်နှမ ၂ယောက်လည်းတစ်ယောက်ကလူကောင်း တစ်ယောက်ကလူဆိုးအဖြစ်အဖွဲ့အစည်း ၂ခုခွဲပြီးတိုက်ခိုက်‌နေရတာဖြစ်ပါတယ်အရှေ့မှာလည်းပေါက်ကွဲမှု ၂ကြိမ်ဖြစ်ထားပြီးတဲ့အတွက်ငြိမ်ချမ်းရေးဆွေးနွေးပွဲကိုမလုပ်ပဲ ရပ်တန့်ဖို့ပြောနေတဲ့အစိုးရအရာရှိကတစ်ဖက်ဆွေးနွေးပွဲကိုဖြစ်မြောက်အောင်မြင်အောင်လုပ်မဲ့အရာရှိကတစ်ဖက်နဲ့ ဖူဖန်းကကြားမှာရောက်သ‌လိုဖြစ်နေပြန်တယ်နောက်ဆုံးအကြိမ် အကြမ်းဖက်သမားတွေရဲ့ ခြိမ်းခြောက်မှုအရပေါက်ကွဲမှုထပ်မဖြစ်ပွားအောင် ဖူဖန်းက ဗုံးတပ်ဖွဲ့ဝင်ထဲဝင်ရောက်ပြီးဆွေးနွေးပွဲကိုဆက်လုပ်ကျင်းပဖို့တာဝန်ထမ်းဆောင်ခဲ့ပါအကြမ်းဖက်သမားရဲ့ခေါင်းဆောင်ကဘယ်သူဖြစ်မလဲစစ်ပွဲ တိုက်ပွဲကြားက အကျိုးအမြတ်ထုတ်ချင်တဲ့အထက်လူကြီးတွေရဲ့ အကျင့်စရိုက်ကိုလည်း ဒီဇာတ်ကားလေးမှာတွေ့ရမှာဖြစ်ပါတယ်ဗုံးဖျူးကြိုးညှပ်ဖို့ စဉ်းစားပြီး actionချကွက်ကောင်းကောင်းလေးကြည့်ချင်ရင်တော့ဒီဇာတ်ကားလေးကိုကြည့်ရှုဖို့ recommendပေးချင်ပါတယ်Quality : WEB-DL 1080p , 480pFormat : mp4Duration : 1h 10 minGenres : Drama , CrimeSubtitle : Myanmar Subtitle ( Hardsub )Translated by YunnEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDing YujiaFirdausYisheng JiangZaimire AheitiCastDing YujiaFirdausYisheng JiangZaimire Aheiti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/daD7uhM9v9nuw7LIWbPXsStz8yP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5pn7QDBIdu04TBPsALHukobdQMJ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/defense-bomb-crisis-2021",
        "server": "VIP Links",
        "size": "1.28GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/d7ug9mdz5mys.html",
        "server": "usersdrive.com",
        "size": "1.28GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/defenes-bomb-crisis-2021-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.28GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/12Amc/Defenes.Bomb.Crisis.2021.1080p.WEB-DL(CM).mp4",
        "server": "megaup.net",
        "size": "1.28GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/4o82hIZD#eINXMsjhmr60c7q7nYMqreM27WPltx-WGZyjSJKqrmo",
        "server": "mega.nz",
        "size": "1.28GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://viewsb.com/i68y431s00xp.html",
        "server": "streamsb.com",
        "size": "1.28GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/2vkot3jn934f.html",
        "server": "usersdrive.com",
        "size": "406MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yoteshinportal.cc/defenes-bomb-crisis-2021-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "406MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/gt1wFShI#yD7qjTA631BChuRyVe3DQXo8lTa23D8qGIgBFZzZJ0w",
        "server": "mega.nz",
        "size": "406MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/2ovgB/Defenes.Bomb.Crisis.2021.480p.WEB-DL(CM).mp4",
        "server": "megaup.net",
        "size": "406MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://viewsb.com/04krky1rrqxr.html",
        "server": "streamsb.com",
        "size": "406MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2019|116 min|Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "6,202"
    },
    "title": "Five Feet Apart (2019)",
    "description": "သင်တို့သင်တို့သိပ်ချစ်ရတဲ့ ချစ်သူကိုလက်လွှတ်ဆုံးရံှူးရရင်အရမ်းကိုဝမ်းနည်းနေကြမှာလား…သိပ်ကိုဝမ်းနည်းကြမှာပေါ့ … ကိုယ်သိပ်ချစ်ရတဲ့လူပဲလေ…ထပ်မေးချင်တာက သင်တို့ရဲ့ချစ်သူ စိတ်ကောက်နေတဲ့အခါမှာအနားမလာနဲ့ ဖုန်းမဆက်နဲ့လို့ ပြောလိုက်ရင်သင်တို့အရမ်းကို ကမ္ဘာပျက်မတတ်ခံစားကြမှာလား…သိပ်ကိုခံစားကြမယ်ထင်ပါတယ်…ဘာလို့လဲဆိုတော့ သင်တို့ချစ်ရဲ့ချစ်သူကောင်လေးတွေ ကောင်မလေးတွေရဲ့အနားမှာ သင်တို့သိပ်ကိုနေချင်ကြတာကိုး…ဒါပေမယ့်  ဒီကားထဲကကောင်လေးနဲ့ကောင်မလေး နှစ်ယောက်လိုအဖြစ်မျိုးဆိုရင်တော့သင်တို့ဘယ်လိုမှ ခံစားနိုင်မှာမဟုတ်လောက်ပါဘူး….သူတို့လောက်လည်း ချစ်နိုင်မယ်မထင်ပါဘူး…ကားလေးကတော့ ရိုးရိုးလေးနဲ့ ဆယ်ကျော်သက်အရွယ်ရောဂါသည်လူနာလေးနှစ်ယောက်ရဲ့သနားစရာအချစ်ပုံပြင်လေးကို ဇာတ်အိမ်တည်ထားတာပါ….Rating 7.1 အထိရရှိထားတဲ့ ဒီကားလေးထဲမှာတော့riverdaleရဲ့မင်းသားချောလေး cole sprouseပါဝင်သရုပ်ဆောင်ထားပါတယ်cystic fibrosisလို့ခေါ်တဲ့မွေးရာပါမျိုးရိုးဗီဇအရရောဂါရှိတဲ့သူတွေအကြောင်းကိုဒရမ်မာဆန်ဆန်ရိုမန်တစ်ဆန်ဆန်ရိုက်ကူးထားတာပါရောဂါရှိတဲ့သူတွေအချင်းချင်းအနားကပ်ထိတွေ့မိရင်ရောဂါပိုဆိုးရွားလာနိုင်တာကြောင့်တစ်ယောက်နဲ့တစ်ယောက်ခြောက်ပေအကွာမှာနေရမယ်ဆိုတဲ့စည်းမျဉ်းကြီးတစ်ခုရှိပါတယ်(ကားနာမည်ကဘာလို့five feet apartလည်းဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ကြည့်လိုက်ပါနော်)ရောဂါရှိတဲ့သူနှစ်ယောက်ဆေးရုံတစ်ရုံထဲမှာတွေ့ပြီးတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားတဲ့အခါ…ကိုယ်ချစ်ရတဲ့သူကိုထိတွေ့ဖို့မပြောနဲ့အနားတောင်ကပ်ခွင့်မရှိတဲ့သူတို့ဘဝလေးနှစ်ခုနောက်ဆုံးမှာအဆုတ်အစားထိုးကုသခွင့်ကိုကောင်မလေးကရလာတဲ့အခါမှာ…ကောင်လေးကိုအသက်တမျှချစ်တဲ့ကောင်မလေးဘာတွေလုပ်မလဲ…ကောင်လေးကရောအသက်ရှင်နိုင်မလားဆိုတာတွေကိုတဝကြီးငိုပြီးကြည့်ရမှာပါ …ဒီကားလေးကိုကြည့်ပြီး သင်တို့လည်းသင်တို့ချစ်သူတွေကို ၆ ပေအကွာမပြောနဲ့  ၁ ပေအကွာမှာတောင်နေလို့ရလား ….သူပျော်နေတာလေးကိုပဲ အဝေးကြီးကနေ ကြည့်နေနိုင်လား…တကယ်လို့ အဲလိုမနေနိုင်ဘူးဆိုရင် အနားမှာရှိတဲ့ချစ်သူကို ချစ်နိုင်တုန်းရတဲ့ အချိန်လေးမှာ ချစ်ကြပါ…ဒီကားလေးကြည့်ပြီး ချစ်တဲ့လူတိုင်းခံစားနိုင်ကြပါစေ….File Size : (1 GB) & ( 414 MB)Quality : WEB-DL 720pRunning Time :  1 hr 56 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJustin BaldoniStarsClaire ForlaniCole SprouseEmily BaldoniGary WeeksHaley Lu RichardsonKimberly Hebert GregoryMoisés AriasParminder NagraRebecca ChulewSue-Lynn AnsariCastAriana GuerraBrett Austin JohnsonCecilia LealClaire ForlaniCole SprouseCynthia EvansEmily BaldoniGary WeeksHaley Lu RichardsonKimberly Hebert GregoryMoisés AriasParminder NagraRebecca ChulewSophia BernardSue-Lynn AnsariTrina LaFargue",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d7wa3VpUpKDQ7GG9EMw8zSJCFoI.jpg",
      "https://image.tmdb.org/t/p/w300/27ZkYMWynuK2qiDP6awc3MsCaOs.jpg",
      "https://image.tmdb.org/t/p/w300/AplyK3lnTJHH6DBnfYXnpOWd0AK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzVmMjJlN2MtNWQ4Ny00Zjc2LWJjYTgtYjJiNGM5MTM1ZTlkXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://drive.google.com/file/d/1brIe78KulRCYCSftEsOkv4RxV6BlDFYa/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/3tmc81ut43cw.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1xsil/Five_Feet_Apart_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/di01j5nbsgxu",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/sqvh1pefQ7E8Xw",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/five-feet-apart-2019",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "5cJ7MT1RTqs",
      "video_url": "https://www.youtube.com/watch?v=5cJ7MT1RTqs",
      "embed_url": "https://www.youtube.com/embed/5cJ7MT1RTqs"
    }
  },
  {
    "metadata": "||1h 29 min|Drama,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "562"
    },
    "title": "Twelve Days ( 2023 )",
    "description": "အခုတစ်ခေါက် အချစ်ကားအေးအေးလေးတွေကို ကြိုက်တတ်တဲ့ပရိတ်သတ်တို့အတွက်12 Days ဆိုတဲ့ အချစ်ရုပ်ရှင်လေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းလေးကတော့-လှပချောမောတဲ့ လေယာဉ်မယ်လေး အားနန်နဲ့ အင်္ဂလန်မှ ပညာသင်ပြီးပြန်လာတဲ့ ဆိုင်းမွန်တို့ဟာ ရည်းစားဖြစ်ပြီး တစ်နှစ်အကြာမှာသူတို့နှစ်ယောက်အတွက် ကိုယ်ပိုင်နေရာရှိဖို့ရာ အိမ်ထောင်ပြုဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဇာတ်လမ်းတွေထဲမှာတော့ အိမ်ထောင်ပြုခြင်းနဲ့ ဇာတ်သိမ်းလှလှလေးတွေထည့်တတ်ပေမဲ့ သူတို့နှစ်ယောက်ရဲ့ ဇာတ်လမ်းက အခုမှ စမှာ ဖြစ်ပါတယ်။အိမ်ထောင်ပြုပြီးနောက် အမြင်မတူညီမှုကြောင့် ပြဿနာတွေ ဆက်တိုက်ဖြစ်ခဲ့ရပါတယ်။အချစ်ဆုံးဆိုတဲ့ လူနှစ်ယောက်က အိမ်ထောင်ကျပြီးနောက် အနေနီးပေမဲ့စိတ်ချင်းဝေးသွားကြပါတယ်။ ဒီဇာတ်လမ်းလေးက အချစ်တစ်ခုတည်းနဲ့အိမ်ထောင်ပြုဖို့ မသင့်တော်ဘူးဆိုတာကို နားလည်စေနိုင်မဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ကဲ မိုးအေးအေးလေးနဲ့ feel ချင်တဲ့ ပရိသတ်ကြီးတို့ အတွက်ဒီကားလေးက အမျိုးသမီးတွေအတွက်ရော အမျိုးသားတွေအတွက်ရောကြည့်ကို ကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုပါပဲနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Thriller , DramaRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsEdward MaHui YinJohnny HuiPeter Chan Charm-manSo Chi HoStephy TangCastEdward MaHui YinJohnny HuiPeter Chan Charm-ManSo Chi HoStephy Tang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mQ78eaVUY8JScbwhXkqIdKkzFa0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4XZl6Xyluf7TsJfRa2a0zM49aHA.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/twelve-days-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p78hevanmk8n.html",
        "server": "usersdrive.com",
        "size": "760 MB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/69fj2iyp6geo.html",
        "server": "streamsb.com",
        "size": "760 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1U7mw/Twelve_Days_2023_1080p_WEB-DL-CM.mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/xwdkx0ku2ynu",
        "server": "streamvid.io",
        "size": "760 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cTo0jArQ#FNtkW2OLXbMDT6ijlisEuFI0aaz5btFx8VWLsPHf-5I",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/twelve-days-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/u9rs4ptkuyx3.html",
        "server": "usersdrive.com",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/tboFDRjY#TTwcP21TM6FctwFGFHzKeYkeh60QjlYaqzTb9n4bSck",
        "server": "mega.nz",
        "size": "480 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2012|N/A|Adult,Asian,Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": "339"
    },
    "title": "[18+] Lan Kwai Fong 2 (2012)",
    "description": "Lan Kwai Fong 2 (2012)Lan Kwai Fong ဆိုတာ ဟောင်ကောင်ရဲ့ ကလပ်တွေ၊ ဘားတွေ၊ စားသောက်ဆိုင်တွေစသဖြင့် နာမည်အကြီးဆုံး nightlife hot spots တစ်ခုဖြစ်ပါတယ်။ အဲ့ဒီဝန်းကျင်တစ်လျှောက်မှာ ကျင်လည်ကျက်စားနေကြတဲ့သူတွေကလည်း လူပေါင်းစုံ အလွှာပေါင်းစုံ ဘဝပေါင်းစုံပါပဲ။ ဘီလျံနာသူဌေးကြီးတွေကနေ ညငှက်မလေးတွေအထိ နိစ္စဒူ၀ ဖြတ်သန်းနေတဲ့နေရာတစ်ခုမှာ ဇာတ်လမ်းတွေပေါင်းစုံရှိကြမှာလည်းအမှန်ပါပဲ။Lan Kwai Fone Triology ဟာ အဲ့ဒီဘဝတွေအပေါ်မှာပဲအခြေခံပါတယ်။ ဇာတ်လမ်းနဲ့ထပ်တူကျအောင်တကယ့်ကိုငယ်ရွယ်တဲ့ သရုပ်ဆောင်တွေကိုပဲ ရွေးချယ်ထားတာဖြစ်တဲ့အတွက် ဟောင်ကောင်ရဲ့နာမည်ကြီး nightlife ဒေသတစ်ခုအကြောင်းကိုဘေးက ထိုင်ကြည့်နေသလို ကွက်ကွက်ကွင်းကွင်းမြင်ရမယ့်၊ ဘဝစုံ အလွှာစုံရဲ့ဇာတ်လမ်းအဖုံဖုံကိုလည်း မြည်းစမ်းထိတွေ့ရမယ့် ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဇာတ်ကား ၃ ကားရှိပြီး အားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=lan+kwai+fongကြည့်ပါ။File size…(2.5 GB)/(1.3 GB)Quality….BluRay Remux 1080p /720pFormat…mp4Duration….01:39:51Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated by AliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWilson ChinStarsChor-yiu KwanIzumi LiuSammy SumShiga LinCastAdason LoAngelina ZhangAvis ChanBenedict ZhuangCalinda ChanCheuk Wan-ChiChiang Man KitDaniel ChauDominic HoJaime FongJason ChungKelvin KwanLeo KuLiddy LiLinah MatsuokaLiu YuqiMia Chan Ching-YiNaomi FungNiki ChowSammy Sum Chun-HinShiga LinSita ChanVanko Wong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYTQ3NzBlZGUtYWI1MC00NjI1LWIyNzAtMWY0ODU4ZmMwYTVmXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lan-kwai-fong-2-2012-blu-ray-1080-p-cantonese-audio-x-264-rgb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2F8C1/(CM)_Lan.Kwai.Fong.2.2012.BluRay.1080p.Cantonese_Audio.x264-RGB.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gzU1RTDY#ba7pKbSTT04JX37mRIGB7OR4fNdyJ7y7bY32pSKm2pA",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i9vihlp8s745.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/19goqvb9nd8r",
        "server": "streamsb.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lan-kwai-fong-2-2012-blu-ray-720-p-cantonese-audio-x-264-rgb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Zb6d/(CM)_Lan.Kwai.Fong.2.2012.BluRay.720p.Cantonese_Audio.x264-RGB.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0y8CAZrB#DsKucA1-AP41mJHLLsAFviI5Sb90S5T_nb_gyqLwiNI",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/k1zzrafv7mjz.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/52qp5dns6vrw",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/1gyxixa50vyy",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jAfeY-I-8rw",
      "video_url": "https://www.youtube.com/watch?v=jAfeY-I-8rw",
      "embed_url": "https://www.youtube.com/embed/jAfeY-I-8rw"
    }
  },
  {
    "metadata": "R|2017|1h 53min|Action,Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "414,098"
    },
    "title": "Baby Driver (2017)",
    "description": "Baby Driver (2017)IMDb Rating (7.6) / Rotten Tomatoes (92%)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Edgar Wright ကိုယ်တိုင် ဇာတ်ညွှန်းရေး၊ Co- Produce ပြီးရိုက်ကူးထားတဲ့ Crime Action ဇာတ်ကားကောင်းတစ်ခုပါ။‌ဘယ်အချိန် ဘယ်နှခါ ကြည့်ကြည့် မရိုးနိုင်အောင်ခေတ်ရဲ့ဒဏ်ကို အံတုနိုင်တဲ့အပြင် ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွမ်းချက်တွေနဲ့ ဝင်ငွေပိုင်းမှာလည်း အတော်ကို အောင်မြင်မှုရခဲ့တဲ့ ရုပ်ရှင်တစ်ခုပါ။ဒီရုပ်ရှင်ကို ရိုက်ကူးဖြစ်တဲ့အကြောင်းကတော့ သူ့အနေနဲ့ သီချင်းများများပါတဲ့ ရုပ်ရှင်တစ်ခုဖန်တီးချင်စိတ်ကနေ စတယ်လို့ဆိုပါတယ်။ သီချင်းကိုလည်း နောက်ခံသီချင်းအနေနဲ့သုံးချင်တာမဟုတ်။ သူရိုက်ကူးခဲ့တဲ့ Scott Pilgrim vs. the World လို ဂီတကိုတည်ရိုက်တာလည်းမဟုတ်တဲ့ ရုပ်ရှင်ဇာတ်ကားမျိုးပေါ့။ ဒီနေရာမှာ Baby Driver က သူ့အမြင်နဲ့ကွက်တိကျတဲ့ပုံစံမျိုးကို တည်ခင်းနိုင်ခဲ့ပါတယ်။Baby Driver ဆိုတဲ့ ရုပ်ရှင်နာမည်အတိုင်း အဓိကဇာတ်ကောင်က Baby။ Baby က Driver။ ရွက်ကြမ်းရေကျို ကားသမားမျိုးတော့မဟုတ်ပါဘူး။ ကားဒက်ရှ်ဘုတ်ကို ကျော်မြင်နိုင်တဲ့အရွယ် ငယ်ငယ်ကတည်းက ကားတွေနဲ့ လိုက်မွှေလာတဲ့ ဆရာကြီးတစ်ယောက်ပါ။ သူ့ကိုတော့ ဒေါက်တာဆိုတဲ့ဘဲကြီးတစ်ပွေက လာဘ်ကောင်လေးလို့သဘောထားပြီး ဓားပြတိုက်တဲ့အခါတိုင်း ကားဆရာအနေနဲ့သုံးပါတယ်။ သုံးတဲ့အခါတိုင်းလည်း မလွတ်မရှိ။ ရအောင်ပြေးလွတ်ခဲ့တာပါပဲ။သူနဲ့ သီချင်းတွေ ဘယ်လို‌တွဲမလဲဆိုတဲ့မေးခွန်းအပေါ် ဒါရိုက်တာမှာ အဖြေကောင်းကောင်းတစ်ခုရှိပါတယ်။ ငယ်ငယ်က ကားမတော်တဆမှုတစ်ခုကြောင့် နားအူရောဂါခံစားနေရတယ်ဆိုတဲ့ အကြောင်းပြချက်တစ်ခုကိုပေးလိုက်တာပေါ့။ ဒါကြောင့် ဘေဘီဟာ အချိန်ပြည့်သီချင်းနားထောင်ရတယ်။ ကြည့်တဲ့လူတွေကလည်း သူနဲ့အတူ သီချင်းထဲ လိုက်မျောခွင့်ရတယ်။ သီချင်းတွေကလည်း ပေါတိပေါချာတွေမဟုတ်ဘူး။ တကယ့်သီချင်းတွေကို ဇာတ်လမ်းနဲ့အညီ အံဝင်ခွင်ကျသုံးပြီး သီချင်းအကြောင်းမဟုတ်တဲ့ ဂီတ ဆန်ဆန် ရုပ်ရှင်တစ်ခုကို သူသွန်းလုပ်ခဲ့တာမျိုးပေါ့။ဇာတ်လမ်းအသွားကလည်း မမြန် မနှေးနဲ့ သိပ်ကိုအရသာရှိတဲ့ စီးဆင်းမှုမျိုးရှိပါတယ်။ ရိုက်ကွက်တွေကတော့ ပြောဖို့လိုမယ်မထင်ပါဘူး။ ဇာတ်လမ်းအစကနေ အဆုံး ပျင်းချိန်ကိုမပေးဘဲ ပြီးတဲ့အထိ စိတ်လှုပ်ရှားစရာကောင်းအောင် ဆွဲခေါ်သွားနိုင်ပါတယ်။Baby နေရာကသရုပ်ဆောင်တဲ့ Ansel Elgort ကလည်း စကားနည်းနည်းနဲ့ နားလည်ရခက်တဲ့ ဇာတ်ကောင်မျိုးကို ပီပြင်အောင်သရုပ်ဆောင်ထားနိုင်ပါတယ်။ အဲဒီအတွက်လည်း Best Male Newcomer award ကိုရရှိခဲ့ပါတယ်။ဒီရုပ်ရှင်နဲ့ပတ်သက်တဲ့ဆုတွေကို စာရင်းချရရင် အတော်ကိုရှည်သွားပါလိမ့်မယ်။ အော်စကာ ဆန်ခါတင် ၃ ဆုအပြင် အခြားဆုပေါင်း ၄၃ ခုကိုရရှိခဲ့ပြီး ဆန်ခါတင်အနေနဲ့ ၆၃ ဆုဝင်ထားပါတယ်။ သရုပ်ဆောင်၊ စတန့်၊ ရုပ်ရှင်ဓာတ်ပုံ၊ သီချင်း ဘာဆုနေနေ ဆုရတာမဟုတ်ရင် ဆန်ခါတင်ကတော့ပါပြီးသားပါပဲ။ အဲဒီလောက်ကိုကြမ်းတာပါ။သီချင်းနားထောင်ရင်း ကားမောင်းရတဲ့ခံစားချက်က ဘယ်လောက်မိုက်သလဲ မပြောလည်းသိမှာပါ။ မသိသေးရင်တော့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကောင်းကောင်းထဲ သီချင်းလေးတွေနဲ့ စီးမျောကြည့်ကြပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Thant Bo မှတင်ဆက်ထားပါတယ်။)File size…(7.3 GB)/ (2.1 GB)/(1.1 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:52:39Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byMin Thant BoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarrin PrescottDavid WatersDug RotsteinEdgar WrightWalter GasparovicStarsAnsel ElgortCJ JonesEiza GonzálezFleaJamie FoxxJon BernthalJon HammKevin SpaceyLanny JoonLily JamesSky FerreiraCastAllison KingAndrea FryeAndy McDermottAnsel ElgortArnold MonteyBen VanderMeyBig BoiBrigitte Kali CanalesBrogan HallChad JoyceChristopher BeanlandCJ JonesClay Donahue FontenotColin LacativaConnie LeeCynne SimpsonD.R. LewisDanny Le BoyerDavid ConkDavid Robert LewisDonald K. OverstreetDuke JacksonEdgar WrightEiza GonzálezElijah EverettElizabeth DavidovichErica FreneFleaHal WhitesideHudson MeekJames BlackshearJamie FoxxJeff ChaseJoe LoyaJon BernthalJon HammJon SpencerJuliette SicardKeith HudsonKenneth ManosKent WagnerKevin SpaceyKiller MikeLance PalmerLanny JoonLily JamesMarisol CorreaMark SmithMarshall ChokaMarvin E. WestMason PikeMicah HowardMike \"Killer Mike\" RenderMorgan BrownMorse DiggsNathaniel PerryPatrick R. WalkerPaul WilliamsPerry Zulu Jr.R. Marcos TaylorRonald Joe VasquezRussell B. SpencerRyan NewtonShellita BoxieSidney SewellSky FerreiraThomas E. HaynesThurman SewellTrey McGriffTroy FarukViviana ChavezWalter HillWhit WhitmanWilbur Fitzgerald",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oVD3ClJBoomSQHtnJPAlMfes8YD.jpg",
      "https://image.tmdb.org/t/p/w300/yir5430WblZSZuIMd9C6pIZerfA.jpg",
      "https://image.tmdb.org/t/p/w300/goCvLSUFz0p7k8R10Hv4CVh3EQv.jpg",
      "https://image.tmdb.org/t/p/w300/3PwXTHKFAlOltJBvjUkxzER0cZ4.jpg",
      "https://image.tmdb.org/t/p/w300/byrIVoSiaUY7K7O2pqxhOiWiRum.jpg",
      "https://image.tmdb.org/t/p/w300/xQLJh5F4cPcJqMzMLmfknto4Nv7.jpg",
      "https://image.tmdb.org/t/p/w300/q5iixYCuDzDx5IoQXt4kZaLDIbr.jpg",
      "https://image.tmdb.org/t/p/w300/lBS1b2mTv8buVvIx2vJgkA8CVMD.jpg",
      "https://image.tmdb.org/t/p/w300/vpLIZ8JXb1qSf3fOX1EucPppbHE.jpg",
      "https://image.tmdb.org/t/p/w300/gNu8jUvOy5MGfSVeKIhb67w73du.jpg",
      "https://image.tmdb.org/t/p/w300/xJRQDdgNIrCDauoJVraDnEs7zc5.jpg",
      "https://image.tmdb.org/t/p/w300/wMU24faGppjr2nFmgNlySiCT57c.jpg",
      "https://image.tmdb.org/t/p/w300/2UOTJkSHRbAukDi1iBBhAffclll.jpg",
      "https://image.tmdb.org/t/p/w300/dfpKAx5E0JrSWNZmz5Pd0EIIqhB.jpg",
      "https://image.tmdb.org/t/p/w300/dy5b9A02JdeT09ycSiALE14NBzU.jpg",
      "https://image.tmdb.org/t/p/w300/bVkM83EfyCRZLA1z1sfZNP6KGfN.jpg",
      "https://image.tmdb.org/t/p/w300/vscvMtmPrJr8LudipaCcFrvJcJf.jpg",
      "https://image.tmdb.org/t/p/w300/yTtXvHmLoMf70UPuguuNdytS5oI.jpg",
      "https://image.tmdb.org/t/p/w300/tfDg4V2zeXUBn62tc7DptI1KXg1.jpg",
      "https://image.tmdb.org/t/p/w300/ltuJeVT7tM32ratdVHwcYGgONdU.jpg",
      "https://image.tmdb.org/t/p/w300/hNJLqfzxw4GGvpFEKv7JyGQROfv.jpg",
      "https://image.tmdb.org/t/p/w300/g1NFVORxqr0kYl4SMJdR1w324gw.jpg",
      "https://image.tmdb.org/t/p/w300/nGJIQUgPkfMhK2tPUXsBaoVdbLo.jpg",
      "https://image.tmdb.org/t/p/w300/v7OzRa5RlOKABhWlNFj58oGHhFJ.jpg",
      "https://image.tmdb.org/t/p/w300/wIneGh8NQ6JRWRElWkbDrV1m5df.jpg",
      "https://image.tmdb.org/t/p/w300/rfXLvaLZdqiXRCRoMvPZi9GsbOt.jpg",
      "https://image.tmdb.org/t/p/w300/r51ZEhlseEwR6g8LZkyeZ7SScoR.jpg",
      "https://image.tmdb.org/t/p/w300/d5Ng6688eSucsRmIcDZwxdQ88Z7.jpg",
      "https://image.tmdb.org/t/p/w300/8BuuUrgUXgBvOkHVstUpoHV4qpP.jpg",
      "https://image.tmdb.org/t/p/w300/kehQdTOFS6gAKeRyD3yyrSRD1WZ.jpg",
      "https://image.tmdb.org/t/p/w300/8g1XoiMVOsYQtzyGaJKqAExEBOc.jpg",
      "https://image.tmdb.org/t/p/w300/gAIzn8j3VrW2NzPuB8zQssuFsFa.jpg",
      "https://image.tmdb.org/t/p/w300/bzuq4jq4LUww6ZVingJgCpQaRYZ.jpg",
      "https://image.tmdb.org/t/p/w300/eS2GSqP4LwRgAWDbyEOC1SzF2GY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTg4MTkyMDg0MV5BMl5BanBnXkFtZTgwOTEwMTk0MjI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-baby-driver-2017-2160-p-4-k-uhd-sdr-10-blu-ray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/xitFTQya#3gd3v1Ro5rSQMvnHTkxAfyHWF-Rzaz-B1ILMwn3L270",
        "server": "mega.nz",
        "size": "7.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-baby-driver-2017-1080-p-sdr-10-blu-ray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2CXdn/(CM)_Baby_Driver_(2017)_1080p_SDR10_BluRay_x265_10bit_HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/RrEhDKxL#FVJOYf-3RboL5KBNYXpKLf1qvZkquyZtd_-J_e6J8ic",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/czceaeu1cj8s.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-baby-driver-2017-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3YS5Z/(CM)_Baby_Driver_(2017)_BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/guMXHLya#DKTl4pmVgebSp2o50P45Tc5VoqAaACzTtyBakr1GSco",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/01scnzdpryq6.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fjvnqhj99sqh",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/uzwxfi7lmoea",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KMe5qYGAI7s",
      "video_url": "https://www.youtube.com/watch?v=KMe5qYGAI7s",
      "embed_url": "https://www.youtube.com/embed/KMe5qYGAI7s"
    }
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "My First Summer (2020)",
    "description": "My First Summer (2020)မိန်းကလေးနှစ်ယောက်ရဲ့ ချစ်ခြင်းမေတ္တာကို လှပစွာရိုက်ကူးထားတဲ့GL ရုပ်ရှင်ကားလေးဖြစ်ပြီး Rotten tomato လည်း 89% ရထားပါတယ်။မိခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာ ကြီးပျင်းလာခဲ့ရပြီး လောကကြီးအကြောင်းဘာမှနားမလည်တဲ့ အသက် ၁၆ နှစ်အရွယ်ကောင်မလေး ကလော်ဒီရာ…မျက်စိရှေ့မှာတင် အမေရေနစ်သေဆုံးသွားတာကြောင့် နေ့ရက်တိုင်းကိုစိတ်ဒဏ်ရာတွေနဲ့ တစ်ယောက်တည်း ကျော်ဖြတ်နေရတဲ့ အချိန်မှာရွယ်တူ ၁၆ နှစ်အရွယ် တက်တက်ကြွကြွနေတတ်တဲ့ ကောင်မလေး ဂရေ့စ်နဲ့တွေ့ခဲ့ပါတယ်။အထီးကျန်ပြီး အလင်းရောင်မရှိ အုံ့မှိုင်းနေတဲ့ ကလော်ဒီရာရဲ့ဘဝကိုဂရေ့စ်တစ်ယောက်က ပျော်ရွှင်မှုနဲ့ အလင်းရောင်လေးတွေပေးခဲ့ပါတယ်။နေ့စဉ် အတူတူအချိန်ဖြုန်းကြရင်းနဲ့ ကောင်မလေးနှစ်ယောက်ကြားမှာသံယောစဉ်ကတစ်ဆင့် ချစ်ခြင်းမေတ္တာပေါ်ပေါက်လာပုံလေးကိုလှလှပပလေး ရိုက်ကူးပြထားတဲ့ အပြင် ချစ်ခြင်းမေတ္တာဟာဝမ်းနည်းမှုတွေကို ကုစားပေးနိုင်ပြီးတော့မထင်မှတ်တဲ့နေရာမှလည်း ချစ်ခြင်းမေတ္တာဖြစ်ပေါ်လာနိုင်ကြောင်းကိုရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ပြီးရင်လုံးဝနောင်တရမှာမဟုတ်တာမလို့GL သဘောကျတဲ့သူတွေအတွက်တော့ကားကောင်းလေးတစ်ကားဖြစ်မှာပါFile size…    8.7 GB / 2.2 GB /  989 MBQuality… Web-DL 4K /1080p / 720pFormat… mp4 , mkvDuration…. 1h 20mGenre ….. Drama/RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by JiaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastArthur AngelEdwina WrenHarvey ZielinskiKatherine TonkinMaiah StewardsonMarkella KavenaghSteve Mouzakis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nHp7zscPb54ft6XwCFTKAN9lWqO.jpg",
      "https://image.tmdb.org/t/p/w300/vWfb1Vt4IvAeUqucXPFrGQHfsK5.jpg",
      "https://image.tmdb.org/t/p/w300/i3MZjC5z8hDKo91s4yxiEQq56Fo.jpg",
      "https://image.tmdb.org/t/p/w300/hyBOQBlQDQ8jMrI1HpSl44GycTR.jpg",
      "https://image.tmdb.org/t/p/w300/c0idocmc15A1caslAmb8canCrGp.jpg",
      "https://image.tmdb.org/t/p/w300/3Dwxu43JUCub5KdxPdQdVE1sa08.jpg",
      "https://image.tmdb.org/t/p/w300/1Ebl3rMN5i14ZwZiHpcd1sXSFEV.jpg",
      "https://image.tmdb.org/t/p/w300/al49B8chomTXGSjaQloP1KUNN83.jpg",
      "https://image.tmdb.org/t/p/w300/7B1bfwobDg0jHAAGXKQjccXWtUn.jpg",
      "https://image.tmdb.org/t/p/w300/nMuvQ7853FIFBL7jchbMmUCSHTF.jpg",
      "https://image.tmdb.org/t/p/w300/1SvUcBa5hKNHHsce1DeGk6MnYVU.jpg",
      "https://image.tmdb.org/t/p/w300/lQYfHZDWSVtXOGZWege6DWtjWBb.jpg",
      "https://image.tmdb.org/t/p/w300/z7kMLu6KJ4OGXX7FVeuOIZ2nPD0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7GBMVO09clB7HUgfqbjZmOVAPOi.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fekj3chn16jr.html",
        "server": "usersdrive.com",
        "size": "8.7 GB",
        "quality": "4K"
      },
      {
        "link": "https://yoteshinportal.cc/my-first-summer-2020-2160-p-4-k-hevc-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "8.7 GB",
        "quality": "4K"
      },
      {
        "link": "https://usersdrive.com/6z8gmbpn1viy.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-first-summer-2020-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eennh/my.first.summer.2020_Web-DL_1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/o6Ul0bzI#XpgZd9t5Q0LiiwGDRHH7hKnVlWLkq4pe4GCP26Ike8A",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/bdr7rdej88qt",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yocak4xb116k.html",
        "server": "usersdrive.com",
        "size": "989 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-first-summer-2020-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "989 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eennl/my.first.summer.2020_Web-DL_720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "989 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/d7FAkbyS#azHWpkC2P8zstLXkAThhBm7tH1c2FCDAKC3PFjQ3y5w",
        "server": "mega.nz",
        "size": "989 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5bjbb7ojza1j",
        "server": "streamvid.io",
        "size": "989 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LU64l9y71vk",
      "video_url": "https://www.youtube.com/watch?v=LU64l9y71vk",
      "embed_url": "https://www.youtube.com/embed/LU64l9y71vk"
    }
  },
  {
    "metadata": "|2023|1h 43min|Drama,Romance",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "35"
    },
    "title": "High School Serenade / Gita Cinta Dari SMA (2023)",
    "description": "High School Serenade / Gita Cinta Dari SMA (2023)ဆယ်ကျော်သက်လူငယ်ဘဝကို ပြန်ရောက်သွားသလိုခံစားရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။အထက်တန်းကျောင်းသားဘဝ ဆယ်ကျော်သက်အရွယ်မှာ အချစ်ဦးနဲ့တွေ့ခဲ့ရပြီး လွဲခဲ့ရတဲ့လူတွေအတွက်ခံစားချက်နဲ့တိုက်ဆိုင်နိုင်လောက်မယ့် Drama ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ကျောင်းပြောင်းလာတဲ့ ကျောင်းသူလေး Ratna တစ်ယောက်ကျောင်းအသစ်မှာ စာတော်ပြီး အေးစက်စက်နေတတ်တဲ့ Gahli ဆိုတဲ့ ကျောင်းသားလေးနဲ့တွေ့ပြီး အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။မိဘအသိုင်းအဝိုင်း အဆင့်အတန်းတွေမတူညီတော့ Ratna ရဲ့ အဖေက သဘောမတူဘဲအတင်းလိုက်ခွဲတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။MDb ကလည်း 8.3 ရထားတာမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720pFile size… 1.3GB | 671MBFormat… mp4Duration…. 1h 43minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbun SungkarArla AilaniAsty AnantaAugie FantinusCalvin JeremyCandilChantiq SchagerlDewi GitaDifki KhalifDwi SasonoFadi AlaydrusFitria SechanIang DarmawanIrgi FahreziNugieOzzol RamdanPrilly LatuconsinaPutri AyudyaRheino PoetiraySita NursantiUli HerdinansyahUnique PriscillaYesaya Abraham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z7usudBpkzcHrTQUtJPSmSypDs5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3yJDt9kkLeOjTPKzuYiSa5zrjP8.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sit1ezw41y6v.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/gita-cinta-dari-sma-2023-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Vxs5/Gita.Cinta.Dari.SMA.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/culjiDgD#arNQsf0bb1azftqKHxoNGGZ9EJQN9R-NvmDX5-io-Rw",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fkwrfbnm9gco.html",
        "server": "usersdrive.com",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/gita-cinta-dari-sma-2023-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BuU0/Gita.Cinta.Dari.SMA.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0n0mSKaA#H9tiv2L0UUamZ0oATFnxb8kt37O5wfFR2UNj4wWGDwE",
        "server": "mega.nz",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/lvd8rpofch6o.html",
        "server": "streamsb.com",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i8o85kpgkavq",
        "server": "streamvid.io",
        "size": "671MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j92YfcwLacM",
      "video_url": "https://www.youtube.com/watch?v=j92YfcwLacM",
      "embed_url": "https://www.youtube.com/embed/j92YfcwLacM"
    }
  },
  {
    "metadata": "||1h 50m|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "2,451"
    },
    "title": "Dorm (2006)",
    "description": "Horror ဆိုပေမယ့် ကြောက်ရလန့်ရတာချည်းမဟုတ်ဘဲ ဇာတ်လမ်းဦးစားပေးရိုက်ထားတဲ့ ဇာတ်ကားကိုမှကြည့်ချင်သူတွေအတွက် Best Director ဆုအပါအ၀င် ဆု၇ဆု ရထားတဲ့ ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းချာဒရီဆိုတဲ့ကလေးက မိဘဖိအားပေးမှုကြောင့် ဒုတိယနှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရပါတယ်သူပြောင်းလာတဲ့ကျောင်းမှာအဖြစ်အပျက်တွေအများကြီးရှိခဲ့ပြီး အဲ့ထဲမှာမှ အဲ့ဒီကျောင်းကရေကူးကန်ဟောင်းမှာ ရေထဲခုန်ချသေသွားတဲ့ကျောင်းသားတစ်ယောက်ရှိခဲ့ဖူးတယ်လို့လည်းပြောနေကြပါတယ်ယခုလက်ရှိအချိန်မှာတော့ အဲ့ဒီရေကူးကန်ကိုပိတ်ထားလိုက်ပါပြီချာဒရီဟာ ကျောင်းရောက်ရောက်ချင်း သူငယ်ချင်းတွေသိပ်မရှိခဲ့ပါဘူးသူ့မှာခင်ရတဲ့သူငယ်ချင်းဆိုလို့ တစ်ယောက်ပဲရှိတယ်…အတူသွား အတူကစားရင်း နောက်မှ သူသိလိုက်ရတာကတော့ သူ့သူငယ်ချင်းက…ကဲ ဇာတ်လမ်းကတော့အဲ့မှာစတာပါပဲဘယ်လိုစိတ်ခြောက်ခြားစရာတွေလာဦးမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2GB) / (1GB)Quality__WEB-DL_1080p, 720pIMDb Rating__6.8/10Format__mp4Duration__01:50:00Type__Drama, Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated byNang Mwe KhamEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSongyos SugmakananStarsChantavit DhanaseviCharlie TrairatChintara SukapatanaJirat SukchaloenMez TharatornNipawan ThaveepornsawandPakasit PanturalRachwin WongviriyaSirachuch ChienthawornSuttipong TudpitakkulThanabodin SukserisupCastChantavit DhanaseviCharlie TrairatChintara SukapatanaJirat SukchaloenMez TharatornNipawan ThaveepornsawandPakasit PanturalRachwin WongviriyaSirachuch ChienthawornSuttipong TudpitakkulThanabodin Sukserisup",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6eJ8ch6F2S09TBzb0d0JopAHUN0.jpg",
      "https://image.tmdb.org/t/p/w300/8CqakVf7Q1jMtQPEuhpgKrDapPs.jpg",
      "https://image.tmdb.org/t/p/w300/b8cSEvcIFARdN2koU3tybYKwy2a.jpg",
      "https://image.tmdb.org/t/p/w300/l0Aab1DjMZMVYvl4z2hlkiWbxdV.jpg",
      "https://image.tmdb.org/t/p/w300/txdQFokkdeXRCq0VSIhLA2RrNla.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNlZmEzZjUtMmZiYi00NzQ2LTljN2EtYjhhMWU1ZWQ2MDY0XkEyXkFqcGdeQXVyMTA5NzUzODM4._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dorm-2006",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/dorm-2006-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2roos/Dorm_(2006)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8Tty2CJY#tF8rfhf2cSrxHBjrjAU6ICq-klWWravHAmQMup3J14w",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/wvfyp4s6qpn0.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dorm-2006-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rook/Dorm_(2006)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8O1niTZS#4dNhpMXNNWzqothCF9RCiNC2ew7W8ilq7b3yKynKrb0",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/dok6n7qj9p1k.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_wDGSzM4Q1Y",
      "video_url": "https://www.youtube.com/watch?v=_wDGSzM4Q1Y",
      "embed_url": "https://www.youtube.com/embed/_wDGSzM4Q1Y"
    }
  },
  {
    "metadata": "|2000|110 min|Drama,Thriller,War",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "20,510"
    },
    "title": "Joint Security Area",
    "description": "ဒီဇာတ္ကားကိုအညႊန္းမေရးခင္ လြန္ခဲ႔တဲ႔ 2 ႏွစ္ေလာက္ကကရင္ၿပည္နယ္ဘက္မွာ တာ၀န္ထမ္းဖူးတဲ႔စစ္သားတေယာက္ရဲ႔အေတြ႔အၾကံဳကိုေရးထားတဲ႔ စေတးတပ္တခုကိုအရင္ေၿပာပါရေစကရင္ၿပည္နယ္ဘက္မွာစခန္းထိုင္ေနရင္းနဲ႔၂ဖက္တပ္ေတြက တၿဖညး္ၿဖည္းရင္းႏွီးလာၾကတယ္ (ကိုယ္႔ေသြးသားအရင္းေတြကိုး မုန္းလဲခနေပါ႔)ၾကာေတာ႔ ၂ဖက္တပ္ေတြက ရင္းႏွီးယံုမကဘူး ၿခင္းခတ္အတူတူဟင္းဆုိလဲ တဖက္နဲ႔တဖက္လဲစားၾကတာေပါ႔ သူတုိ႔ၾကားကသံေယာဇဥ္ဟာလဲတၿဖညး္ၿဖည္းနက္ရွိဳင္းလာတယ္ တုိက္မိန္႔က်လို႔တုိက္ရရင္ေတာင္သာတဲ႔ဘက္က စစ္သည္ေတြက “ေၿပးၾကပါေတာ႔ေယာက္ဖတုိ႔ရာ”ဆိုၿပီးမ်က္ရည္ေတာင္က်ခဲ႔ၾကပါသတဲ႔အခုဒီဇာတ္လမ္းမွာလဲ နယ္စပ္မွာ လံုၿခံဳေရးယူေနရင္းကေန ရင္းႏွီးသြားၾကတဲ႔ ၂ဖက္စစ္သားေတြရဲ႔ၾကားမွာ မထင္မွတ္ပဲ ကံၾကမၼာဆုိး၀င္လာေသာအခါ……ၿဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာၿဖစ္တဲ႔အတြက္ ဗဟုသုတလဲရေစသလို စစ္ကားၿဖစ္ၿပီးစစ္မတိုက္ၾကပါေစနဲ႔လို႔ေတာင္ဆုေတာင္းေပးရတဲ႔အထိ ဆြဲေဆာင္မွဳအၿပည္႔ရွိတဲ႔ အႏုပညာဖန္တီးမွဳကိုမေလးစားပဲမေနႏုိင္ပါဘူး၂ဖက္တပ္ေတြၿဖစ္တဲ႔အတြက္ ကြ်န္ေတာ္တုိ႔ေပါကားေတြလိုမ်ိဳး တဖက္က အင္မတန္းမိုက္ရိုင္းယုတ္မာ တဖက္က အင္မတန္ေကာင္းဆုိတဲ႔ေပါေတာေတာၿပကြက္မ်ိဳးေတြမပါသလို လူလူခ်င္းစရိုက္ကိုေပၚလြင္ေအာင္ဖန္တီးသြားပံုကလဲ ဒီဇာတ္ကားကိုၾကည္႔သင္႔တဲ႔အခ်က္တခ်က္ပါပဲQuality…..BluRay 1080pDuration…..01:50:00Format…Mp4File Size…(779 MB, 532 MB , 310 MB)Translator…..ၿမန္မာၾကီးEncoder…..Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPark Chan-wookStarsChristoph HofrichterGi Ju-bongHerbert UlrichKim Tae-wooLee Byung-hunLee Dae-yeonLee Han-WiLee Young-aeShin Ha-kyunSong Kang-hoCastChristoph HofrichterGi Ju-bongHerbert UlrichKim Tae-wooLee Byung-hunLee Dae-yeonLee Han-WiLee Young-aeShin Ha-kyunSong Kang-ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dNx1OcIPrdPCbSZRjcvzyXUnSRS.jpg",
      "https://image.tmdb.org/t/p/w300/1ZMEGBKP7GqBkjlLQMeE2MchRkL.jpg",
      "https://image.tmdb.org/t/p/w300/gFBQrVg4HfY7FMfZOrhuOnjDoaf.jpg",
      "https://image.tmdb.org/t/p/w300/qOxqhAqTuWLqck8IncptlcDnRqw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/iTB01AX6We1h8CAJql55dUyvSWq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/joint-security-area2000",
        "server": "VIP Links",
        "size": "778MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/j-s-a-joint-security-area-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "FNLcjGamf8U",
      "video_url": "https://www.youtube.com/watch?v=FNLcjGamf8U",
      "embed_url": "https://www.youtube.com/embed/FNLcjGamf8U"
    }
  },
  {
    "metadata": "||1h 27 min|Action,Drama,Fantasy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "512"
    },
    "title": "Fights Break Sphere 2 ( 2023 )",
    "description": "အရင်တစ်ခေါက်က မီးစွမ်းအားပါရမီရှင်လေး ရှောင်းအိမ်တော်ရဲ့သားထွေးလေး ရှောင်းယန်အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားလေး အဆက်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…အပိုင်း ၁ ကိုတော့ ဒီမှာကြည့်ပါဒီဇာတ်လမ်းမှာဆို ရှောင်းယန်းလေး အစွမ်းတွေပြန်ရလာပေမယ့်အမေ့ကို လက်စားချေဖို့ လိုအပ်တဲ့ စွမ်းအားတွေကဆက်စုဖို့သဲကန္တာရထဲ ခရီးဆက်ခဲ့တဲ့ အကြောင်းလေးကို အခြေခံရီုက်ကူးထားတာပေါ့…တစ်ချိန်တည်းမှာပဲ အရင်အပိုင်းက မြေခွေးခေါင်းအဖွဲ့ခေါင်းဆောင်တစ်ယောက်က ဘယ်လိုပုံစံနဲ့ ပေါ်လာမှာလဲ..နောက်ပြီးတော့ သဲကန္တာရထဲ ခရီးနှင်ရင်း သူလိုချင်တဲ့မီးတောက်အစွမ်းကို အဆုံးသတ်မှာ ရမှာတော့ သေချာတာပေါ့…ဒါပေမယ့် ဘယ်လိုနည်းလမ်းနဲ့ရလာတာလဲ…သဲကန္တာရထဲ ဘာနဲ့ ဆုံဦးမှာလဲ…ဒီတစ်ခေါက်ရော ဘယ်အဖွဲ့နဲ့ ဆုံဦးမှာလဲ…ဒီအပိုင်းမှာရောသူ့အမေကို သတ်တဲ့တရားခံကို လက်စားချေနိင်မှာလား…ထူးခြားဆန်းပြား ဇာတ်ကားတွေ ကြိုက်သူတို့လက်မလွှတ်သင့်တဲ့ကားလေးမို့ ကြည့်ကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Drama , Action , FantasyRuntime : 1h 27 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Chu ChuEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsGao ShuguangHu JingJiang WuLi JiuxiaoVictor MaCastGao ShuguangHu JingJiang WuLi JiuxiaoVictor Ma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yc71r0XOyxwG3Mu2OOOZKgjatGv.jpg",
      "https://image.tmdb.org/t/p/w300/gntqLZSZGUo6Mo6G7WELDH8g1Am.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1mwTqJ8gV1woONpmO2fMSsWV0rC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fights-break-sphere-2-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/pxazwoy7f72y.html",
        "server": "usersdrive.com",
        "size": "1.65 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21Jrg/Fights_Break_Sphere_2_(2023)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.65 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/y2oyw3ny2wu9",
        "server": "streamvid.io",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/gi6g6f3p77oq",
        "server": "streamsb.com",
        "size": "1.65 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5fNGCZIR#6JnGmAr6F_GyTnMEo96AWEeCym-JY72-x0v44oYNQlE",
        "server": "mega.nz",
        "size": "1.65 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fights-break-sphere-2-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "888 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/290jr7a51z60.html",
        "server": "usersdrive.com",
        "size": "888 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AH1jjDCa#vcWW2UCnefeUef0oQTaTJ9P7dZyeNnTnAJR3U0YfJ-A",
        "server": "mega.nz",
        "size": "888 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Drama,Mystery",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "1228"
    },
    "title": "Daughter (2023)",
    "description": "Daughter (2023)=============မိသားစုတစ်စုဟာ ဆုံးရှုံးသွားတဲ့ မိသားစုဝင်ကို ပြန်လည်အစားထိုးဖို့သူစိမ်းမိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲအကျဉ်းချထားပါတယ်။ဒီလူတွေရဲ့ အစီအစဉ်ကတော့ မရှိတော့တဲ့ သမီးလုပ်သူနေရာမှာ သဘာဝကျကျပူးပေါင်းနေထိုင်ပေးလာတဲ့အထိ ကောင်မလေးကို ချော့တစ်လှည့်၊ခြောက်တစ်လှည့်သိမ်းသွင်းဖို့ပါပဲ။ အဖေနဲ့ အမေဆိုသူနှစ်ဦးကတော့သားဖြစ်သူကို ပစားပေးဆက်ဆံကြပြီး သမီးအသစ်ဖြစ်လာမယ့် ဓားစာခံလေးကတော့ ကောင်လေးအဖော်ရအောင်ထားပေးတဲ့ အစ်မအမည်ခံကစားဖော်သာသာပေါ့။ချုပ်နှောင်ခံရမှုအောက်မှာ အလျှော့ပေးလိုက်ရပြီး အယောင်ပြမိသားစုကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်လာပြီးနောက်မှာတော့ Katherine တစ်ယောက်မချစ်သော်လည်းအောင့်ကာနမ်းတဲ့ဇာတ်ခင်းရပါပြီ။ ဆက်ဆံရေးအတုကြားမှာ ပီပြင်အောင်သရုပ်ဆောင်နေရင်း ဒီမိသားစုရဲ့ရူးနှမ်းမှုအကြီးစားကြီးကို တစ်စတစ်စပုံဖော်အဖြေရှာမိပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(1.4 GB) / (515 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 35MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, MysteryTranslator…….Hnin Wut YiEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCorey DeshonCastCasper Van DienEdward StasikElyse DinhIan AlexanderMegan LeVivien Ngô",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmM2NzA5ZWMtNWYzNC00MmIwLWI2MGQtMTI5YmY5NzllYjRhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "113962-speciahttps://yoteshinportal.cc/daughter-2023-1080-p-amzn-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://likessb.com/0wwu20tb7rve.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/53tkTTjb#uMR3d9F7RrWby7SeEihJvS9XGXhIMp9rc-GMy89HVp4",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tb9zab8vffxj.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/g0ssp0p1rz9v",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/daughter-2023-720-p-amzn-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/6fg6ub0lm8z2.html",
        "server": "streamsb.com",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Z6MH0JBZ#z_GHNJBVukTdqpCni1i_3l9OHxhil7VLcOybejJ9cck",
        "server": "mega.nz",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/35ed567tvpyi.html",
        "server": "usersdrive.com",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/utargclyqqfo",
        "server": "streamvid.io",
        "size": "515 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2014|115 min|Biography,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "112,371"
    },
    "title": "Wild (2014)",
    "description": "(Unicode)2014 ကတည်းကထွက်ခဲ့တဲ့ Wild ဆိုတဲ့ဇာတ်ကားလေးဟာ American Biographical Adventure Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး၂၀၁၂တုန်းက Cheryl Strayed ရေးသားခဲ့တဲ့ Wild: From Lost to Found on the Pacific Crest Trail(PCT) ဆိုတဲ့ကိုယ်တိုင်ဖြစ်ရပ်မှန်ကိုရေးသားထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာ Cheryl နဲ့ Bobbi အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Reese Witherspoon နဲ့ Laura Dern တို့ နှစ်ယောက်လုံးဟာလည်းအော်စကာဆုအတွက် Best Actress နဲ့ Best Supporting Actress အဖြစ်စကာတင်အရွေးခံခဲ့ရပြီး အခြားသောဆုတွေမှာလည်း စကာတင်အရွေးခံရတာတွေရှိခဲ့ပါတယ်။Rating တွေအနေနဲ့လည်း Rotten Tomatos မှာ 89%….IMDb rating 7.1/10 အထိရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘဝမှာအချစ်ရဆုံးအတွယ်တာရဆုံး မိခင်ဖြစ်သူသေဆုံးသွားပြီးနောက်ပူဆွေးသောကတွေရောက်ပြီး ကိုယ့်ကိုကိုယ်မထိန်းနိုင်မသိမ်းနိုင်အောင်ပျက်ဆီးသွားပြီကိုယ့်အိမ်ထောင်ရေးကိုပါဖျက်ဆီးမိခဲ့တဲ့ Cheryl Strayed ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ….ကိုယ်လမ်းမှားရောက်နေတာကိုသတိထားမိပြီးနောက် ကိုယ့်ကိုကိုယ်ပြန်ထူထောင်ဖို့နဲ့ စိတ်ဓာတ်တွေပြန်စုစည်းဖို့အတွက်ဆိုပြီးအမေရိကန်နိုင်ငံမှာအရှည်လျားဆုံးခရီးကြမ်းရှည် မိုင်ပေါင်း၂၆၅၀အထိရှိတဲ့လမ်းကြမ်းကို လမ်းလျှောက်ခရီးနှင်ဖို့ဆုံးဖြတ်ချက်ချခဲ့ပါတယ်။အရင်က ဘာ Hiking အတွေ့အကြုံမှလည်းမရှိတဲ့ Cheryl တစ်ယောက်…ဆန္ဒတစ်ခုတည်းနဲ့ကျောမှာပစ္စည်းအိတ်အလေးကြီးသယ်ပြီး တကိုယ်တော်စွန့်စားခန်းဖွင့်ခဲ့တာပဲဖြစ်ပါတယ်။ခရီးလမ်းတစ်လျှောက်တွေ့ကြုံရတာတွေ တစ်ယောက်တည်းသွားလာရင်း စဉ်းစားမိတာတွေ..တေတွးမိတာတွေနောက်မှာ…ခရီးလည်းဆုံးရော သူ့အတွက်အရာရာပြောင်းလဲသွားတာပဲဖြစ်ပါတယ်။True story-based ဇာတ်ကားကောင်းလည်းဖြစ်တာနဲ့ အညီ ကိုယ်တိုင်ဝင်ရောက်ခံစားမိစေမှာပါ။(ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)2014 ကတည္းကထြက္ခဲ့တဲ့ Wild ဆိုတဲ့ဇာတ္ကားေလးဟာ American Biographical Adventure Drama ဇာတ္ကားအမ်ိဳးအစားျဖစ္ၿပီး၂၀၁၂တုန္းက Cheryl Strayed ေရးသားခဲ့တဲ့ Wild: From Lost to Found on the Pacific Crest Trail(PCT) ဆိုတဲ့ကိုယ္တိုင္ျဖစ္ရပ္မွန္ကိုေရးသားထားတဲ့စာအုပ္ကိုအေျခခံ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ဇာတ္ကားထဲမွာ Cheryl နဲ႔ Bobbi အျဖစ္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Reese Witherspoon နဲ႔ Laura Dern တို႔ ႏွစ္ေယာက္လုံးဟာလည္းေအာ္စကာဆုအတြက္ Best Actress နဲ႔ Best Supporting Actress အျဖစ္စကာတင္အေ႐ြးခံခဲ့ရၿပီး အျခားေသာဆုေတြမွာလည္း စကာတင္အေ႐ြးခံရတာေတြရွိခဲ့ပါတယ္။Rating ေတြအေနနဲ႔လည္း Rotten Tomatos မွာ 89%….IMDb rating 7.1/10 အထိရရွိထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဘဝမွာအခ်စ္ရဆုံးအတြယ္တာရဆုံး မိခင္ျဖစ္သူေသဆုံးသြားၿပီးေနာက္ပူေဆြးေသာကေတြေရာက္ၿပီး ကိုယ့္ကိုကိုယ္မထိန္းႏိုင္မသိမ္းႏိုင္ေအာင္ပ်က္ဆီးသြားၿပီကိုယ့္အိမ္ေထာင္ေရးကိုပါဖ်က္ဆီးမိခဲ့တဲ့ Cheryl Strayed ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္ဟာ….ကိုယ္လမ္းမွားေရာက္ေနတာကိုသတိထားမိၿပီးေနာက္ ကိုယ့္ကိုကိုယ္ျပန္ထူေထာင္ဖို႔နဲ႔ စိတ္ဓာတ္ေတြျပန္စုစည္းဖို႔အတြက္ဆိုၿပီးအေမရိကန္ႏိုင္ငံမွာအရွည္လ်ားဆုံးခရီးၾကမ္းရွည္ မိုင္ေပါင္း၂၆၅၀အထိရွိတဲ့လမ္းၾကမ္းကို လမ္းေလွ်ာက္ခရီးႏွင္ဖို႔ဆုံးျဖတ္ခ်က္ခ်ခဲ့ပါတယ္။အရင္က ဘာ Hiking အေတြ႕အႀကဳံမွလည္းမရွိတဲ့ Cheryl တစ္ေယာက္…ဆႏၵတစ္ခုတည္းနဲ႔ေက်ာမွာပစၥည္းအိတ္အေလးႀကီးသယ္ၿပီး တကိုယ္ေတာ္စြန႔္စားခန္းဖြင့္ခဲ့တာပဲျဖစ္ပါတယ္။ခရီးလမ္းတစ္ေလွ်ာက္ေတြ႕ႀကဳံရတာေတြ တစ္ေယာက္တည္းသြားလာရင္း စဥ္းစားမိတာေတြ..ေတတြးမိတာေတြေနာက္မွာ…ခရီးလည္းဆုံးေရာ သူ႔အတြက္အရာရာေျပာင္းလဲသြားတာပဲျဖစ္ပါတယ္။True story-based ဇာတ္ကားေကာင္းလည္းျဖစ္တာနဲ႔ အညီ ကိုယ္တိုင္ဝင္ေရာက္ခံစားမိေစမွာပါ။(ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ)File Size : (950 MB ) and (480 MB)Quality : Blu-Ray 720pRunning Time : 1hr 55minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BRRip x264 DTS-JYKTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-Marc ValléePam FullerSuzanne BinghamUrs HirschbiegelStarsBrian Van HoltCliff DeYoungGaby HoffmannKeene McRaeKevin RankinLaura DernMichiel HuismanReese WitherspoonThomas SadoskiW. Earl BrownCastAlina GattiAndrew SaundersonAnne Gee ByrdAnne SorceArt AlexakisBarry O'NeilBeth HallBobbi Strayed LindstromBrian BorcherdtBrian Van HoltCarlee McManusCathryn de PrumeCharles BakerCheryl StrayedCliff DeYoungDan ConsidineDebra PralleDenise McSweenyDylan HallEdric CarterEric D. JohnsonEvan O'TooleGaby HoffmannGray EubankGreg JamesHenry ShotwellJ.D. EvermoreJan HoagJason NewellJeanine JacksonJeffree NewmanJerry CarltonJohn DickersonKeene McRaeKevin RankinKevin-Michael MooreKurt ConroydLaura DernLeigh ParkerLorraine BahrMatt PascuaMatthew NoyesMichiel HuismanMo McRaeNick EversmanOrianna MilneRandy SchulmanRay MistReese WitherspoonRichard MorrisRobert Alan BarnettTed de ChateletThomas SadoskiTony DoupeVincent M. BiscioneW. Earl BrownWill CuddyWilliam Nelson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pl6mEeLTI4IRnjbBGTMrJSBoYsU.jpg",
      "https://image.tmdb.org/t/p/w300/1XNBTmF5SJbKULVu21UhbfXvnaM.jpg",
      "https://image.tmdb.org/t/p/w300/rciCXVpZ9fTem26wLomU8Wqd7Tv.jpg",
      "https://image.tmdb.org/t/p/w300/pad8Av3CJHSG4bnzoz3eij4EXOk.jpg",
      "https://image.tmdb.org/t/p/w300/ndpPKnAHJDzWzenNv0lSpKEiLJg.jpg",
      "https://image.tmdb.org/t/p/w300/qJ4v4GGhR8MlFFpjQZA7Qj7soZw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zpdwj7Q8ZdTX2bWbltCFjVwugJu.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-wild-2014-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5a41cabe/cm-wild-2014-720p-blu-ray-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2OS80/(CM)_Wild_2014_720p_Blu-Ray.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mkcADSiQ#g1UDVUUIapIJSi9c1T9c9v3vJ5bllFq1tbh0QjEbkgk",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/nwjfqqfyvfs3",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2fhhz",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/d6h77bu9zl77",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xOPl8gKdmYE",
      "video_url": "https://www.youtube.com/watch?v=xOPl8gKdmYE",
      "embed_url": "https://www.youtube.com/embed/xOPl8gKdmYE"
    }
  },
  {
    "metadata": "R|1991|2h|Action,Crime,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "93000"
    },
    "title": "Rush (1991)",
    "description": "Rush (1991)~ IMDb – 6.7/10, Rotten Tomatoes – 71% ~ဒီရုပ်ရှင်က ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ မှုခင်းကားပေမဲ့ အက်ရှင်ခန်းလည်းများများစားစားမပါသလို ထွေထွေထူးထူးဇာတ်ဝင်ခန်းလည်း ပါလှတယ်မဟုတ်ဘူး။ မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကို မူးယစ်ဆေးသမားလိုလို အသွင်ယူပြီးဖမ်းတဲ့ရနဲ့ သူ့ပါတနာရဲမလေး မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကိုဖမ်းဖို့ကြိုးစားရင်း တိုင်ပတ်ကြတဲ့အကြောင်းတွေပဲ။ မင်းသမီးလေးတော့ တော်တော်လှပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ Soundtrack တွေကတော့ တကယ်ကြမ်းတယ်။ ဒီကားထဲပါသမျှသီချင်းတွေထဲ Eric Clapton ရေးထားတဲ့သီချင်းတွေမနည်းသလို Score ကိုလည်း ကျန်တဲ့လူတွေနဲ့ပေါင်းပြီး သူက Guitarist အနေနဲ့တီးထားတယ်။ Clapton က Rolling Stone ရဲ့ “100 Greatest Guitarists of All Time”မှာ ဒုတိယနေရာချိတ်ထားတဲ့လူဆိုတော့ သူ့ Score တွေ ဘယ်လိုနေမလဲ စဉ်းသာစားကြည့်ပေါ့။နောက် ဒီကားထဲ Eric Clapton ရဲ့ နာမည်ကျော်သီချင်း Tears in Heaven လည်းပါတယ်။ ဒီကားမထွက်ခင် ၁၉၉၁ မှာပဲ Clapton ရဲ့ လေးနှစ်အရွယ်သားလေးက နယူးယောက်စီးတီး တိုက်ခန်းရဲ့ ၅၃လွှာက ပြတင်းပေါက်ကနေ ပြုတ်ကျပြီးသေသွားတယ်။ သူကြေကွဲပြီး လအနည်းငယ်လောက် ဘာမှမလုပ်ဘဲနေပြီးတဲ့နောက် ဒီကားအတွက် သီချင်းတွေရေးပေးတီးပေးခဲ့တယ်။ နောက် ဒီသောကကြောင့်ပဲ ဒီကားအတွက်သီချင်းတွေထဲ သူ့ဘော်ဒါ Will Jennings နဲ့တွဲပြီး “Tears in Heaven” ဆိုတဲ့ သီချင်းကို ရေးဖြစ်သွားတယ်။ Time can bring you down ဆိုတဲ့နားကနေ နောက်အထိကို Jennings ကရေးပြီး ရှေ့ပိုင်းတွေတော့ Clapton ရေးခဲ့တာပါ။ ဒီသီချင်းဟာ ဝမ်းနည်းစရာအကောင်းဆုံးသီချင်းလို့လည်း တစ်ချို့ကပြောကြတယ်။ နားကိုနားထောင်ကြည့်သင့်တဲ့ သီချင်းတွေထဲက တစ်ပုဒ်ဆိုလည်းမမှားဘူး။ ဂရမ်မီ ၃ဆုတောင်ရခဲ့ပါသေးတယ်။” Would you know my name? If I saw you in heaven…Would it be the same? If I saw you in heaven… “(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 950MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 2HGenre – Action, Crime, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLili Fini ZanuckStarsBarbara LasaterBrandon SmithDennis BurkleyDennis LettsGlenn WilsonGregg AllmanJason PatricJennifer Jason LeighJimmy Ray PickensMax PerlichMerrill ConnallySam ElliottSpecial K. McCrayToni PilgreenTony FrankWilliam SadlerCastBarbara LasaterBrandon SmithDennis BurkleyDennis LettsGlenn WilsonGregg AllmanJason PatricJennifer Jason LeighJimmy Ray PickensMax PerlichMerrill ConnallySam ElliottSpecial K. McCrayToni PilgreenTony FrankWilliam Sadler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/59jis0LfmsOl1C3Rk8hggYRkSSx.jpg",
      "https://image.tmdb.org/t/p/w300/nGliGi9tXWvKhov2ynUM4wCveU4.jpg",
      "https://image.tmdb.org/t/p/w300/dY6a0ORy8DvSYSWKHXE0jIm4YMk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mYRGsAFhvPmH8umMhsO8EJmhLQX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-rush-1991-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yZvX/(CM)_Rush_(1991)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MqI2lYBB#P5764pEPy4nVqOz93qp2yE13EwwDnXEEP-2CIOtlzAU",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ec9g9crtqypn.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbface.com/39f2xswsi2th.html",
        "server": "streamsb.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/adac4ufzi3l5",
        "server": "streamvid.io",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-rush-1991-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2yZuZ/(CM)_Rush_(1991)_720p.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hyYFQZyD#fZ7NcainUxzLZ57Y_rieDBVghDpHKNuoAnRQkrJ0e98",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/iwigr1ajwdk2.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/j3c962lfesx2.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/19khm3z02s7j",
        "server": "streamvid.io",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "b0fN88K_hw0",
      "video_url": "https://www.youtube.com/watch?v=b0fN88K_hw0",
      "embed_url": "https://www.youtube.com/embed/b0fN88K_hw0"
    }
  },
  {
    "metadata": "PG-13|2017|2h|Biography,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,994"
    },
    "title": "Mary Shelley (2017)",
    "description": "CM ပရိတ်သတ်တွေအတွက် မင်းသမီးချောလေး Elle Fanning အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ “Mary Shelly” ဆိုတဲ့ ဇာတ်လမ်းနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်…Elle Fanning ကတော့ “Maleficent” ဇာတ်လမ်းမှာ Angelina Jolie နဲ့အတူ Aurora မင်းသမီးလေးနေရာက သရုပ်ဆောင်ခဲ့သူပါ…အညွှန်းလေးကို ဖတ်ကြည့်ပါဦး…အညွှန်း- Mary Shelly ဆိုတဲ့ နာမည်ကိုတော့ ရင်းနှီးတဲ့လူတွေ နည်းကြမှာပါ…ဒါပေမဲ့ Frankenstein ဆိုရင်တော့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းကြိုက်သူတိုင်း ရင်းနှီးကြမှာပါ…Frankenstein ဆိုတာကတော့ လူကောင်ကြီးကြီး ချုပ်ရိုးတွေနဲ့ရုပ်ဆိုးဆိုး သတ္တဝါကြီးဖြစ်ပါတယ်…Victor Frankenstein ဆိုတဲ့ သိပ္ပံပညာရှင် တီထွင်ခဲ့တဲ့ သတ္တဝါကြီးပါ…ဒီ Frankenstein ဝတ္တုကို Mary Shelly ဆိုတဲ့ စာရေးဆရာမ ရေးသားခဲ့တာဖြစ်ပါတယ်…ဒီဇာတ်လမ်းဖြစ်လာပုံကလဲ Mary ရဲ့ ကိုယ်တွေ့ဘဝကို အခြေခံထားတာပါ…Victor Frankenstein တီထွင်ခဲ့တဲ့ သတ္တဝါကြီးက လူတွေရဲ့ အပယ်ခံ အစွန့်ပစ်ခံ ဘဝမျိုးရောက်ခဲ့ရပါတယ်…Mary ရဲ့ ဘဝကလဲ အစွန့်ပစ်ခံ ဘဝရောက်ခဲ့ပါတယ်…ဒီအစွန့်ပစ်ခံ ဘဝရဲ့ အဓိက တရားခံကတော့ အချစ်ကြောင့်ပါပဲ…လူတွေဟာ အချစ်အတွက်နဲ့ စွန့်စားရဲကြတယ်.. အရာအားလုံး စွန့်လွှတ်ကြတယ်…Mary ဟာ Percy Shelly ဆိုတဲ့ နာမည်ကျော်ကဗျာဆရာ နဲ့ မေတ္တာမျှခဲ့ပါတယ်..ကံဆိုးတာက Percy ဟာ အိမ်ထောင်ရှိအမျိုးသားပါ…Mary ရဲ့ ဖခင်ကလဲ Percy နဲ့ထပ်တွေ့ရင် သားအဖသံယောဇဉ်အပြတ်ဆိုပြီး ပြောပါတယ်…Mary ဟာ ဖခင်ရဲ့ စကားကို နားမဝင်ခဲ့ဘဲ ချစ်သူ Percy နောက်လိုက်ခဲ့ပါတယ်…အဲ့အချိန်ကစပြီး သူဟာ ဖခင်ရဲ့ အစွန့်ပစ်ခံဘဝရောက်ခဲ့ပါတယ်…ချစ်သူဖြစ်သူ Percy ရဲ့ ယုံကြည်ချက်က လွတ်လွတ်လပ်လပ်ချစ်ခွင့်ရှိတယ်တဲ့…Mary ရဲ့ယုံကြည်ချက်ကတော့ တစ်ယောက်တည်းကို ပဲ လွတ်လွတ်လပ်လပ်ချစ်တာပါ …သူတို့နှစ်ယောက်ရဲ့အယူအဆတွေ ကွဲပြားခဲ့ပါတယ်…ဒီလိုနဲ့ မယ်ရီဟာ သူလိုချင်ခဲ့တဲ့ ပုံပြင်တွေထဲက Happily Ever after ဘဝနဲ့ လွဲခဲ့ပါတယ်…တစ်နေ့ Maryရယ် Percy ရယ် Mary ညီမ Claire တို့ဟာ ကဗျာဆရာ Lord Byron ရဲ့ အိမ်ရှိရာ ဂျီနီဗာ ကို အလည်သွားကြပါတယ်…ထိုအိမ်မှာ Lord Byron ရဲ့ သမားတော် Polidori လဲနေထိုင်ခဲ့ပါတယ်…တစ်နေ့တော့ Byron ဟာ Mary, Percy, Polidori, Claire တို့နဲ့ စိန်ခေါ်မှု တစ်ခုလုပ်ခဲ့ပါတယ်…ဒီစိန်ခေါ်မှုက ကြောက်စရာအကောင်းဆုံး သရဲပုံပြင်ရေးနိင်သူက အနိုင်ရမယ်ဆိုတဲ့ စိန်ခေါ်မှုပါ…Mary ဟာ ဒီစိန်ခေါ်မှုအပြီး ညတစ်ည မှာတော့ အိပ်မက်တစ်ခုမက်ခဲ့ပါတယ်…ဒီအိပ်မက်ကို အခြေခံပြီး Frankenstein ဆိုတဲ့ ဝတ္ထုဖြစ်တည်လာခဲ့တာဖြစ်ပါတယ်..ဇာတ်လမ်းအပြီးမှာတော့ တကယ့်ဟိုးအရင်က ရှိခဲ့တဲ့ Mary Shelly, Percy Shelly, Claire စတဲ့အကျော်အမော်တွေအကြောင်းကို အကျဉ်းချုံးဖော်ပြထားပါတယ်…CM ပရိတ်သတ်တွေလဲ ဒီဇာတ်လမ်းအပြီးမှာ ဇာတ်လမ်းထဲက မူလဇာတ်ကောင်တွေရဲ့ အကြောင်းကို Wiki ထဲမှာ ရှာကြည့်မှာ အသေအချာပါပဲ…မိုးအေးအေးလေးနဲ့ Frankenstein ဘယ်လိုဖြစ်ပေါ်လာလဲဆိုတဲ့ အကြောင်း သိရအောင် “Mary Shelly” ဆိုတဲ့ ဇာတ်လမ်းလေးကို အားပေးကြပါဦးနော်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Haruko ဖြစ်ပါတယ်)File Size : (900 MB) and (310 MB)Quality : WEB-DL 720pRunning Time : 2hr 00minFormat : Mp4Genre : Biography, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5 1 H264-CMRGTranslated by May HarukoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHaifaa Al-MansourStarsBel PowleyBen HardyCiara CharterisDouglas BoothElle FanningHugh O'ConorJoanne FroggattMaisie WilliamsStephen DillaneTom SturridgeCastBel PowleyBen HardyCiara CharterisDouglas BoothElle FanningHugh O'ConorJack HickeyJoanne FroggattLaurence FosterMaisie WilliamsStephen DillaneTom Sturridge",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3vp5dMXAzbl5JUoGgVXEBZMJn7i.jpg",
      "https://image.tmdb.org/t/p/w300/nU6DDTabbMkd3649WYtSiOdHCMC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gKHJTsrfxJtfFNPQJn2hDNEMtFf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mary-shelley-2017",
        "server": "VIP Links",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/mary-shelley-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tw4c/Mary_Shelley_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": " https://veryfiles.com/ldjd9x1ez160",
        "server": "veryfiles.com",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/aewdhzmy4fwt.html",
        "server": "indishare.org",
        "size": "899 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "T-WGaZaojFc",
      "video_url": "https://www.youtube.com/watch?v=T-WGaZaojFc",
      "embed_url": "https://www.youtube.com/embed/T-WGaZaojFc"
    }
  },
  {
    "metadata": "|2022||Comedy,Drama,Mystery",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1737"
    },
    "title": "Biosphere (2022)",
    "description": "Biosphere (2022)=============ဒီကားလေးကတော့ အမေရိကန်သမ္မတ နဲ့ သူ့သူငယ်ချင်း သိပ္ပံပညာရှင်သမ္မတအကြံပေးတို့ နှစ်ဦး ကမ္ဘာကြီးပျက်စီးသွားပြီးနောက်မှာ သူတို့နှစ်ဦးတည်းသာ ကျန်ခဲ့ရတဲ့ အဖြစ်အပျက်လေးကိုရိုက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သမ္မတရဲ့ ဆုံးဖြတ်ချက်အမှားတစ်ခုကြောင့်ကမ္ဘာကြီးက ကောင်းကင်ကိုတောင်မမြင်ရတော့အောင် လေထုကပျက်စီးသွားပါတော့တယ်။ အပြင်လေက ဘယ်လိုမှ ရှုလို့မရလောက်အောင်ဖြစ်သွားပြီး သက်ရှိတွေလည်းမျိုးတုံးကုန်ကြတယ်။သမ္မတရဲ့ အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ် အကြံပေးလည်းဖြစ်တဲ့ သိပ္ပံပညာရှင်က ဒီအခြေအနေကို ကြိုမြင်ပြီး Green House လို ထပ်ခိုးလေးတစ်ခုကို အချိန်မီတည်ဆောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူနဲ့ သမ္မတနဲ့ပဲ နောက်ဆုံးရှင်ကျန်သူတွေဖြစ်လာတော့တာပေါ့။ အမိုးခုံးအိမ်လေးထဲက နှစ်ယောက်သားကြား ဘာတွေဘယ်လိုဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thetti Tun ဖြစ်ပါတယ်)File Size……….(1.2 GB) / (507 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 46MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Drama, MysteryTranslator…….Thetti TunEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMel EslynCastMark DuplassSterling K. Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uDUmtUkpok7OmtMqGO5Uh5ZvMel.jpg",
      "https://image.tmdb.org/t/p/w300/vKtQTjEVHnEBtjrLrI7jPHdVC6l.jpg",
      "https://image.tmdb.org/t/p/w300/xWy4X28TRHeS3wWY6sKFvJ7canB.jpg",
      "https://image.tmdb.org/t/p/w300/puENu3Sg1JojtqD4SEnnD6ORMBs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/Screen-Shot-2023-07-19-at-17.19.54.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/biosphere-2023-1080-p-amzn-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fD5o/Biosphere.2023.1080p.AMZN.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://likessb.com/2wepe8wi4jfp.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sjNCDIiI#cs54kZWU40m_ya68jDJlaU8QAYrF0AWlZY6MonD29Us",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/s90rgb5zlmt8.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qndyme7044ak",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/biosphere-2023-720-p-amzn-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "507 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fD5f/Biosphere.2023.720p.AMZN.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "507 MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/ts08qavuvvep.html",
        "server": "streamsb.com",
        "size": "507 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/grMjSRZC#e76UC5MJ3Mw7kVJy9smuIDYLZx_G-mNz3awnSUf1cnA",
        "server": "mega.nz",
        "size": "507 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2rdwvulbh16f.html",
        "server": "usersdrive.com",
        "size": "507 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/6mzylnfxp80g",
        "server": "streamvid.io",
        "size": "507 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "aRpC21WpdNQ",
      "video_url": "https://www.youtube.com/watch?v=aRpC21WpdNQ",
      "embed_url": "https://www.youtube.com/embed/aRpC21WpdNQ"
    }
  },
  {
    "metadata": "|2023||Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1116"
    },
    "title": "Stalked by My Stepsister (2023)",
    "description": "Stalked by My Stepsister (2023)=======================IMDb Rating – 6.4/10ဒီတစ်ခါမှာတော့ CMပရိတ်သတ်ကြီးတို့ကို အသည်းတယားယား၊ရင်ထဲကလိကလိနဲ့ လောင်မြိုက်ကြည့်ရှုရမဲ့ ကားတစ်ကားကိုတင်ဆက်ပေးပါမယ်။ အပြင်ပန်းမှာ ပန်းနုသွေးအင်နိုးစန့်ပြီး နောက်ကွယ်မှာ ချောက်ချကြိုးကိုင်နေတဲ့ လင်ပါသမီးနဲ့ သူ့လှည့်ကွက်ထဲရောက်နေတဲ့မယားပါသမီးတို့ရဲ့ အားပြိုင်မှုလို့ပဲပြောရမ‌ပေါ့။ဇာတ်လမ်းကတော့ဒီလိုပါ။ခန့်နဲ့ လော်ရာတို့လက်ထပ်လိုက်ကြတော့ သူတို့မှာ သမီးတစ်ယောက်စီပါလာတယ်။ ခန့်ရဲ့သမီးကဒက်ဗင်၊ လော်ရာ့သမီးက မက်ဒီ။ ခန့်နဲ့လော်ရာတို့က အခုကြိုက်အခုလက်ထပ်လုပ်လိုက်တော့ အဲဒီညီအစ်မလောင်းနှစ်ယောက်က အချင်းချင်းမသိခဲ့၊မတွေ့ဖူးကြဘူး။ တစ်ရက်ကျ ဒက်ဗင်က လန်ဒန်မှာကျောင်းတက်နေရာကနေပြန်လာပြီး အဲဒီ၄ယောက်လုံးတစ်အိမ်တည်းအတူနေဖို့ဖြစ်လာတယ်။ဒက်ဗင်က အရမ်းချိုသာယဉ်ကျေးပြီး ပြီးပြည့်စုံတဲ့ညီမတစ်ယောက်ပုံစံဟန်ဆောင်နေပေမဲ့ သူအိမ်ရောက်လာကတည်းက အမေနဲ့သမီးကြားသွေးခွဲ၊ ကိစ္စတွေတစ်ခုပြီးတစ်ခု ဖြစ်လာပြီး အကုန်မက်ဒီ့အမှားအဖြစ်ပုံချခံရ၊ မက်ဒီ့ဘေးနားက ချစ်ရတဲ့သူတွေလည်း အန္တရာယ်ကျရောက်လာတဲ့အခါမှာတော့…။မက်ဒီတစ်ယောက် ဒက်ဗင့်လှည့်ကွက်တွေကြားဘယ်လောက်ထိ ခံနေရပြီး ဘာတွေပေးဆပ်လိုက်ရမလဲ၊ သူဒက်ဗင့်လှည့်ကွက်ထဲကနေရုန်းထွက်နိုင်ပါ့မလား၊ နောက်ဆုံး မက်ဒီပဲဖော်ထုတ်နိုင်မလား၊ အရင်က ဒက်ဗင်ရှင်းပစ်ခဲ့တဲ့ သူ့အဖေရဲ့ဇနီးလောင်းတွေလိုပဲ မက်ဒီတို့သားအမိ အဆုံးသတ်သွားပြီး ဒက်ဗင်ပဲနိုင်သွားမလားဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Ngwe Zin ဖြစ်ပါတယ်)File Size……….(1.42 GB) / (514 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 32MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DramaTranslator…….Ngwe ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn BurdLogan GieseCastAlexander ZapfAndrew AltepeterAndrew SteckerBronson PinchotCait CollinsChrista RoseDan MuellerEva IgoJen JesperJiccarra N. HollmanKeely Yulla KempKiki YellamNick HansenNicole WeberSarah MuckalaTessa TorreanoTyler Noble",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7ezm1m8h12KauntTpHPR50iWXgu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZWNjNmM2NWYtN2VmZS00ZGEyLWI3NzEtOTcyZGRlN2VhNTc4XkEyXkFqcGdeQXVyMTEzOTM0ODk3._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/stalked-by-my-stepsister-2023-1080-p-web-rip-x-264-aac-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/km4wapplsiiv",
        "server": "streamsb.com",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/stalked-by-my-stepsister-2023-720-p-web-rip-x-264-aac-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "514 MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "514 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/02ff780mjk1k",
        "server": "streamsb.com",
        "size": "514 MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "514 MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "514 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 32 min|Action,Drama,The Prequel of Gold Convoyers",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "252"
    },
    "title": "The Prequel of Gold Convoyers 2: Super National Treasure ( 2010 )",
    "description": "ပထမကားရဲ့အဆက်ပဲဖြစ်ပါတယ် စုစုပေါင်း ဆယ်ကား တိတိရှိပြီးအားလုံးကို ဒီလင့်မှာ ကြည့်နိုင်ပါတယ်မင်ခေတ် ကျားကျင့်နှစ်အတွင်းမှာ မင်းကြီးက မသေဆေးကို ဖော်စပ်ဖို့သာအားသာနေပြီး နိုင်ငံ့အရေးကို လျစ်လျူရှုခဲ့ပါတယ်။ တစ်နေ့မှာ ကျင့်မင်းသားကြီးအိမ်တော်ကကျောက်ပြားကို အစောင့်အထပ်ထပ်ချထားတဲ့ကြားက “အမြီးကိုးချောင်းမြေခွေး”ကခိုးယူသွားခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ “အမြီးကိုးချောင်းမြေခွေး” ရဲ့သတင်းကတိုင်းပြည်အနှံ့ပြန့်သွားပြီး အစိုးရကလည်းဖမ်းမိန့်ထုတ်ခဲ့ပါတယ်။နန်းတွင်းကိုယ်ရံတော်တပ်က ဝမ်ကျောက်ရှင်းဟာ အမိန့်အရ ဖျင်အန်းပို့ဆောင်ရေးစခန်းမှာပို့ဆောင်ရေးသမားအဖြစ် ဝင်ရောက်လုပ်ကိုင်နေခဲ့ပါတယ်။ မင်းသားကြီးအိမ်ကပျောက်သွားတဲ့ ကျောက်ပြားအကြောင်း စုံစမ်းဖို့နဲ့ “အမြီးကိုးချောင်းမြေခွေး”ကိုဖမ်းဆီးဖို့ ဆရာတူညီမဖြစ်သူဆီကနေ အမိန့်က်ို လက်ခံရရှိခဲ့ပါတယ်။နောက်နေ့မှာ ခရိုင်မှူးအသစ်က ဖျင်အန်းပို့ဆောင်ရေးရဲ့ သူဌေးဂူဖျင်အန်းနဲ့သူမအဖေကို ဆင့်ခေါ်ပြီး အလုပ်အပ်ခဲ့ပါတယ်။ “နတ်သားနှင်းရည်ခံပြား” ကို“အမြီးကိုးချောင်းမြေခွေး” လက်ထဲက ကာကွယ်ပေးရန်ဖြစ်ပါတယ်။“နတ်သားနှင်းရည်ခံပြား” က ဘယ်လို အဖိုးတန်တဲ့ ရတနာဖြစ်နေမလဲ……ဖျင်အန်းတစ်ယောက် ဝမ်ကျောက်ရှင်းရဲ့ အကူအညီနဲ့“အမြီးကိုးချောင်းမြေခွေး” ကို ဖမ်းဆီးနိုင်လိမ့်မလား……“အမြီးကိုးချောင်းမြေခွေး” ကရော ဘယ်သူ ဖြစ်နေမလဲ……ဆိုတာကို ရုပ်ရှင်နဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action, DramaRuntime : 1h 32 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Chu ChuEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChi-Fook LauStarsNicky WuWang OuCastNicky WuWang Ou",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t2rwVNV9GxocRwpZ6HNVAOA9NnU.jpg",
      "https://image.tmdb.org/t/p/w300/ojHQl9nD1bOCFK40qoIVhfLCFJh.jpg",
      "https://image.tmdb.org/t/p/w300/p8iFB3qzhay7wZSdcFlqdRe8Otw.jpg",
      "https://image.tmdb.org/t/p/w300/9Got9MLAgfNbk0KMHrLo8V0svDI.jpg",
      "https://image.tmdb.org/t/p/w300/aakIwEW2f1kw10aNjtv0w4G6d8E.jpg",
      "https://image.tmdb.org/t/p/w300/4mDWcfMuN8IUoxbHRkH1QyewXhp.jpg",
      "https://image.tmdb.org/t/p/w300/dcgx2yO9KOE12G4yCjUPHgelJzZ.jpg",
      "https://image.tmdb.org/t/p/w300/jx7fNEMNYrSyp6XtiFSJpNRBNx4.jpg",
      "https://image.tmdb.org/t/p/w300/oleClcBYwEjNIRq25ZMnyuRK7Dm.jpg",
      "https://image.tmdb.org/t/p/w300/izXMZfnEQdVecoqeEAGraq5FJNN.jpg",
      "https://image.tmdb.org/t/p/w300/eiE2SZftOKIycdLR5gvJgmBiwUb.jpg",
      "https://image.tmdb.org/t/p/w300/baTgScnfhc4AU529v00SjEgbKKE.jpg",
      "https://image.tmdb.org/t/p/w300/oM6qdO7SBCNRcMjbKfQy3NGlRcD.jpg",
      "https://image.tmdb.org/t/p/w300/kXPOK3mZkVvYcHmUPjvPXByllMn.jpg",
      "https://image.tmdb.org/t/p/w300/o1VMlpepPL84T0l8p6eJfkvNY8s.jpg",
      "https://image.tmdb.org/t/p/w300/9bzYEccMB3vtxjzdMDPCh7SYNtw.jpg",
      "https://image.tmdb.org/t/p/w300/5TmoEECHkVnIEYfy4ARxRRRMaHg.jpg",
      "https://image.tmdb.org/t/p/w300/tfyXHuRRbOevoDlcZ9ThDJrQrOH.jpg",
      "https://image.tmdb.org/t/p/w300/1w3WjmFwcVjQF45bepWTRhszBDR.jpg",
      "https://image.tmdb.org/t/p/w300/no2szmtZXZjGZgXWzJLgZNYnW1B.jpg",
      "https://image.tmdb.org/t/p/w300/8l3e8b5MEg9j3g1r5L7UuFKehCn.jpg",
      "https://image.tmdb.org/t/p/w300/uXK6uMZbYZTJBNCovnN4FmOxUh2.jpg",
      "https://image.tmdb.org/t/p/w300/6VglwsUEcBSkiuMcPpYFzyMGmAl.jpg",
      "https://image.tmdb.org/t/p/w300/vI7yU2QgrhoMHvbmB7Rd9cb3fs7.jpg",
      "https://image.tmdb.org/t/p/w300/zj4PnadOj2hpBl7y14tElY2nucf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zxuyMv4iEgsm4hQL5VbA5kn9T9R.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-prequel-of-gold-convoyers-2-2010-720-p-hdtv-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "873 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/840ceezdpmjh.html",
        "server": "usersdrive.com",
        "size": "873 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7rR6i/The_Prequel_of_Gold_Convoyers.2_(2010)_720p_HDTV_CM.mp4",
        "server": "megaup.net",
        "size": "873 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/1o7i27hq99z8",
        "server": "streamsb.com",
        "size": "873 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Z6UCVQBQ#mPLiMRHq6e20VEU8VTjoRIqSNj_-lr0XQQ1lbYza_gM",
        "server": "mega.nz",
        "size": "873 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|132 min|Drama,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "261,000"
    },
    "title": "Call Me by Your Name (2017)",
    "description": "Call Me by Your Name (2017)=====================IMDb Rating – 7.8/10၁၉၈၃ ခုနှစ်ရဲ့ အီတလီနွေရာသီမှာ ကားလေးတစ်စီးနဲ့ အိမ်ကို စရောက်လာတဲ့ခင်ဗျားဟာ ကျွန်တော့်ရဲ့ အိပ်ခန်းကို ဦးစွာ သိမ်းပိုက်ခဲ့တယ်။ အရပ်အမောင်းကောင်းကောင်းနဲ့ သိပ်ကို ဆွဲဆောင်မှု ရှိတဲ့ ခင်ဗျားဟာ ကျွန်တော်နဲ့ ၇နှစ်တောင်အသက်ကွာခြားသတဲ့။အချင်းချင်း နှုတ်ဆက်ခါနီးကို သူများနဲ့မတူ တမူထူးခြားစွာ ” နောက်မှပဲ ” ”နောက်မှပဲ” လို့ ပြောတတ်တဲ့ခင်ဗျားကို ကျွန်တော် အမြင်တော့ကပ်မိသား။ဒီလို တုံးတိဆန်တဲ့ စကားက ကျွန်တော့်အတွက်တော့ ရိုင်းပြမောက်မာတဲ့အပြုအမူလို့ ထင်မိတယ်လေ။ ဟော တွေ့လား ဒီလိုနဲ့ ခင်ဗျားက ကျွန်တော့်ရဲ့အတွေးနယ်ကို နယ်ချဲ့သိမ်းပိုက်လိုက်ပြန်ပြီ။ အိမ်ကို လာတဲ့ ဧည့်သည်ကို အိမ်ရှင်ဖြစ်တဲ့ ကျွန်တော်က မြို့တစ်ဝိုက်ကို လမ်းပြရင်း အချိန်ကုန်ဆုံးပေးခဲ့ရပြန်တယ်။ကျွန်တော့်ဘက်က ဧည်၀တ်ကျေရဲ့လား သေချာမသိပေမယ့် သေချာတာတစ်ခုကကျွန်တော့်အချိန်တွေကို ခင်ဗျား သိမ်းပိုက်သွားပြန်ပြီ။ အချိန်ကြာလာတော့ “နောက်မှပဲ”ဆိုတဲ့ ကျွန်တော်ကိုယ်တိုင် အရိုင်းဆန်တယ် ပြောခဲ့တဲ့ စကားလေးကိုမှ ကျွန်တော်စွဲလမ်းလာတယ်။ ကျွန်တော့်ရဲ့ အိပ်ခန်း၊ စိတ်နဲ့ အချိန်တွေကို သိမ်းပိုက်ခဲ့တာ ခင်ဗျားဆိုပေမယ့် နှလုံးသားနဲ့ အသွေးအသားကို အသိမ်းပိုက်ခံချင်သူက ကျွန်တော် ဖြစ်လာတယ်။ နှစ်ယောက်တည်းသိတဲ့ အခေါ်အဝေါ်တွေနဲ့ တစ်ယောက်ကိုတစ်ယောက်ရည်ညွှန်းတဲ့အခါ လောကကို မေ့ပြီး အပျော်ကြီး ပျော်တတ်ခဲ့ပြီ။ သို့ပေမဲ့ အတားအဆီးချုပ်ချယ်မှုတွေ များတဲ့ ဒီလောကမှာ ကျွန်တော်တို့ နှစ်ယောက်ရဲ့ ပတ်သတ်မှုဟာယိုယွင်းသွားနိုင်တာကိုတော့ ခင်ဗျားက အစောကြီးကတည်းက ပိုနားလည်ခဲ့ပုံပါပဲ။ကျွန်တော်ဆိုတဲ့ကောင်က ဘာဆိုဘာမှ မသိခဲ့တဲ့ ၁၇ သာသာ ကောင်လေးတစ်ယောက်ပါ။ဘယ်လိုပဲ ဖြစ်ဖြစ်ပေါ့ အိုလီဗာ … ခင်ဗျား ထွက်သွားတော့မယ်ဆိုရင် အနားမှာဘယ်သူမှ မရှိတော့ချိန် ပတ်၀န်းကျင်ကလည်း တိတ်ဆိတ်သွားချိန်မှာ ကျွန်တော့်ဘက်ကို တစ်ချက် မျက်နှာမူပြီး ခင်ဗျားရဲ့ နာမည်လေးနဲ့ ကျွန်တော့်ကို ခေါ်လို့နှုတ်ဆက်ခဲ့ပါ ……/အယ်လီယို(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoon Sandi Aung ဖြစ်ပါတယ်)File Size……….(2 GB) / (1 GB) / (650 MB)Quality…………WebRip 1080p / 720p / 480pDuration………2Hr 12minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator…….Yoon Sandi AungEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDominique DelanyLuca GuadagninoManuela D'OvidioPaolo SponzilliRiccardo ZurlaStarsAmira CasarAndré AcimanAntonio RimoldiArmie HammerElena BucciEsther GarrelMichael StuhlbargTimothée ChalametVanda CaprioloVictoire Du BoisCastAmira CasarAndré AcimanAntonio RimoldiArmie HammerElena BucciEsther GarrelMarco SgrossoMichael StuhlbargPeter SpearsTimothée ChalametVanda CaprioloVictoire Du BoisXhuliano Ujka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vABQeCuuagIjir0YBAfL0V2XePn.jpg",
      "https://image.tmdb.org/t/p/w300/8ndqvvwDVe9oDUQF1Jt6NCjAn7z.jpg",
      "https://image.tmdb.org/t/p/w300/64OtTrXNyLwbqWBcd9JBsJmZb7w.jpg",
      "https://image.tmdb.org/t/p/w300/yK20evDYkI4ET0EY2fIsKsNF6Ip.jpg",
      "https://image.tmdb.org/t/p/w300/t5fV72V36klctujiMNKdY6tlcxG.jpg",
      "https://image.tmdb.org/t/p/w300/yUGHZpttHxd99xpm2pdQhwO4kpr.jpg",
      "https://image.tmdb.org/t/p/w300/7kIu9PrjQrxOU7aEqfxKQxhFo2h.jpg",
      "https://image.tmdb.org/t/p/w300/fwf4L3r2ZU9ptOB9nOo5nuVLo1i.jpg",
      "https://image.tmdb.org/t/p/w300/qP2D8FkWxo138MCYOr6YqcwmL52.jpg",
      "https://image.tmdb.org/t/p/w300/dQYhCjSms4XcILExsQmEPcDKtrg.jpg",
      "https://image.tmdb.org/t/p/w300/w2YbdNj1sCqj4UUKnByC27LhvZI.jpg",
      "https://image.tmdb.org/t/p/w300/oJ98AdaU2zllrsnRSckTC9SBt14.jpg",
      "https://image.tmdb.org/t/p/w300/1zkQKk6HOdlZmCHDxjuD6XqS9Fc.jpg",
      "https://image.tmdb.org/t/p/w300/5fvsE8hH5UQi18epwDRlPF8RrFT.jpg",
      "https://image.tmdb.org/t/p/w300/t4X4449K0UMD0WLX9qeCxI7xcNU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNDk3NTEwNjc0MV5BMl5BanBnXkFtZTgwNzYxNTMwMzI@._V1_.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/call-me-by-your-name-2017-1080-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.45 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1M09n/Call.Me.by.Your.Name.2017.1080p.BluRay.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "2.45 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/zfY1yJBD#8Y-CBCa8D4fIQXUpXyPhIK71lUesxFlywEbaj8nWFEQ",
        "server": "mega.nz",
        "size": "2.45 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/dfqjz13dayeh.html",
        "server": "usersdrive.com",
        "size": "2.45 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/call-me-by-your-name-2017-720-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/37V3j/Call.Me.by.Your.Name.2017.720p.BluRay.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/nh11ml354lwu.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/fTgQwIwQ#brrwo843xQ3YsyUqYYxlhlYx24erzh1cPJ8wsEb0FOw",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/gbv3f283fvis.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/call-me-by-your-name-2017-480-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "813 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1M08a/Call.Me.by.Your.Name.2017.480p.BluRay.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "813 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/8amyuba23pjr.html",
        "server": "streamsb.com",
        "size": "813 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/rW5ERaQD#bVNUrSP9w-oZTBDccguVXw3-u-GoJ6LppozA4r0YQJM",
        "server": "mega.nz",
        "size": "813 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/sxx1nxnxnt3g.html",
        "server": "usersdrive.com",
        "size": "813 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "QkJ5H_LnRTY",
      "video_url": "https://www.youtube.com/watch?v=QkJ5H_LnRTY",
      "embed_url": "https://www.youtube.com/embed/QkJ5H_LnRTY"
    }
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "750"
    },
    "title": "Ordinary Love(2019)",
    "description": "Ordinary Love(2019)(unicode)လူတစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြတယ် …နှောင်ဖွဲ့ကြတယ် …အချင်းချင်းတန်ဖိုးထားမြတ်နိုးကြတယ်… အဲ့အရာကိုဖော်ပြမှုပေါင်းစုံနဲ့ဖော်ပြကြတယ်… တစ်ချို့ကြ ပိုက်ဆံအကုန်ခံပြီး ပဲရစ်အထိခေါ်သွားတယ် တစ်ချို့ကြလက်ဆောင်ပစ္စည်းအမျိုးမျိုးနဲ့ ဖော်ပြကြတယ် …ဒါပေမယ့်နှစ်နှစ်ကာကာထဲထဲ၀င်၀င်ချစ်မိရင်တော့ ဖော်ပြမတတ်နိုင်အောင်ပါပဲသူ့အတွက်ဘာမဆိုလုပ်ပေးဖို့အသင့်ဖြစ်နေပြီး အဲ့ထဲမှာပဲ ကိုယ့်ရဲ့ identity အစစ်တောင်ပျောက်ဆုံးလုမတတ်ပါပဲ ဆိုလိုတာအပြင်ပန်းကကြည့်ရင်လူ့ဂွစာပုံစံပေါက်နေပြီးရင်ထဲမှာတော့ သေမတတ်ချစ်တဲ့လူစားမျိုးမြင်ဖူးကြမှာပါ….ဒီဇာတ်လမ်းမှာတော့ တွမ်နဲ့ဂျုံးတို့ဟာ နှစ်ယောက်တစ်ဘ၀လေးတည်ဆောက်ပြီးနေတယ် ကြားထဲသမီးလေးဒတ်ဘီတစ်ယောက် မွေးဖွားခဲ့ပေမဲ့ ကံဆိုးစွာနဲ့ပဲအကြောင်းတစ်စုံတစ်ရာကြောင့် ဒတ်ဘီလေးဆုံးသွားရှာတယ် …တွမ့်အတွက်တော့အရူးမီးဝိုင်းပါပဲ …သူသမီးကိုဆုံးရှုံးပြီးပြီ သူချစ်တဲ့ဒီတစ်ယောက်တည်းသောမိန်းမကိုတော့ သူထပ်အဆုံးရှုံးမခံနိုင်ဘူး…. သူ့ရင်ထဲကနှစ်နှစ်ကာကာချစ်သလောက် သူ့အပြုအမူတွေကနှစ်နှစ်ကာကာ မဖြစ်ခဲ့ပေမယ့်ဒီကားကိုအဆုံးထိကြည့်ပြီးတဲ့သူတွေသိမှာပါ …ကျုပ်တို့ရဲ့ မင်းသားကြီး Liam Neeson တစ်ဖြစ်လဲ တွမ်ကြီးဟာ သူ့မိန်းမအပေါ်ဘယ်လောက်ချစ်ခဲ့တယ်ဆိုတာ…ရိုးရှင်းတဲ့သာမညအချစ်ဟာနေရာတိုင်းမယ်ရှိမယ် မထင်ပါဘူးဘာလို့ဆို ဒီလိုအချစ်မျိုးဟာဘယ်လောက်ထိပြောင်မြောက်လဲဆိုတာ…IMDb 7 Rotten Tomatoes မှာ93% နဲ့လတ်ဆတ်နေတဲ့ Ordinary Love ကိုသာခံစားကြည့်ရှုကြပါကုန်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်….(zawgyi)လူတစ္ေယာက္နဲ႔တစ္ေယာက္ ခ်စ္ၾကတယ္ …ေႏွာင္ဖြဲ႕ၾကတယ္ …အခ်င္းခ်င္းတန္ဖိုးထားျမတ္ႏိုးၾကတယ္… အဲ့အရာကိုေဖာ္ျပမႈေပါင္းစုံနဲ႔ေဖာ္ျပၾကတယ္… တစ္ခ်ိဳ႕ၾက ပိုက္ဆံအကုန္ခံၿပီး ပဲရစ္အထိေခၚသြားတယ္ တစ္ခ်ိဳ႕ၾကလက္ေဆာင္ပစၥည္းအမ်ိဳးမ်ိဳးနဲ႔ ေဖာ္ျပၾကတယ္ …ဒါေပမယ့္ႏွစ္ႏွစ္ကာကာထဲထဲ၀င္၀င္ခ်စ္မိရင္ေတာ့ ေဖာ္ျပမတတ္ႏိုင္ေအာင္ပါပဲသူ႔အတြက္ဘာမဆိုလုပ္ေပးဖို႔အသင့္ျဖစ္ေနၿပီး အဲ့ထဲမွာပဲ ကိုယ့္ရဲ႕ identity အစစ္ေတာင္ေပ်ာက္ဆုံးလုမတတ္ပါပဲ ဆိုလိုတာအျပင္ပန္းကၾကည့္ရင္လူ႔ဂြစာပုံစံေပါက္ေနၿပီးရင္ထဲမွာေတာ့ ေသမတတ္ခ်စ္တဲ့လူစားမ်ိဳးျမင္ဖူးၾကမွာပါ….ဒီဇာတ္လမ္းမွာေတာ့ တြမ္နဲ႔ဂ်ဳံးတို႔ဟာ ႏွစ္ေယာက္တစ္ဘ၀ေလးတည္ေဆာက္ၿပီးေနတယ္ ၾကားထဲသမီးေလးဒတ္ဘီတစ္ေယာက္ ေမြးဖြားခဲ့ေပမဲ့ ကံဆိုးစြာနဲ႔ပဲအေၾကာင္းတစ္စုံတစ္ရာေၾကာင့္ ဒတ္ဘီေလးဆုံးသြားရွာတယ္ …တြမ့္အတြက္ေတာ့အ႐ူးမီးဝိုင္းပါပဲ …သူသမီးကိုဆုံးရႈံးၿပီးၿပီ သူခ်စ္တဲ့ဒီတစ္ေယာက္တည္းေသာမိန္းမကိုေတာ့ သူထပ္အဆုံးရႈံးမခံႏိုင္ဘူး…. သူ႔ရင္ထဲကႏွစ္ႏွစ္ကာကာခ်စ္သေလာက္ သူ႔အျပဳအမူေတြကႏွစ္ႏွစ္ကာကာ မျဖစ္ခဲ့ေပမယ့္ဒီကားကိုအဆုံးထိၾကည့္ၿပီးတဲ့သူေတြသိမွာပါ …က်ဳပ္တို႔ရဲ႕ မင္းသားႀကီး Liam Neeson တစ္ျဖစ္လဲ တြမ္ႀကီးဟာ သူ႔မိန္းမအေပၚဘယ္ေလာက္ခ်စ္ခဲ့တယ္ဆိုတာ…႐ိုးရွင္းတဲ့သာမညအခ်စ္ဟာေနရာတိုင္းမယ္ရွိမယ္ မထင္ပါဘူးဘာလို႔ဆို ဒီလိုအခ်စ္မ်ိဳးဟာဘယ္ေလာက္ထိေျပာင္ေျမာက္လဲဆိုတာ…IMDb 7 Rotten Tomatoes မွာ93% နဲ႔လတ္ဆတ္ေနတဲ့ Ordinary Love ကိုသာခံစားၾကည့္ရႈၾကပါကုန္..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (303 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:32:00Genre : Romance , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGlenn LeyburnLisa Barros D'SaStarsAmit ShahDavid WilmotLalor RoddyLesley ManvilleLiam NeesonCastAmit ShahDavid WilmotLalor RoddyLesley ManvilleLiam Neeson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eIiZuMTwlEJtRJDyHeUM6jBBjVA.jpg",
      "https://image.tmdb.org/t/p/w300/9lAeHNSXV1W75H9Azk8AnaSAQNQ.jpg",
      "https://image.tmdb.org/t/p/w300/ftttS0QuWfgVkftAHiAaN0GAD0T.jpg",
      "https://image.tmdb.org/t/p/w300/6opuu3Jep5pVE0oNxxZzWkTVlUF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gETplrcOQxXFFZzmmtZIHpFvond.jpg",
    "movie_links": [
      {
        "link": "http://myandrive.net/file/OqmW2EuD68",
        "server": "drive.google.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://myandrive.net/file/RGhF0feZnQ",
        "server": "drive.google.com",
        "size": "303MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/4dPhd/Cuddle_Weather.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/VenSjTIhjIssaA",
        "server": "disk.yandex.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/8ZEdnK2rGiIytQ",
        "server": "disk.yandex.com",
        "size": "303MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/Vyg/Ordinary_Love.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/Vyh/Ordinary_Love.2019.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "303MB",
        "quality": "360P"
      },
      {
        "link": "https://fastload.cc/8yg ",
        "server": "fastload.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/8yj",
        "server": "fastload.cc",
        "size": "303MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/gIoQAY4Q#HneSOKmahKj5ZGPj2era_qcoflfkif8VrS8CY83PSQw",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/kEp00AhT#arYCPVnM2o35lnDNTrT0UDmYu_5hZYuPZcDLYunUQDg",
        "server": "mega.nz",
        "size": "303MB",
        "quality": "360P"
      },
      {
        "link": "https://1fichier.com/?ox04j9xg553xpvi970ew",
        "server": "1fichier.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?lvw5c73wzwfxohm1nco5",
        "server": "1fichier.com",
        "size": "303MB",
        "quality": "360P"
      },
      {
        "link": "https://upstream.to/menx9t21hsd2",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/ca3akiaqk7hg",
        "server": "upstream.to",
        "size": "303MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "P9F8xTrx6fw",
      "video_url": "https://www.youtube.com/watch?v=P9F8xTrx6fw",
      "embed_url": "https://www.youtube.com/embed/P9F8xTrx6fw"
    }
  },
  {
    "metadata": "|2020|1hr 55min|Drama,Fantasy,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "64"
    },
    "title": "Love You Forever",
    "description": "Love you forever (2020)တရုတ်ကျောင်းသားကားလေး ကြည့်ကြမလား ??ကျောင်းသားကားလေးရယ်လို့မဟုတ်ဘူး…….ဘယ်လိုပြောရမလဲ အချစ်ကားပေါ့…ဟုတ်တယ် အချစ်ကား…….ဘာသာပြန်တဲ့သူတောင် ချစ်သူကို သတိရသွားတဲ့အထိ စွဲဆောင်လွန်းတဲ့ အချစ်ကား…မိသားစုနဲ့ကြည့်လည်း သင့်လျော်ပြီးဒီကားလေးကို ဒေါင်းပြီး ချစ်သူကိုပေးလိုက်ရင်တော့ စပါယ်ရှယ်ပါပဲ…ထားပါ…ဇာတ်လမ်းလေးပြောရအောင်..ငယ်ငယ်လေးကတည်းက ကစားဖော်ကစားဖက်လင်းကော် နဲ့ ချိုးချန်း က ၆ နှစ်လောက်မှာကွဲသွားခဲ့ပါတယ်။အဲ့တုန်းက ကစားနေရင်းနဲ့ လက်ပတ်နာရီတစ်လုံးကောက်မိရာက ဇာတ်လမ်းစတာပဲ။အထက်တန်းရောက်တော့ သူတို့နှစ်ယောက်ပြန်တွေ့ပါတယ်။ကျောင်းသားသဘာဝ ပျော်ပျော်ရွှင်ရွှင်ပေါ့…အဲ့လိုနဲ့ ကောင်လေး မွေးနေ့မှာမထင်မှတ်ဘဲ ချိုးချန်း က ကားမတော်တဆမှုနဲ့ အသက်သေဆုံးခဲ့ပါတယ်။ဆေးရုံမှာ လင်းကော် ကတော့ကောက်ရတဲ့လက်ပတ်နာရီကို ကိုင်ပြီး ငိုယိုနေခဲ့တာပေါ့…ထပ်ပြောချင်ပေမယ့် … spoil မှာကြောက်လို့ မပြောတော့ဘူး“ချစ်နေမယ် အချိန်တွေမကုန်ဆုံးခင်ထိပေါ့”တကယ် ရင်ထဲထိလို့ ၁၀၀ ရာခိုင်နှုန်း ကြည့်ဖို့ တိုက်တွန်းပါတယ်နော်…..File Size – 1.6GB, 759MBQuality – 1080P, 720PSubtitle – Myanmar (Hardsub)Translator – Jo Jo VaEncoder – AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTingting YaoCastFan WeiJi LuoLee Hong ChiLi YitongXinyu GuoZhang Chao",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cnAEKVw94Gr7MS5P0UZqYUdo5Kx.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/love-you-forever-2020",
        "server": "VIP Links",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/zf568jaoy95f.html",
        "server": "datbu.com",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/72mba98qllxr.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2ggdA/(CM)_Love_You_Forever.2020.1080P.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/9ylpgkiryo3r",
        "server": "veryfiles.com",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/38fkalbhmuh4.html",
        "server": "datbu.com",
        "size": "760MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/p5dd5szk9yos.html",
        "server": "usersdrive.com",
        "size": "760MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ggdl/(CM)_Love_You_Forever.2020.720P.mp4",
        "server": "megaup.net",
        "size": "760MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/3bvv1daokul3",
        "server": "veryfiles.com",
        "size": "760MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "YWgrU3FUA84",
      "video_url": "https://www.youtube.com/watch?v=YWgrU3FUA84",
      "embed_url": "https://www.youtube.com/embed/YWgrU3FUA84"
    }
  }
]