[
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+]Mom’s New friend(2018)",
    "description": "[18+]Mom’s New friend(2018)***************************ဆွန်းယောင်ဆိုတဲ့ကောင်လေးဟာ အင်မတန်အကြင်နာတရားရှိတဲ့ကောင်လေးပါ…သူ့မှာသူငယ်ချင်းတစ်ယောက်ရှိပြီး သူငယ်ချင်းဖြစ်သူရဲ့အမေနဲ့လည်းရင်းနှီးသူပါ…ဒီလိုနဲ့သူငယ်ချင်းခရီးသွားတော့သူ့အမေတစ်ယောက်တည်းအိမ်မှာကျန်ခဲ့တော့စောင့်ရှောက်ပေးဖို့ဖြစ်လာတယ်.,,,အိမ်မှာ ၂ယောက်တည်းရှိတဲ့အချိန်လောကကြီးအကြောင်းကိုပွင့်လင်းမြင်သာစွာဆွေးနွေးကြပါတော့တယ်…File Size :(2.5GB) (1.2GB)Quality : Web-Dl1080p/720pFormat…mp4Duration…01:27:00Genre :  Adult ,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  SDEncoded by DSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jFavluqiyS4MJR0edjAIwi2dy2V.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g2usrs664a0z.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/new-mom-friend-2018-web-dl-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2DJD6/New.Mom.Friend.2018,WEB-DL,1080P(DS).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/O3ZGSCCS#2P1u68US2TlFV0ZO5Yg5MgjEJV7EJ1FYSwRNx0SBVKg",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/7mo0rais3bxn",
        "server": "streamvid.io",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cdjeqplkfx5r.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/new-mom-friend-2018-web-dl-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XMaw/New.Mom.Friend.2018,WEB-DL,720P(DS).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/OrhV1BBS#ejfxV5yu7MjQz-dCLet0ucelpTtLzKQlzqViDGnC6Ng",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tkragi4mijbn",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adult,Drama,Romance,War",
    "rating": {
      "rating": "6.9/10",
      "rating_count": ""
    },
    "title": "[18+] All Things Fair (1995) Lust och fägring stor /Love Lessons",
    "description": "ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊“ မောင်ဇော်….ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”“ သြော်…ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ”  ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ…။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။ကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့တိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)တစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။လှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။ရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်စတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်အကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ရှိထားတဲ့ဆုတွေနဲ့ ထိုက်တန်အောင်တင်ဆက်ပုံထူးခြားဆန်းသစ်ပြီးသွက်လက်သလိုသရုပ်ဆောင်တွေကလဲ တကယ့်ကိုစိတ်ပါလက်ပါ ပီပြင်ပြီး ဇာတ်ကိုရုပ်လုံးကြွလာစေပါတယ်။ဥရောပထုံးစံ လိင်မှုကိစ္စတွေကို အပြောရောအပြပါ မကွယ်မဝှက်ဘွင်းဘွင်းကြီးချပြထားတဲ့အတွက်မိသားစုနဲ့မကြည့်သင့်ပေမယ့်တစ်ယောက်တည်းကြည့်ရင်တော့ အရမ်းကောင်းပါတယ် ရှယ်ပါပဲ။File size…(1.9 GB) and (999 MB)Quality….DVDRip 720p /480pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBjörn KjellmanFrida LindholmGeorge BissetGösta EkstrandHilda SuovanenJohan WiderbergJörgen SvenssonKarin HuldtKenneth MilldoffMarika LagercrantzMonica StenbeckNina GunkeNynne SchwartzPer Olov BörjesonSigge CederlundTomas von Brömssen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pluZ6yhOnh4PLFMXrsk0c59x68u.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dUjMEUpTFbnxcZRfNuFTpxSnzga.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-all-things-fair-1995-lust-och-fagring-stor-love-lessons",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-lust-och-fagring-stor-all-things-fair-1995-720-p-dvd-rip-x-265-10-bit-ac-3-highcal-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://cmdrive.org/share/OwREM8iy",
        "server": "Direct Link",
        "size": "1.9 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://disk.yandex.com/i/BKDZLUmSYY0Rxg",
        "server": "disk.yandex.com",
        "size": "1.9 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://megaup.net/2lhnD/(CM)Lust.och.Fägring.Stor.(All.Things.Fair).1995.720p.DVDRip.x265.10bit.AC3-highcal.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lust-och-fagring-stor-all-things-fair-1995-dvd-rip-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "480p"
      },
      {
        "link": "https://cmdrive.org/share/PxSGgRCg",
        "server": "Direct Link",
        "size": "999 MB",
        "quality": "480p"
      },
      {
        "link": "https://playersb.com/2gr1gcb62vsu.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2lhnA/(CM)Lust.och.Fägring.Stor.(All.Things.Fair).1995.DVDRip.x264.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "8nHhQwZkKc0",
      "video_url": "https://www.youtube.com/watch?v=8nHhQwZkKc0",
      "embed_url": "https://www.youtube.com/embed/8nHhQwZkKc0"
    }
  },
  {
    "metadata": "PG-13|2018|140 min|Biography,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "6,688"
    },
    "title": "Padman (2018)",
    "description": "” ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ ”ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက အၾကည္ထြက္တာၾကာၿပီဆုိေပမယ့္ စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္တာပါအခုလည္း နားေထာင္ၿပီး ဘာသာျပန္ထားတာျဖစ္လုိ႔ ့လုိအပ္ခ်က္ေတြရွိရင္ သည္းခံေပးၾကပါကုန္)(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (950 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 2hr 20minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorR. BalkiStarsAkshay KumarAmitabh BachchanAndreas PliatsikasBiju MenonMaya AlaghRadhika ApteRob TunstallSonam KapoorSudhir PandeyCastAkshay KumarAmitabh BachchanAndreas PliatsikasBiju MenonMaya AlaghRadhika ApteRob TunstallSonam KapoorSudhir Pandey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x3wYhS7x0bKzJDtctedA05s9a9b.jpg",
      "https://image.tmdb.org/t/p/w300/irvP6P02E7V5FUbrYBFAsNFEV05.jpg",
      "https://image.tmdb.org/t/p/w300/n3Yt43XBNjZBwBOBBS7QwXqtCpx.jpg",
      "https://image.tmdb.org/t/p/w300/vEZMcRpUHQlU2JaM21oNGiewAQ5.jpg",
      "https://image.tmdb.org/t/p/w300/vhggVFflmvombWUZzwsnYaJcFNP.jpg",
      "https://image.tmdb.org/t/p/w300/eTyQF7oSOrSb07vO5TDNwbsBZfB.jpg",
      "https://image.tmdb.org/t/p/w300/aV8h8QBX1lOpZITqbjnO2KvqNj6.jpg",
      "https://image.tmdb.org/t/p/w300/tMhLTBJfAR6M0bOabMSdAXObaV0.jpg",
      "https://image.tmdb.org/t/p/w300/6KkjAW3kfFuCgUwp5Log92zjJFa.jpg",
      "https://image.tmdb.org/t/p/w300/A3xIs6QYgOOiOK0vqT7boxlAJll.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/padman-2018-mm-sub-mp-4",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/266d852/padman-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/sxgw2CZa#cOhhCjp3NoFdkTIbwfv6J3ngly360dABkEXht0BBUnA",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/vhba5o951ne6",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "-K9ujx8vO_A",
      "video_url": "https://www.youtube.com/watch?v=-K9ujx8vO_A",
      "embed_url": "https://www.youtube.com/embed/-K9ujx8vO_A"
    }
  },
  {
    "metadata": "N/A|2022|2h 26m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "2k"
    },
    "title": "Akasha Veedullo (2022)",
    "description": "Aakasa Veedhullo (2022)IMDb 7.8/10မောင်လေးနဲ့မမဇာတ်လမ်းကြိုက် ပရိတ်သတ်ကြီးတွေအတွက် စောင်ကိုက်ကြည့်ရှုရမဲ့ဇာတ်လမ်းကောင်းလေးလာပါပြီရှင် မင်းသမီးချောလေးPujita Ponnadaပါဝင်သရုပ်ဆောင်ထားပြီး Rating အပျံ့စားနဲ့ရိုမန့်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ဆစ်ဒူးကတော့ ဂီတကိုရူးသွပ်တဲ့လူ ဂီတလောကထဲဝင်ရောက်ဖို့ အရာရာပစ်ချခဲ့ပြီးလျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့လူပေါ့ သီချင်းတွေကလည်းတစ်ပုဒ်ဆိုတစ်ပုဒ်အလျောက်.. လူငယ်တွေအတွက်တော့ သူက Rock Star သူ့ပွဲတွေတိုင်းလူတွေကြိတ်ကြိတ်တိုးတဲ့အထိ နာမည်ကြီးပါတယ် ဒါပေမဲ့ သူဒီအလုပ်ကနားလိုက်တာ၄နှစ်တောင်ရှိနေပါပြီတဲ့ ဒါကဘာလို့များလဲ…သူ့အချစ်ရေးကိုပြောရရင်လည်း မမနဲ့စတွေ့ပုံက ဆေးလိပ်မသောက်တတ်သောက်တတ်နဲ့စမ်းသောက်တဲ့၂၂နှစ်အရွယ်ဆစ်‌ဒူးကို ၂၅နှစ်မမက သင်ပေးတာကစပါတယ် မိုးမမြင်လေမမြင်ချစ်ကြတဲ့ဒီ မနဲ့မောင်အတွဲလေးရော ကြာရှည်ခံပါ့မလား ဆစ်ဒူးတစ်ယောက်သူ့ရဲ့ဂီတလောကထဲကိုပြန်သွားနိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်(အညွှန်းရေးသားသူကတော့ Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni~BpL~YH~Aditiတို့ပဲဖြစ်ပါတယ်)File size…2.54GB / 1.15GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 26mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Yunni~BpL~YH~AditiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGautham Krishna.DStarsDevi PrasadGautham Krishna.DHarshita GaurLaxman MeesalaMahaboob BashaPujita PonnadaSatyam RajeshSrikanth IyengarCastDevi PrasadGautham Krishna.DHarshita GaurLaxman MeesalaMahaboob BashaPujita PonnadaSatyam RajeshSrikanth Iyengar",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/Aakasa-Veedhullo-Telugu-Movie-Box-Office-Hit-or-Flop.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/aakasha-veedhullo-2022-telugu-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/firg966dsv8b.html",
        "server": "usersdrive.com",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2AQ6g/Aakasha_Veedhullo_(2022)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/liVwULgS#IEZKRY-vRnZmrIj9kRI08Pt1Q9B0rL9LlaDTqjjzbwY",
        "server": "mega.nz",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/aakasha-veedhullo-2022-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/co4d2bft2hwl.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3gNyU/Aakasha_Veedhullo_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Y3tVGRTY#k8rF7M3SkQ9CBjbrU_OEioLvugoqEj9ZAETA5YGL46E",
        "server": "mega.nz",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/ljxccgqfvuex.html",
        "server": "streamsb.com",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/10qvbds622me",
        "server": "streamvid.io",
        "size": "1.15GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jPd2jSB2-nQ",
      "video_url": "https://www.youtube.com/watch?v=jPd2jSB2-nQ",
      "embed_url": "https://www.youtube.com/embed/jPd2jSB2-nQ"
    }
  },
  {
    "metadata": "R|2007|1h 31m|Adventure,Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "215000"
    },
    "title": "The Darjeeling Limited (2007)",
    "description": "The Darjeeling Limited (2007)~ IMDb – 7.2/10, RT – 69%, Meta – 67% ~The Darjeeling Limited ဟာ နာမည်ကျော်အမေရိကန်သရုပ်ဆောင်တွေချည်းသုံးထားပေမဲ့ အိန္ဒိယမှာပဲ တစ်ကားလုံးနီးပါးပြီးသွားတဲ့ ရုပ်ရှင်ပါပဲ။ Wes Anderson ဟာ သူ့ထုံးစံအတိုင်း ဒီကားမှာလည်း နာမည်ကြီးစတားတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်သုံးပြီး အိန္ဒိယခရီးစဉ်တစ်ခုကို ရိုက်ပြထားခဲ့တယ်။ အန်ဒါဆန်စကားအရတော့ “အိန္ဒိယဟာ သူမတူအောင် အရောင်အသွေးစုံလင်တဲ့ နိုင်ငံပေါ့။ အိန္ဒိယဟာ သိပ်မြူးကြွနေတဲ့ နိုင်ငံဆိုလည်း ဟုတ်တယ်။ အိန္ဒိယမှာ တစ်ယောက်တည်း အေးဆေးနေချင်လို့တောင် နေမရဘူး”တဲ့။ အိန္ဒိယဟာ ဒီဇာတ်ကားရဲ့ ဇာတ်အိမ်တည်ရာဖြစ်နေရုံတင်မဟုတ်ဘဲ အိန္ဒိယကိုယ်တိုင်ကိုက ဒီဇာတ်ရဲ့အကြောင်းအရာဖြစ်နေတယ်လို့လည်း ဆိုတယ်။ အန်ဒါဆန်ဟာ The Darjeeling Limited ကို ရိုက်တဲ့နေရာမှာ အိန္ဒိယကို သူ့ပုံစံအတိုင်းပဲထားပြီး ရိုက်ကူးခဲ့တယ်။ သူတို့ရိုက်ကွင်းမှာ ရှိနေတဲ့အရာတွေ ရောက်လာတဲ့အရာတွေကို ထိန်းချုပ်ဖို့ လုံးဝမကြိုးစားခဲ့ဘူး။ ရိုက်ပြီးလို့ ပြန်ကြည့်တဲ့အခါ သူတို့ရုပ်ရှင်ထဲ ဘယ်သူတွေဖြတ်သွားလဲ ဘယ်သူတွေရှိနေလဲ ပြန်ကြည့်ပြီး သူတို့ကိုယ်တိုင်လည်း အံ့ဩခဲ့ရတယ်။ ဒီအရာတွေကို သူတို့က လုံးဝမထိန်းချုပ်ခဲ့ဘူး။ အိန္ဒိယကကိုက ဒီဇာတ်ဖြစ်လာခဲ့တာပါပဲ။ ဒီဇာတ်လမ်းအတွက် ဇာတ်ညွှန်းရေးဖို့ အန်ဒါဆန်ရယ် ဒီရုပ်ရှင်ထဲက မင်းသားတစ်ဖြစ်လဲ Jason Schwartzman ရယ်၊ ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့သား ရိုမန်ကော်ပိုလာရယ်ဟာ အိန္ဒိယကိုခရီးထွက်ခဲ့တယ်။ ခရီးမှာပဲ ရေးခဲ့တယ်။ ဒါကြောင့် ဒီဇာတ်မှာ အိန္ဒိယအငွေ့အသက်တွေ အိန္ဒိယဓလေ့တွေကို အိန္ဒိယကားစစ်စစ်တွေထက်တောင် ပိုတွေ့နိုင်တယ်။ဒီအိန္ဒိယဆိုတဲ့ ဇာတ်လမ်းကျောရိုးကြီးကို ပရိသတ်ဆီရောက်အောင်စီးကူးပေးဖို့ သူ့ထည့်ထားတဲ့ ဒြပ်ကူပစ္စည်းက ညီအစ်ကိုသုံးယောက်။ မကြာသေးခင်ကမှ အဖေဆုံးထားပြီး အမေက သူတို့အနားမရှိနေသလို သူတို့ချင်းလည်း ပွင့်ပွင့်လင်းလင်းမရှိ ချစ်တော့ချစ်ကြပေမဲ့ တစ်ကောင်နဲ့တစ်ကောင် ချောက်ချမိနေတဲ့ ညီအစ်ကိုသုံးယောက်။ ဒီခရီးကိုထွက်မှာကလည်း သူတို့သုံးယောက်ပဲ။ ဘာလို့ ညီအစ်ကိုသုံးယောက်သုံးထားသလဲဆို အန်ဒါဆန်ကိုယ်တိုင်လည်း ညီအစ်ကိုသုံးယောက်ထဲကတစ်ယောက်ဖြစ်ပြီး သူတို့နဲ့ အန်ဒါဆန်ဟာလည်း ဒီရုပ်ရှင်ထဲက ကောင်တွေလိုပဲ အမြဲရန်ဖြစ်နေကြတာပဲ။ ဒါပေမဲ့လည်း သူတို့ဟာ အန်ဒါဆန်ရဲ့ အရင်းနီးဆုံးတွေလည်းဖြစ်နေတယ်။ အန်ဒါဆန်ကတော့ ဒီရုပ်ရှင်ထဲက ညီအစ်ကိုသုံးယောက်လုံးက စိတ်ကူးယဉ်သက်သက်လို့ပြောခဲ့တယ်။ ဒါပေမဲ့ ရုပ်ရှင်ထဲမှာလည်း အငယ်ဆုံးညီဖြစ်တဲ့ စာရေးဆရာဂျက်ဟာ သူတို့ညီအစ်ကိုတွေအကြောင်းကို မသိမသာဆိုသလို သူ့စာထဲထည့်ထည့်ရေးပေမဲ့ အမြဲ စိတ်ကူးယဉ်ဇာတ်ကောင်တွေလို့ပဲ ပြောတတ်တယ်။ ဘာပဲဖြစ်ဖြစ် သူ့စိတ်ကူးတွေဟာ သူ့အစ်ကိုတွေနဲ့မကင်းနိုင်ခဲ့ဘူး။ အန်ဒါဆန်အတွက်လည်း ဒီရုပ်ရှင်ဟာ ထိုနည်းလည်းကောင်း ဖြစ်လိမ့်မယ်။ အိန္ဒိယမှာ သူတို့ခရီးထွက်ဖို့ အဓိကသုံးရတဲ့ ယာဉ်က ရထားဖြစ်သလို ဇာတ်ညွှန်းရေးတဲ့လူတွေလည်း အိန္ဒိယက ရထားပေါ်ပဲ တက်ရေးခဲ့ကြတာပါပဲ။ဒီခရီးမှာ အိန္ဒိယက ကျင့်စဉ်ဓလေ့ ပူဇော်ပသမှုတွေကို မနည်းမနောတွေ့ရတယ်။ မြွေတွေကနေ ယောဂအထိအကုန်ပါတယ်လို့လည်း အန်ဒါဆန်က ဆိုထားတယ်။ ဒီရုပ်ရှင်မှာ အိန္ဒိယက ကျင့်စဉ်ဓလေ့တွေအကုန် ထည့်သွင်းထားပေမဲ့ အကြီးဆုံးကျင့်စဉ်က ဒီရုပ်ရှင်ကိုယ်တိုင်ပဲလို့လည်း ဆိုထားတယ်။ ဒီဘက်ရာစုရဲ့ အကောင်းဆုံး အိန္ဒိယသရုပ်ဆောင်လို့ သတ်မှတ်ရမယ့် Irrfan Khan တောင်ပါတယ်။ သိပ်တော့မပါလိုက်ရပါဘူး။ ဒါပေမဲ့ သိပ်ပါတာမပါတာက အရေးတော့မပါလှဘူး။ ဘာလို့ဆို ဒီရုပ်ရှင်မှာ Bill Murray လည်း သိပ်မပါဘူး။ ဒါပေမဲ့ အန်ဒါဆန်က သူ့ကို နားချတော့ သူ့ရုပ်ရှင်မှာ ဧည့်သည်သရုပ်ဆောင်အနေနဲ့မဟုတ်ဘဲ Symbolism နိမိတ်ပုံတစ်ခုအနေနဲ့ ပါပေးနိုင်မလားမေးခဲ့တာ။ မာရေးကလည်း သဘောကျပြီး လက်ခံခဲ့တယ်။ ဒီရုပ်ရှင်မှာ Symbolism နိမိတ်ပုံတွေ မနည်းဘူး။ ညီအစ်ကိုသုံးယောက်ကိုယ်တိုင်ကိုကလည်း Symbolism နိမိတ်ပုံဖြစ်နေခဲ့တယ်။နောက် ဒီရုပ်ရှင်မှာသုံးထားတဲ့ နောက်ခံတေးတွေကလည်း “အိန္ဒိယတွင်ပြုလုပ်သည်” တွေပဲ။ ဆတ္တရာဂျစ်ရေးရဲ့ ရုပ်ရှင်တွေကနေ ယူထားတယ်လို့ဆိုတယ်။ ရေးရဲ့ ရုပ်ရှင်တွေကြောင့်ပဲ အန်ဒါဆန်ဟာ အိန္ဒိယကို လာချင်ခဲ့တာပါတဲ့။ ရေးဟာ သူ့ကားတွေအတွက် နောက်ခံတေးကို သူကိုယ်တိုင်ပဲဖန်တီးခဲ့တယ်။ အန်ဒါဆန်ကိုယ်တိုင်လည်း ဆတ္တရာဂျစ်ရေး လွှမ်းမိုးမှုမကင်းတဲ့လူတစ်ယောက်ဆိုတော့ အိန္ဒိယကို သူချစ်ခဲ့၊ Homage ပေးချင်ခဲ့တာလည်း မဆန်းလောက်ဘူး။ ဂီတနဲ့ အကြောင်းအရာပိုင်းနဲ့ အပြင်အဆင်မှာတင်မဟုတ်ဘဲ အရောင်အသွေးမှာလည်း The Darjeeling Limited ဟာ အိန္ဒိယလို့ ကျွန်တော်တို့ ယုံကြည်တဲ့ အရောင်အသွေးမျိုးရှိနေတယ်။ ဝေဖန်ရေးသမားတွေအတွက်တော့ အရမ်းကြီးအကြိုက်တွေ့စရာမဖြစ်ခဲ့ပေမဲ့ ဝက်စ်အန်ဒါဆန်ဟာ သူ့ရည်ရွယ်ချက်ကို သူပြည့်မြောက်အောင်လုပ််နိုင်ခဲ့တယ်။ လွယ်လွယ်ပြောရရင် The Darjeeling Limited ဟာ အိန္ဒိယရုပ်ရှင်မဟုတ်တဲ့ အိန္ဒိယအကြောင်းရုပ်ရှင်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 935MBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 1H 31MinGenre – Adventure, Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWes AndersonStarsA. P. SinghAdrien BrodyAmara KaranAnjelica HustonBarbet SchroederBhawani SankarBill MurrayCamilla RutherfordDalpat SinghHitesh SindiIrrfan KhanJason SchwartzmanKapil DubeyKishen LalKumar PallanaMargot GödrösMukhtiar BhaiNatalie PortmanOwen WilsonSuraj KumarTrudy MathisWallace WolodarskyWaris AhluwaliaCastA. P. SinghAdrien BrodyAmara KaranAnjelica HustonBarbet SchroederBhawani SankarBill MurrayCamilla RutherfordDalpat SinghHitesh SindiIrrfan KhanJason SchwartzmanKapil DubeyKishen LalKumar PallanaMargot GödrösMukhtiar BhaiNatalie PortmanOwen WilsonSuraj KumarTrudy MathisWallace WolodarskyWaris Ahluwalia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fHFAfw5zS6ZkYx7lEyIuTM8d1zV.jpg",
      "https://image.tmdb.org/t/p/w300/fQ2JvwxLefAZFu2Z4pR3mHyjCUN.jpg",
      "https://image.tmdb.org/t/p/w300/961whEpBogUiP8JWvacwR7WWrLD.jpg",
      "https://image.tmdb.org/t/p/w300/ai2nDZ7316Z1R09dOyYkqH30CrL.jpg",
      "https://image.tmdb.org/t/p/w300/le4j9kEJQCkuUHxTwIVaED4TpKC.jpg",
      "https://image.tmdb.org/t/p/w300/5Jb0aeSgLGpn31vY9fzaX9edtRc.jpg",
      "https://image.tmdb.org/t/p/w300/61a1VvrE1XgbMqzilEcbykqop1E.jpg",
      "https://image.tmdb.org/t/p/w300/dowAA9XhMagKt3B6wLUKBrNDqEz.jpg",
      "https://image.tmdb.org/t/p/w300/gvxpmzXHifgGwbUa0KFRdhShrcS.jpg",
      "https://image.tmdb.org/t/p/w300/ud0Ry3vEM6cRUvVbXV6lfenw0xl.jpg",
      "https://image.tmdb.org/t/p/w300/8EwDUBkcQwcBHtarr4kZFMROtF2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/aRqAQZL8Ht3pAjjH90QwPOvSRYq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-darjeeling-limited-2007-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0502/(CM)_The_Darjeeling_Limited_(2007)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8fkyHAiT#GRdbOixrERYRM2PDLYXxn4Z4cZsa5tQs_s5X675Np8Q",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gj0flbur7uki.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-darjeeling-limited-2007-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeumi/(CM)_The_Darjeeling_Limited_(2007)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wadASD4D#woLUVLSMYa8_FMKhxbJ4c3tCmXx-koU43UuHsmb-j0I",
        "server": "mega.nz",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y6gkfrpdcmc3.html",
        "server": "usersdrive.com",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/03d4a7htmbi7",
        "server": "streamsb.com",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/uvbtsk4org4k",
        "server": "streamvid.io",
        "size": "935MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jTksKT4TKq4",
      "video_url": "https://www.youtube.com/watch?v=jTksKT4TKq4",
      "embed_url": "https://www.youtube.com/embed/jTksKT4TKq4"
    }
  },
  {
    "metadata": "|||Drama,History,War",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "21156"
    },
    "title": "The War Below(2020)",
    "description": "The War Below(2020)********************World war 1  ကမ္ဘာစစ် ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး ကာလအားဖြင့်1915 ခုနှစ် စစ်ပွဲကြီးမှာ ဂျာမန်တွေနဲ့  အင်္ဂလိပ်တို့တိုက်နေရချိန်ပါ…ဒီချိန်မှာ ဂျာမန်ဘက်က အရေးသာပြီးပြီး အဂ်လိပ်တို့ အရေးနိမ့်နေချိန်ပါ..လူတွေ သောင်းချီ အပတ်တိုင်းသေနေပြီး ရှေ့ကိုတစ်လမတိုးဖို့တောင် ခက်ခဲနေတဲ့အဂ်လိပ်တို့ရဲ့အခြေအနေပါ..ဘာလင်ကိုသိမ်းဖို့ ဝေးစွ ….ဂျာမန်ရဲ့ရှေ့တန်းခံစစစ်စည်းကိုတောင်မကျော်နိုင်တဲ့အတွက်အင်္ဂလိပ်တို့ ထိုးစစ်ဆင်ဖို့ နည်းအမျိုးမျိုးစဉ်းစားကြပါတယ်..ဒါကြောင့်  British ခေါင်းဆောင်တွေက မိုင်းတူးသမားတွေကို လူစုပြီး ခေါ်ခဲ့ပါတယ် ..အကြံကတော့ အင်္ဂလိပ်ဘက်ကနေ ဂျာမန်ရှေ့တန်းထိ နေရာတစ်လျှောက်ကိုမြေအောက်ကနေ လှိုက်ခေါင်းတွေတူးပြီး ဗုံးထောင်ခွဲဖို့ပါ ..သာမန်အရပ်သားတွေဖြစ်နေပြီးစစ်ရေးအတွေ့ကြုံလည်းမရှိ ..ဒါ့အပြင် တူးတဲ့ကာလက အပေါ်မှာ အမြောက်သံတဝီဝီနဲ့ ဂျာမန်တွေရဲ့ နည်းဗျူဟာမြောက်ကင်းထောက်တွေကြားမှာသူတို့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့….File Size :(1.1GB) and (470 MB)Quality : Blu-Ray 1080p,720pFormat…mp4Duration…01:36:00Genre : War, History, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarieEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexa MordenAndrew ScarboroughAnna MaguireBenjamin FarryDouglas ReithElliot James LangridgeEthan WilkieJake WheeldonJoseph SteyneKris HitchenMark KittoPaul RiderPhilip CorreiaSam ClemmettSam HazeldineSonny Ashbourne SerkisTom Goodman-Hill",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/BndxxBjwnJMOeV9NeM1XSDcBjO.jpg",
      "https://image.tmdb.org/t/p/w300/yQF8HYQTdJ9Ph2ghB8XYJqgSPER.jpg",
      "https://image.tmdb.org/t/p/w300/89cN2vu5chTfGPFOX3xL6rT12V4.jpg",
      "https://image.tmdb.org/t/p/w300/ungv9m0YcuPnN4SKidddNlCd1HH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cdr6n7CuOyexmLUTynRgT3QRQSc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qp6n8jzk5wen.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://vip.yoteshinportal.cc/NkA9Sd_4EH",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yxlo/The.War.Below.2020.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/GmQ3wAiT#sj3_hxYOU2ds4eBiMX_aCWGS0LFS3slnDJBs4IYrsE8",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/mfkj0un3ntib.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/fpa99bdtv0lv",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/pv4uwo9ns3r6.html",
        "server": "usersdrive.com",
        "size": "470 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-war-below-2020-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "470 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yxlm/The.War.Below.2020.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/i25hCSzL#TO9u9QsXhYc1fWcsfYX2vaUwJ9B3VLntPS6jhLOWCbQ",
        "server": "mega.nz",
        "size": "470 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/xqgkmmo9k6z8.html",
        "server": "streamsb.com",
        "size": "470 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/95a6gjxxwhxm",
        "server": "streamvid.io",
        "size": "470 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "j__6C_Lb2BQ",
      "video_url": "https://www.youtube.com/watch?v=j__6C_Lb2BQ",
      "embed_url": "https://www.youtube.com/embed/j__6C_Lb2BQ"
    }
  },
  {
    "metadata": "|2015||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "44000"
    },
    "title": "Dark Places (2015)",
    "description": "Dark Places (2015)==============IMDb Rating – 6.2/10လျှို့ဝှက်ဆန်းကျယ်မှုခင်း ရုပ်ရှင်သဘောကျတတ်တဲ့ ပရိတ်သတ်တွေအတွက် နာမည်ကြီး Gone Girl (2014) ရဲ့စာရေးဆရာ Gillian Flynn ရဲ့ ရောင်းအားကောင်းတဲ့ ဝတ္ထုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ Dark Places (2015) ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ လစ်ဘီဆိုတဲ့ ၈ နှစ်အရွယ်ကောင်မလေးဟာ သူ့မိသားစုသတ်ဖြတ်ခံရရာမှာ မသေဘဲလွတ်မြောက်ခဲ့ပါတယ်။ ကလေးမလေးရဲ့ ပြန်လည်ပြောပြချက်အရ လူသတ်မှုကို ကျူးလွန်သူမှာ သူမရဲ့အစ်ကို ဘန် ကိုယ်တိုင်ပဲ ဖြစ်ပါတယ်။အဲလိုနဲ့ဘန်ဟာ ထောင်ကျသွားပြီး လစ်ဘီကတော့ နာမည်ကြီးလူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ကောင်မလေးအဖြစ် နာမည်ကြီးသွားပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းက မပြီးသေးပါဘူး။ နောက်နှစ် ၃၀ ကြာတဲ့အခါ လစ်ဘီဟာ အဲဒီအမှုကို ပြန်စုံစမ်းဖော်ထုတ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဒီတစ်ခါရော သူကလေးဘဝက ထင်ခဲ့သလိုပဲ သူ့အစ်ကို ဘန် က အပြစ်ရှိတဲ့လူဖြစ်တယ်လို့ ရှာတွေ့မှာလား? ဒါမှမဟုတ် နှစ် ၃၀လောက် အပြစ်မရှိတဲ့လူတစ်ယောက်ကို ထောင်ကျအောင် သူလုပ်ခဲ့တာလား?ဒီကားထဲက cast တွေကတော့ တကယ်ကို နာမည်ကြီးတွေချည်းပဲ ဖြစ်တဲ့အပြင် ဇာတ်ညွှန်းလည်းကောင်းတာကြောင့် မှုခင်းရုပ်ရှင်ပရိတ်သတ်တွေ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Htet Wai Lwin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team မှဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p BluRayDuration – 1h 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BluRayTranslator – F&R TeamEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGilles Paquet-BrennerStarsCharlize TheronChristina HendricksNicholas HoultCastAddy MillerAndrea RothCharlize TheronChloë Grace MoretzChristina HendricksCorey StollDan Hewitt OwensDenise WilliamsonDora MadisonDrea de MatteoGillian FlynnGlenn MorshowerJ. LaroseJeff ChaseJennifer Pierce MathusJohn F. DanielLaura CayouetteLori Z. CordovaMadison McGuireMichael CrabtreeNatalie PrechtNicholas HoultRichard GunnSean BridgersShannon KookSterling JerinsSteve ShearerTye SheridanTyler Forrest",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/usWzZFCKNBhVzD96ESLFEzETwPB.jpg",
      "https://image.tmdb.org/t/p/w300/uESKPn0Dyyjhe7RtFuTVb1kkX20.jpg",
      "https://image.tmdb.org/t/p/w300/z7GCavRiKV65mUIKesMITb3XGyE.jpg",
      "https://image.tmdb.org/t/p/w300/t8WwDgehkXZ9pnKRbMKubrpOZEL.jpg",
      "https://image.tmdb.org/t/p/w300/7jwJ58zdF1mOUFExFS6JGGizBeq.jpg",
      "https://image.tmdb.org/t/p/w300/bSnr5zqlG7NIdCcT1b4B0di3Lgo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-16.50.33.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dark-places-2015",
        "server": "VIP Links",
        "size": "2.15 GB / 1.13 GB / 330 MB",
        "quality": "BluRay 1080P 5.1CH / BluRay 720P / 360P"
      },
      {
        "link": "https://megaup.net/3GOuX/Dark.Places.2015.BluRay.5.1CH.1080P[CM].mp4",
        "server": "megaup.net",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/9F4G3TzJ#nhoVyaUXQJsxGqYrPYHwEZ_HuLtGskZ0-3qKPECDUxs",
        "server": "mega.nz",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://tubesb.com/ue3t8s475yn2.html",
        "server": "streamsb.com",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/2kTA5/Dark.Places.2015.BluRay.5.1CH.720P[CM].mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/5Vgy2LJb#KJ9l08758uw6w7_a02xagYHZ-kZwG3wY1kMM5w5au8w",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://tubesb.com/1rx8csmt55m9.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1EW81/Dark.Places.2015.BluRay.5.1CH.360P[CM].mp4",
        "server": "megaup.net",
        "size": "330 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/Nc42xJRB#pxfpIaIgmMg9rlE5jHtaxuc68KU_PUMsMHuDbltwYGY",
        "server": "mega.nz",
        "size": "330 MB",
        "quality": "360P"
      },
      {
        "link": "https://tubesb.com/ghi6uq1m66tj.html",
        "server": "streamsb.com",
        "size": "330 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/wfdhl3ekg4zb.html",
        "server": "usersdrive.com",
        "size": "330 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "SpG5dWV7piw",
      "video_url": "https://www.youtube.com/watch?v=SpG5dWV7piw",
      "embed_url": "https://www.youtube.com/embed/SpG5dWV7piw"
    }
  },
  {
    "metadata": "|||Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Royal Hotel (2023)",
    "description": "IMDb 6.2 ရရှိထားတဲ့ thriller & drama အမျိုးအစားဖြစ်ပြီး 2023 RTVE-Otra Mirada Award အပါအဝင်ဆုနှစ်ခုရရှိထားပြီး နောက်ထပ်ဆုနှစ်ခုအတွက်ပါဇကာတင်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သရဲထက်ကြောက်ဖို့ကောင်းတဲ့လူတွေရဲ့အကြောင်းကိုရိုက်ပြထားတာကြောင့် ထိတ်လန့်စရာကောင်းပြီး တစ်မူထူးခြားတဲ့ရသမျိုးကိုခံစားရမှာပါဇာတ်လမ်းအကျဉ်း…..လိဗ်နဲ့ဟန်နာတို့သူငယ်ချင်းနှစ်ယောက်ဟာ စွန့်စွန့်စားစားခရီးသွားရတာကိုကြိုက်ကြပြီး ကြုံရာမှာပျော်တတ်တဲ့သူလေးတွေပါတစ်နေ့တော့ သူတို့အပန်းလည်းဖြေရင်း ငွေပိုလေးဘာလေးရဖို့အတွက် ဩစတေးလျကအရက်ဆိုင်တစ်ခုမှာ အလုပ်သွားလုပ်ခဲ့ကြပါတော့တယ်အလုပ်စတဲ့ပထမနေ့ကတည်းက လူတွေကထင်တာထက်ပိုရိုင်းစိုင်းပြီး ထူးဆန်းနေကြတာကြောင့်သဘောမကျပေမဲ့ ငွေရဖို့အတွက် သည်းခံပြီးဆက်လုပ်ပေးကြရပါတော့တယ်။တဖြည်းဖြည်း လူတွေရဲ့ထူးဆန်းတဲ့အကျင့်စရိုက်တွေကိုသိလာရတဲ့အခါမှာတော့ အဲဒီနေရာကြီးတစ်ခုလုံးကကြောက်ဖို့ကောင်းလာပြီး လိဗ်နဲ့ဟန်နာတို့ ထူးဆန်းတဲ့နယ်မြေမှာ ဘယ်လိုရှင်သန်ကြမလဲ ဘာတွေဖြစ်သွားမလဲ ဆိုတာကိုကြည့်ရှုရမှာပါ…….File size…(4K ) /(1 GB)/(572 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:31:00Genre…Drama, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by KhunnYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam MacNeillAlex MaloneBarbara LowingBaykali GanambarrBree BainBruce R. CarterDaniel HenshallHerbert NordrumHugo WeavingJames FrechevilleJessica HenwickJonathan auf der HeideJulia GarnerKate CheelLen FirthNic DarrigoPatrick FrostToby WallaceUrsula YovichValerie Berry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4XyXzjXAReSBSwr2fiY9jNuB9ot.jpg",
      "https://image.tmdb.org/t/p/w300/cofs7Y72FkRjALbOOOz8q7Uty6h.jpg",
      "https://image.tmdb.org/t/p/w300/2ZplpCKIFaOVBSu6991HtaOEBPb.jpg",
      "https://image.tmdb.org/t/p/w300/mXUGHfCk9VNinVevweOVxctXY0L.jpg",
      "https://image.tmdb.org/t/p/w300/li0Yy4EVjvu2kIOToCVvBshQlkj.jpg",
      "https://image.tmdb.org/t/p/w300/yRHpxCFSIZ80mrHQdcGQXkekrbg.jpg",
      "https://image.tmdb.org/t/p/w300/vpvc0udppqAsxV8pmU4tTvY0lD9.jpg",
      "https://image.tmdb.org/t/p/w300/jfy35sIRyOiTqzn28PvKuqQ9kM0.jpg",
      "https://image.tmdb.org/t/p/w300/qomXV3zW12LciZpQ3SMpiALWODf.jpg",
      "https://image.tmdb.org/t/p/w300/oLwlQcD2OVPvzcdp1bCmfXYaNlU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BZDIzZGM0ODgtZjNlNy00ZjVmLThmNjktY2Y5YjZhNTEwNDhmXkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-royal-hotel-2023-2160-p-4-k-amzn-web-dl-ddp-5-1-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "4K"
      },
      {
        "link": "https://usersdrive.com/xj81vapxq1cv.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "4K"
      },
      {
        "link": "https://megaup.net/2EOrv/(CM)_The.Royal.Hotel.2023.2160p.4K.AMZN.WEB-DL.DDP5.1.H.265-Naung.mkv",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "4K"
      },
      {
        "link": "https://mega.nz/file/Kc51FZQJ#juNOcd6kQch_dcOcOqRGkXwKW_-aSzTK8st_vmOdSU8",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "4K"
      },
      {
        "link": "https://yoteshinportal.cc/the-royal-hotel-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/83m96z2yi8oq.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/40F30/The.Royal.Hotel.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/uJVxWaRI#_GP0JHYJCCouVzrDOo_Kn-nZJXt2XIAfXYT_3XDkkUs",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-royal-hotel-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "572MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8s5x2o77x78z.html",
        "server": "usersdrive.com",
        "size": "572MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1iPex/The.Royal.Hotel.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "572MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WMcTxZTA#hlVzcjXxqypt2G6LQBSYnHdOtcJ91QU4fanR73iNVOY",
        "server": "mega.nz",
        "size": "572MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/vlzore7pdmfo",
        "server": "streamsb.com",
        "size": "572MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "U9zq_4ED-pI",
      "video_url": "https://www.youtube.com/watch?v=U9zq_4ED-pI",
      "embed_url": "https://www.youtube.com/embed/U9zq_4ED-pI"
    }
  },
  {
    "metadata": "|||Adult,Comedy,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[+18]Jamon Jamon(1992)",
    "description": "[+18]Jamon Jamon(1992) အညွှန်း*****************************Penélope Cruz  နဲ့Javier Bardemတို့လို့ နာမည်ကျော်တွေပါပြီးအတော်ကြမ်းတဲ့ (၁၈+ )ခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဇာတ်လမ်းလေးကတော့ အမျိုးသားအောက်ခံဘောင်းဘီထုတ်လုပ်တဲ့စက်ရုံပိုင်ရှင်ရဲ့သား ဂျိုးလူးဝစ်ဟာသူတို့စက်ရုံက အလုပ်သမားလေးဆေဗီယာဆိုတဲ့ကောင်မလေးနဲ့ ချစ်ကြိုက်မိသွားကြတယ်။ဆေဗီယာတို့မိသားစုပြေလည်ကြတဲ့သူတွေမဟုတ်ကြပါဘူး၊ဖခင်ကစွန့်ပစ်သွားတဲ့အတွက် ဆေဗီယာရဲ့မိခင်ဟာသူတို့ညီအစ်မသုံးယောက်ကိုငယ်စဉ်ကတည်းကရှာကျွေးရတယ်။စီးပွားရေးအခြေအနေအရ ဘားလေးတစ်ခုဖွင့်ထားတယ်၊ပတ်ဝန်းကျင်ကသူ့အမေကိုအပျက်မလို့သမုတ်ကြတယ်၊ဒီလိုနဲ့ဆေဗီယာဟာလူးဝစ်နဲ့ကိုယ်ဝန်ရှိသွားတယ်၊လူးဝစ်ရဲ့အမေဟာ ဆေဗီယာနဲ့သဘောမတူပါဘူး၊စက်ရုံမှာကြော်ငြာလာရိုက်တဲ့ ရာဟူးလ်ဆိုတဲ့တစ်ယောက်ကိုပိုက်ဆံပေးပြီးသူတို့နှစ်ယောက်ကိုပြတ်ခိုင်းအောင်ကြံစည်ခိုင်းတဲ့အခါမှတော့…..File Size :(1.9GB)(0.9GB) and (311MB)Quality : Blu-Ray1080p, 720pFormat…mp4Duration…01:35:00Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnna GalienaArmando del RíoChema MazoDiana SassenGuaca López de la SierraIsabel de Castro OrosJavier BardemJordi MollàJuan DiegoLira Herce De BigasMaría ReniuMarianne HermitteMiquel García BordaNadia GodoyNazaret CallaoPenélope CruzRoberto BermejoStefania SandrelliSusana KoskaTomás Martín",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vAhrNWyOe0ID8cxN6o7h9sUNWZC.jpg",
      "https://image.tmdb.org/t/p/w300/oKrPd8uP1zkaMW1MNL5OBcv2aj1.jpg",
      "https://image.tmdb.org/t/p/w300/rnaUUOMoqgRLZcSBJHv6PBu4AIx.jpg",
      "https://image.tmdb.org/t/p/w300/yTHhOYWjEnhbcRXMq2M9120TsFQ.jpg",
      "https://image.tmdb.org/t/p/w300/7u6P46nr6vNua00DmKOyzfrqTv1.jpg",
      "https://image.tmdb.org/t/p/w300/ncU04xE27HnpjBKLCySEjKb4VQs.jpg",
      "https://image.tmdb.org/t/p/w300/p6mXh7V8FBAWaSBAUwHxVTSevm6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/Jam_n_Jam_n-742903628-large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18jamon-jamon1992",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/g47sbywywlln.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/jamon-jamon-1992-blu-ray-1080-pcm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/0a0VgaYY#fHxcFUdDV2PtnZSZjqjdLvxlz-SIxM-Ttgh-0m3ZA78",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1NF8w/Jamon_Jamon_1992.BLU-RAY.1080PCM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3ludhrekavl0.html",
        "server": "usersdrive.com",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/jamon-jamon-1992-blu-ray-720-pcm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/39A33/Jamon_Jamon_1992.BLU-RAY.720PCM).mp4",
        "server": "megaup.net",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/cfUxnASK#lIJu8lhfjgkBXSDGoPQ2dfPgo8luRLCAjrXMa0NkyzE",
        "server": "mega.nz",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/5043gg76461t.html",
        "server": "streamsb.com",
        "size": "0.9GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hfbznwtkueux.html",
        "server": "usersdrive.com",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/jamon-jamon-1992-blu-ray-480-pcm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1NF9a/Jamon_Jamon_1992.BLU-RAY.480PCM)_.mp4",
        "server": "megaup.net",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/MSdwATQA#bJQ7e7l488Es9uOJDqgrC7AMQPI0oy18zK-s5h2zyHA",
        "server": "mega.nz",
        "size": "311MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/yfncocap04ei.html",
        "server": "streamsb.com",
        "size": "311MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "LEzXp8IjzZA",
      "video_url": "https://www.youtube.com/watch?v=LEzXp8IjzZA",
      "embed_url": "https://www.youtube.com/embed/LEzXp8IjzZA"
    }
  },
  {
    "metadata": "Not Rated|2023|2h 6m|Bollywood,Drama",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "354"
    },
    "title": "Mathimaran (2023)",
    "description": "Mathimaran (2023) ကိုပုရှင်းတဲ့အမှုမြေနိမ့်ရာလှံစိုက်တတ်တဲ့ လောကကြီးထဲမှာ မပြည့်မစုံနဲ့ မွေးဖွားလာတဲ့သူအဖို့ကဲ့ရဲ့ရှုတ်ချသံသာ စားသုံးရာလို့ဆိုနိုင်သလို လူတွေဟာလည်း ဒီလိုလူတွေဆို အမြဲလှောင်ပြောင်ချင်ကြတယ်လေ။နယ်မြို့လေးတစ်မြို့က နယ်ဒူမာရန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာလည်းဒီလိုပဲလူ့အကဲ့ရဲ့ခံလူပုလေးတစ်ယောက်ဖြစ်ခဲ့တယ်။ လူတွေနဲ့တန်းတူနေရဖို့အရေး အပတ်တကုပ်ကြိုးစားရင်းနဲ့ ဘဝရဲ့ဒဿနတွေကို ပုံဖေါ်နေခဲ့တယ်။တစ်ဖက်မှာလည်း ကွင်းဆက်လူသတ်မှုတွေဖြစ်ပွားနေခဲ့ပါတယ်။အသတ်ခံရသူတွေဟာ အိမ်ထောင်သည်အမျိုးသမီးတွေဖြစ်ပြီးရက်ရက်စက်စက် မုဒိန်းကျင့်သတ်ဖြတ်ခံနေရတာပါ။ဒီလူပုလေးနဲ့ ဒီလူသတ်မှု ဆက်စပ်နေပါ့မလား…။ဆိုတော့ လူသတ်မှုကို ဖေါ်ထုတ်မယ့်စုံထောက်များ အဖြေရှာလို့ရပါပြီနော်။အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ Taylor ~ V ~ Cherry ~ KKKZ ~ BpL တို့ပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.24GB / 916MBQuality…WEB DL 1080p /720pFormat…mp4Duration….2h 6mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor ~ V ~ Cherry ~ KKKZ ~ BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMantra VeerapandianStarsAdukalam NarenIvanaM. S. BhaskarVenkat SenguttuvanCastAdukalam NarenIvanaM. S. BhaskarVenkat Senguttuvan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BNjlmMWIzY2UtYTBhMS00NTVhLWI1NmEtZWY0MGEzMDVkMzAyXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mathimaran-2023-tamil-true-web-dl-1080-p-hq-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/91tjwzbi3vb5.html",
        "server": "usersdrive.com",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ee8lt/Mathimaran_(2023)_Tamil_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/w690iB7R#Sdwy9--2woAOg6tylb6gesfudZY_V5vAbDjMUDzcgq8",
        "server": "mega.nz",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mathimaran-2023-tamil-true-web-dl-720-p-hq-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ifg9pp9dwcjg.html",
        "server": "usersdrive.com",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ee8k3/Mathimaran_(2023)_Tamil_TRUE_WEB-DL_-_720p_HQ_-_AVC_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Fz8SDQIC#i1peCcyGA0T-CCv1jOiZ9ZL8jX6trbl3ETwAV7E15SI",
        "server": "mega.nz",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/dvc41tis2x8d",
        "server": "streamsb.com",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/c1lw8m4y1llf",
        "server": "streamvid.io",
        "size": "916MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "23568"
    },
    "title": "Ajoomma(2022)",
    "description": "Ajoomma(2022)**************စင်ကာပူနိုင်ငံသူ လင်းမိန်ဟွာဟာဆိုရင် ကိုးရီးယားဇာတ်လမ်းတွဲတွေ ကြည့်ရတာကိုအရမ်းနှစ်သက်သူဖြစ်ပြီး ဇာတ်လမ်းတွဲကြည့်ရင်း ဒိုင်ယာလော့တွေကို လိုက်ပြောရတာကတော့ သူ့ရဲ့ဝါသနာပေါ့..လင်းမိန်ဟွာနဲ့ သူ့သားလေးက အားလပ်ရက်မှာ ကိုးရီးယားကို ခရီးအတူသွားဖို့ ကြိုတင်ဘိုကင်လုပ်ထားခဲ့ပေမဲ့သားဖြစ်သူက အလုပ်အင်တာဗျူးကြောင့် ခရီးသွားမဲ့အစီအစဉ်ကို ဖျက်သိမ်းလိုက်ပါတော့တယ်..တစ်သက်နဲ့တစ်ကိုယ် တစ်ယောက်တည်းခရီးမသွားခဲ့ဖူးတဲ့ အန်တီလင်းမိန်ဟွာလည်းသတ္တိမွေးပြီး တစ်ယောက်တည်း ကိုးရီးယားကို ခရီးထွက်လာတဲ့အခါမှာတော့…ပထမဆုံး ကိုးရီးယား-စင်ကာပူ ရုပ်ရှင်လေးဖြစ်ပြီး ကိုးရီးယားဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအဖို့တော့ ‌ဇာတ်လိုက်မင်းသမီး လင်းမိန်ဟွာနဲ့ ထပ်တူခံစားရင်း ကြည့်ရှုလို့ရမဲ့ ရုပ်‌ရှင်လေးပါပဲ…Main Cast တွေအနေနဲ့ စင်ကာပူ ဝါရင့်သရုပ်ဆောင်မင်းသမီးကြီး Hong Huifang ၊Kang Hyeong Seok နဲ့ Jung Dong Hwan တို့က ပါ၀င်သရုပ်ဆောင်ပေးထားပြီးမင်းသားချော Yeo Jin Goo ကလည်း special guest အဖြစ် ပါ၀င်သရုပ်ဆောင်ပေးထားပါသေးတယ်…..File Size : (1.3GB) and (566MB)Quality : AMZN.WEB-DL,1080P,720pFormat…mp4Duration…01:30:00Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Wai Oo & MiriEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHong HuifangJung Dong-HwanKang Hyung-sukShane PowYeo Jin-goo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6cmKP4k30LuZ9KPS3aEdDurituV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/k0IrevoY228CZYtemGbhazuk93n.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7eeznqzo14lx.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ajoomma-2022-amzn-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zXpC/Ajoomma.2022.AMZN.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4PxEXboC#oukzymINQIN9xtR8VRBFoBhnOcKoJNJ7QQ234-SSBFw",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/f33g3c3sxykz",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/t25mfdwehyqt.html",
        "server": "usersdrive.com",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ajoomma-2022-amzn-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zXpg/Ajoomma.2022.AMZN.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QaQyxZ7Y#g5zNc0j91WAyntGWmdH03BZRBflzugpepNf8FblYmE4",
        "server": "mega.nz",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/09r3v9370wmd.html",
        "server": "streamsb.com",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/s5srcf7luesd",
        "server": "streamvid.io",
        "size": "566MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "A9Akuk8w-U4",
      "video_url": "https://www.youtube.com/watch?v=A9Akuk8w-U4",
      "embed_url": "https://www.youtube.com/embed/A9Akuk8w-U4"
    }
  },
  {
    "metadata": "R|2013|2h 1min|Action,Biography,Drama,War",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "261,243"
    },
    "title": "Lone Survivor (2013)",
    "description": "Lone Survivor (2013)အချိန်က ၂၀၀၅ ဂျွန်လ။ အာဖဂန်နစ္စတန်မှာ တာလီဘန်အုပ်ချုပ်ရေး ၂၀၀၁ မှာပြိုပြီးတဲ့နောက် ပြန်လည်တည်ဆောက်ရေးလုပ်နေဆဲကာလပေါ့။ တာလီဘန်တွေက ကုန်သွားတာတော့မဟုတ်ဘူး။ အလ်ကိုင်ဒါနဲ့ မဟာမိတ်ဖွဲ့ထားတဲ့ နီယိုတာလီဘန်ဆန်ဆန် အဖွဲ့တွေကျန်သေးတယ်။ သူတို့ကိုလည်း တာလီဘန်လို့ပဲခေါ်တယ်။ အာဖဂန်မှာလည်း တာလီဘန်ဆန့်ကျင်တဲ့ပြည်သူတွေကျန်နေသေးတယ်။ အဲဒါကိုလည်း ဒီရုပ်ရှင်မှာမြင်ရမယ်။ အဲဒီ ၂၀၀၅ ခုနှစ်ရဲ့ အရေးအပါဆုံးစစ်ဆင်ရေးက‌ Red Wings တောင်ပံနီစစ်ဆင်ရေး။ ဒီရုပ်ရှင်က တောင်ပံနီစစ်ဆင်ရေးမှာ မကျဆုံးခဲ့တဲ့ SEAL တပ်သား Marcus Luttrell ရဲ့ Lone Survivor ဆိုတဲ့စာအုပ်ကိုမှီငြမ်းထားတယ်။ စာအုပ်အချက်အလက်တွေအပြင် တကယ့် စစ်ပွဲမှတ်တမ်းအထောက်အထားတွေကိုပါသုံးရိုက်ထားတဲ့အတွက် Realistic ဆန်တဲ့အပိုင်းမှာ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွမ်းမှုကို အတော်လေးရခဲ့တယ်။ National Board of Review ရဲ့ ၂၀၁၃ ခုနှစ်အတွင်း အကောင်းဆုံးရုပ်ရှင် ၁၀ကားစာရင်းမှာပါခဲ့တယ်။ ဒီရုပ်ရှင်ကိုရိုက်တဲ့ Peter Berg ကလည်း ၂၀၁၂ မှာ Mark Wahlberg နဲ့ Battleship ကိုရိုက်ပြီးခါစဆိုတော့ စစ်ကားအပိုင်းမှာ ဒါရိုက်တာကော မင်းသားပါ အရှိန်ရနေခဲ့တဲ့ကာလလို့ပြောရမယ်။ဒီရုပ်ရှင်က တောင်ပံနီစစ်ဆင်ရေးရဲ့ တာဝန်က Ahmad Shah ဆိုတဲ့ တာလီဘန်ခေါင်းဆောင်ကိုရှင်းဖို့။ သူက တာလီဘန်အဖွဲ့တစ်ခုဖြစ်တဲ့ Hezb-e-Islami Gulbulddin (HIG) ရဲ့ ခေါင်းဆောင်ဖြစ်ပြီး အာဖဂန်မှာ အမေရိကန်တပ်သားတွေကို ချုံခိုရှင်းခဲ့တာတင်မကဘဲ အမေရိကန်စစ်တပ်ကိုကူညီတဲ့ အာဖဂန်ရွာသားတွေကိုပါ ရှင်းတာကြောင့် သူ့ကိုအန္တရာယ်ကြီးရာဇဝတ်ကောင်အဖြစ်သတ်မှတ်ထားတယ်။ သူ့ကိုရှင်းထုတ်ဖို့ SEAL အဖွဲ့ဝင် ၄ ယောက်က တာဝန်ပေးခံရတယ်။သူတို့ ၄ ယောက်က တောင်ပံနီစစ်ဆင်ရေးအတွက် တာဝန်ကျနေရာကိုရောက်ပြီး နေရာယူထားတဲ့အထိ အားလုံးကအဆင်ပြေနေသေးတယ်။ ဆိတ်ကျောင်းသားမြေးအဖိုးတွေ မရောက်လာခင်အထိပေါ့။ ဆိတ်ကျောင်းသားတွေကိုမိတဲ့အချိန် သူတို့အနေနဲ့ သတ်မလား…လွှတ်မလား… ရွေးရတော့တယ်။ ရှင်းလိုက်ရင် သူတို့နေရာမပေါက်ကြားတော့ဘူး။ တာဝန်ကိုဖြောင့်အောင်ဆက်လုပ်လို့ရတယ်။ ဒါပေမဲ့ အဲဒါကသူတို့ရဲ့ ထိတွေ့တိုက်ခိုက်မှုစည်းမျဉ်းကို ချိုးဖောက်ရာရောက်သွားမယ်။ လွှတ်လိုက်ရင် သူတို့နေရာပေါက်ကြားပြီး တာလီဘန်အယောက် ၂၀၀ လောက်က သူတို့ကို အမဲလိုက်ဖျက်တာခံရမယ်။ ဘာရွေးခဲ့လဲ။ သူတို့စည်းမျဉ်းအတိုင်းပဲ လွှတ်ပေးခဲ့တယ်။ အကျိုးဆက်ကတော့ ရာနဲ့ချီတဲ့တာလီဘန်တွေကို ၄ ယောက်တည်းနဲ့ ခံတိုက်ရတာပဲ။သာမန်အားဖြင့်ဆိုရင် SEAL တွေက ဒီလိုအခြေအနေတွေကိုကောင်းကောင်းတုံ့ပြန်နိုင်ဖို့ လေ့ကျင့်ပြီးသားပါ။ မြေပြန့်မှာဆိုရင်ပေါ့။ ဖြစ်ချင်တော့ သူတို့တိုက်ပွဲဖြစ်တဲ့နေရာက တောင်တွေအတော်ထူထပ်တဲ့ အာဖဂန် အရှေ့မြောက်ပိုင်းဖြစ်နေတယ်။ အဲဒီမှာ မြေပြင်အနေအထားအရ တာလီဘန်တွေအသာစီးရပြီး SEAL တွေအတော်ထိသွားတယ်။ တောင်ပေါ်ကပြုတ်ကျတာလည်းအကြိမ်ကြိမ်၊ ကျည်ဆန်မှန်တာလည်းအကြိမ်ကြိမ်နဲ့ပေါ့။ နောက်ဆုံးမှာ Marcus Luttrell တစ်ယောက်ပဲ အသက်ရှင်ခဲ့တဲ့အထိပဲ။ မစ်ရှင်ကတော့ မအောင်မြင်ခဲ့ဘူး။ ဒီရုပ်ရှင်က SEAL တွေရဲ့ ရဲစွမ်းသတ္တိနဲ့ အနစ်နာခံမှုတွေကို တမ်းတအောက်မေ့တဲ့အနေနဲ့ ရိုက်ခဲ့တာဖြစ်တယ်။ရိုက်ကူးတုန်းကလည်း တကယ့် Navy SEAL တွေ စစ်ပြန်တွေက ရိုက်ကွင်းအကြံပေးတွေအနေနဲ့ပါခဲ့ကြတယ်။ လက်တွေ့ဘဝက Marcus Luttrell တောင်မှ cameo အနေနဲ့ပါခဲ့သေးတယ်။ တောင်ပေါ်က ပြုတ်ကျတဲ့အခန်းတွေဆိုရင်လည်း CGI နဲ့ရိုက်တာမဟုတ်ဘဲ Stunt double တွေနဲ့ အမှန်အကန်ရိုက်ခဲ့တယ်။ အရိုက်လွန်ပြီး Mark Wahlberg ရဲ့ စတန့်သမားတောင် တစ်ခန်းအပြီး ဆေးရုံတင်လိုက်ရသတဲ့။ အဓိကချီးကျူးစရာက အသံပိုင်းဖြစ်လိမ့်မယ်။ အဲဒါကြောင့်လည်း အသံပိုင်းမှာ Academy ဆု ဆန်ခါတင် ၂ ခုဝင်ခဲ့တယ်။ သရုပ်ဆောင်တွေအနေနဲ့လည်း Mark Wahlberg တို့ Taylor Kitsch တို့ Ben foster တို့လို ဆရာကြီးတွေပါ‌တဲ့အတွက် အပြစ်ပြောစရာမရှိဘူး။ ဖြစ်ရပ်မှန်စစ်ကားကောင်းကောင်းလေးမှကြိုက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်ကို အကြိုက်တွေ့ပါလိမ့်မယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Khant Bo မှ တင်ဆက်ထားပါတယ်။)File size…(6.1 GB)/(2.7 GB)/(1.5 GB)Quality….BluRay4K HEVC/1080p /720pFormat…mkv/mp4Duration….02:01:16Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMin Khant BoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric HeffronJan RudolphKevin ScottPeter BergRichard OswaldStarsAlexander LudwigAli SulimanBen FosterEmile HirschEric BanaMark WahlbergRich TingSammy SheikTaylor KitschYousuf AzamiCastAlexander LudwigAli SulimanAnthony McKenzieBen FosterBrian CallCorey LargeDan BilzerianDaniel ArroyoDaniel FulcolyDavid ShepardEdmund BlanchetEmile HirschEric BanaEric SteinigGregory RockwoodHenry PenziHillel Michael ShamamIshmael AntonioJason RigginsJerry FerraraJim CusicJohn HockerJosh BerryJustin TadeKurt CarlsonMark WahlbergMatthew PageMichael P. HerrmannNicholas PatelPatrick GriffinPaul CraigPerparim \"Peter\" BiciPeter BergRich TingRick VargasRobert H. DoudellRobert LoerkeRohan ChandRyan KaySammy SheikSamuel J. CloudScott ElrodSergio KatoSterling JonesTaylor KitschYousuf AzamiZabiullah MirzaiZarin Rahimi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g6QPI70Kzt91Q0lGyLfsVqZAwlJ.jpg",
      "https://image.tmdb.org/t/p/w300/9qoGxUOswegkDTAYo0Moi5VHl1V.jpg",
      "https://image.tmdb.org/t/p/w300/aNeQ5AoOJtujcusajrW11aLTvci.jpg",
      "https://image.tmdb.org/t/p/w300/lBnjPVaLtmPVBbno7HsXrzDfRtU.jpg",
      "https://image.tmdb.org/t/p/w300/nUOeUgQDNZZWwQsLhguUFHZwLZl.jpg",
      "https://image.tmdb.org/t/p/w300/1TltNiuA5pzX9nXeUrZDlCETZ0E.jpg",
      "https://image.tmdb.org/t/p/w300/l8iO9c69Pg3SYb8GZJbwQhXyJG9.jpg",
      "https://image.tmdb.org/t/p/w300/nin6NmYrYuua6RphpcFOfnbyC3J.jpg",
      "https://image.tmdb.org/t/p/w300/nsjMFm2gU14oyJVwX7hgxo1E3qi.jpg",
      "https://image.tmdb.org/t/p/w300/il78EBxJzBr7SHQ2u2XJr9TMG0I.jpg",
      "https://image.tmdb.org/t/p/w300/3ZNXoZfO8Bfh2YldhCFSEC8ObxM.jpg",
      "https://image.tmdb.org/t/p/w300/nVFaMYRnhWiCeCjUMROyuiuAPka.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/02/lone-survivor.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lone-survivor-2013-2160-p-blu-ray-x-265-10-bit-aac-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.1 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/nfrvmppnn2qq.html",
        "server": "usersdrive.com",
        "size": "6.1 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lone-survivor-2013-1080-p-blu-ray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0lf4/(CM)_Lone_Survivor_(2013)_1080p_BluRay_x264_-Naung.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5TlhjRoI#mlqcwXdY1-5MzdCm3tA-y-Bu6c6hz9rBXv2SqQXn7PA",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7qq4m1zoqppo.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lone-survivor-2013-720-p-blu-ray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeKyt/(CM)_Lone_Survivor_(2013)_720p_BluRay_x264_-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gTNR3SqY#-IP_mF8RZBYuUo1rFtROww4OX7-jgVwmuNmjWJhYeok",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1c0v4008kedc.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/8st1vgwk4up1",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0cPJ1ifjBDs",
      "video_url": "https://www.youtube.com/watch?v=0cPJ1ifjBDs",
      "embed_url": "https://www.youtube.com/embed/0cPJ1ifjBDs"
    }
  },
  {
    "metadata": "|||Drama,Sport",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "We Are Marshall (2006)",
    "description": "Huntingtownဆိုတဲ့ မြို့ငယ်လေးမှာ Marshallလို့အမည်တွင်တဲ့ တက္ကသိုလ်တစ်ခုရှိပါတယ်။ ကျောင်းကိုယ်စားပြု American Footballအသင်းဖြစ်တဲ့ The Herd ပြိုင်ပွဲဝင်ချိန်တိုင်း မြို့သူမြို့သားတွေဟာ မြို့လုံးကျွတ်အားပေးခဲ့ကြပြီး သောင်းသောင်းဖြဖြကြိုဆိုခဲ့ကြတယ်။ ငယ်ရွယ်နုပျိုတဲ့ လူငယ်တွေကလည်း မြို့ရဲ့ဂုဏ်သိက္ခာအတွက် အင်တိုက်အားတိုက်ကြိုးစားကြတယ်။ ဒါပေမယ့် မမျှော်လင့်တဲ့ ကံကြမ္မာဆိုးဟာ HuntingTownနဲ့  Marshallအတွက် ခြောက်ခြားစရာဖြစ်ရပ်ဆိုးကြိးတစ်ခုကို သယ်ဆောင်လာခဲ့ပါတယ်။ဒီနာကျင်ကြေကွဲရတဲ့ ဒဏ်ရာတွေကို ခံစားနေရတဲ့ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ မြို့ခံလူထုဟာ ဘောလုံးအသင်းကို ဘယ်လိုဆက်ပြီး တည်တံ့အောင်ကြိုးစားကြမလဲ၊  မိုင်၃၀၀ကျော်အဝေးက နည်းပြဂျက်လန်ရေးကရော Marshallနဲ့ ဘယ်လိုများရေစက်ဆုံလာမလဲ။We are Marshallလို့ ကြွေးကြော်လိုက်တိုင်း သူတို့ရဲ့နာကျင်ဆုံးရှုံးမှု၊  အသင်းသားစိတ်ဓာတ်၊ အချင်းချင်းတန်ဖိုးထားမှု၊ လက်မလျှော့တဲ့ စိတ်အားထက်သန်မှု တွေကို ခံစားမိစေမယ့် ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။၂၀၀၆ခုနှစ်က ထွက်ရှိခဲ့ပြီး ၁၉၇၀ခုနှစ်ကို ဇာတ်အိမ်တည်ထားတဲ့ ဒီရုပ်ရှင်ဟာ တကယ့်ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်တစ်ကားထက်ပိုတဲ့  ဒီရုပ်ရှင်မှာ နာမည်ကြီး အနုပညာရှင်များဖြစ်တဲ့  The Wedding Planner,How to Lose a Guy in 10 Daysတို့ရဲ့ romantic iconလည်းဖြစ်ခဲ့သလို The Lincoln Lawyer,  Interstellar တို့မှာဦးဆောင်ထားတဲ့ Matthew McConaughey၊ Captain America: The Winter Soldier (2014),The Falcon and the Winter Soldier(2021)တို့မှာ  Falconအဖြစ်ပါဝင်ထားတဲ့Anthony Mackie၊ Fantastic Four(2015)မှာ invisible womanအဖြစ်သရုပ်ဆောင်ထားတဲ့ Kate Maraတို့အပါအဝင် အခြားနာမည်ကြီး  castပေါင်းများစွာ ပါဝင်သရုပ်ဆောင်ထားတာမို့ ပိုင်နိုင်လှတဲ့သရုပ်ဆောင်ချက်တွေကြားမှာကိုယ်ကိုယ်တိုင်  Marshallကျောင်းသားတစ်ယောက်လို၊ Huntingtownမြို့သားတစ်ယောက်လို ခံစားကြည့်ရှုနိုင်မှာပဲ ဖြစ်ပါတယ်အညွှန်းနဲ့ဘာသာပြန်  Ahorne ဖြစ်ပါတယ်File size…(2.8 GB)/(1.6 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:11:00Genre…Drama, SportSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by AhorneYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmanda BestAndrew Wilson WilliamsAnthony MackieArlen EscarpetaBill CrabbBobby JordanBrian GeraghtyDavid StrathairnHuntley RitterIan McShaneJanuary JonesKate KneelandKate MaraKimberly Williams-PaisleyL. Warren YoungMatthew FoxMatthew McConaugheyNina JonesTommy CresswellWes Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2aY1ZPtn0Nu0yBxdbG1oPtnpER3.jpg",
      "https://image.tmdb.org/t/p/w300/q2PpX9mCvVOawgBW6P5gPfQgD2R.jpg",
      "https://image.tmdb.org/t/p/w300/kKHLli85nD25eRytCOBOt9RsJeZ.jpg",
      "https://image.tmdb.org/t/p/w300/8mCpj2quGwLhT6kk21qxcey9D2E.jpg",
      "https://image.tmdb.org/t/p/w300/strIlzHFWRSVdF8jjWdkTluz8pT.jpg",
      "https://image.tmdb.org/t/p/w300/A2RWvdVnEsZQsWGJeiYopGtdWMR.jpg",
      "https://image.tmdb.org/t/p/w300/sav47k0ehVeFfT0L7fAw8CKLpw7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/34734c083f84a5f7be472743ffeb60245ba5ab696152053654bf52eca5bea960.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/we-are-marshall-2006-1080-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2DT2w/We.Are.Marshall.2006.1080p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NukFlTbb#oxpByxZFK75hJwPR60k73in0SpIvxbDfw36VM27S2jM",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/32puh0xpgte3.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/we-are-marshall-2006-720-p-cm-blu-ray-x-264-aac-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hY6s/We.Are.Marshall.2006.720p(CM).BluRay.x264.AAC5.1.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/R7NRlbiL#XiX2CwOD8l2eC-McmzD0lFTti6hed7xHK7IjHktul2g",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6uj7ba38knac.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/alya5kdulww3",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/thlwp2f9cu33",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "vmH61rvDQxU",
      "video_url": "https://www.youtube.com/watch?v=vmH61rvDQxU",
      "embed_url": "https://www.youtube.com/embed/vmH61rvDQxU"
    }
  },
  {
    "metadata": "Not Rated|2018|122 min|Drama,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "281"
    },
    "title": "Human, Space, Time and Human ( 2019 )",
    "description": "Zawgyi*******ပင္လယ္ထဲကိုခရီးထြက္လာၾကတဲ့အေပ်ာ္စီးသေဘၤာေပၚကလူတစ္စုအမ်ိဴးမ်ိဴးအေထြေထြလူေပါင္းစုံအလႊာေပါင္းစုံကလူေတြအေပ်ာ္လြန္ရာကေနအပ်က္ျဖစ္လာၾကတဲ့အခါ လူသဘာဝအတိုင္းေလာဘႀကီးကိုယ့္အတြက္သာပဓာနလို႔သေဘာထားၿပီးတစ္ဦးအပၚတစ္ဦးမေကာင္းတာေတြဘဲလုပ္ရာကေနဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲဒီကားထဲမွာဆိုရင္စာေရးဆရာကသူခ်​ ျပခ်င္တဲ့လူသဘာဝကိုပီျပင္ေအာင္ခ် ျပထားတဲ့အျပင္ေသြးသံတရဲရဲနဲ႔ရက္ရက္စက္စက္အခန္းေတြပါတာမို႔thrillerႀကိဳက္တဲ့သူေတြအတြက္ေတာ့စိတ္ဝင္စားဖို႔ေကာင္းမွာပါbut တခ်ိဳ႕အခန္းေတြက nudeေတြပါတာမို႔ မိဘေတြနဲ႔ၾကည့္ဖို႔အဆင္မေျပပါေၾကာင္း သတိေပးလိုက္ပါတယ္ေနာ္…Unicode*******ပင်လယ်ထဲကိုခရီးထွက်လာကြတဲ့အပျော်စီးသင်္ဘောပေါ်ကလူတစ်စုအမျိူးမျိူးအထွေထွေလူပေါင်းစုံအလွှာပေါင်းစုံကလူတွေအပျော်လွန်ရာကနေအပျက်ဖြစ်လာကြတဲ့အခါ လူသဘာဝအတိုင်းလောဘကြီးကိုယ့်အတွက်သာပဓာနလို့သဘောထားပြီးတစ်ဦးအပါ်တစ်ဦးမကောင်းတာတွေဘဲလုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲဒီကားထဲမှာဆိုရင်စာရေးဆရာကသူချ ပြချင်တဲ့လူသဘာဝကိုပီပြင်အောင်ချ ပြထားတဲ့အပြင်သွေးသံတရဲရဲနဲ့ရက်ရက်စက်စက်အခန်းတွေပါတာမို့thrillerကြိုက်တဲ့သူတွေအတွက်တော့စိတ်ဝင်စားဖို့ကောင်းမှာပါbut တချို့အခန်းတွေက nudeတွေပါတာမို့ မိဘတွေနဲ့ကြည့်ဖို့အဆင်မပြေပါကြောင်း သတိပေးလိုက်ပါတယ်နော်…Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Ki-dukStarsAhn Sung-kiJang Keun-sukJoe OdagiriLee Sung-jaeMina FujiiRyoo Seung-bumCastAhn Sung-kiJang Keun-sukJoe OdagiriLee Sung-jaeMina FujiiRyoo Seung-bum",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4GyoWdE53gctGaZjBfardDT8Ghp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fVTR5cCyCJzLyDEXSG30IOVvmBY.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4aEzZ/(CM)Human.Space.Time.and.Human.2019.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/4aKlw/(CM)Human.Space.Time.and.Human.2019.BluRay.480p.mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/human-space-time-and-human-2019",
        "server": "VIP Links",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/human-space-time-and-human-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbembed2.com/d/ycftn9i1hecj.html",
        "server": "streamsb.com",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A||1h 39min|Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "3,160"
    },
    "title": "And Then I Go (2017)",
    "description": "အခု ၂၀၁၇ ကထြက္ရွိခဲ့တဲ့ And Then I Go ဆိုတဲ့ကားေလးကိုမိတ္ဆက္ေပးပါမယ္ဒီကားေလးဟာ Good Reads မွာ Rating ေကာင္းေကာင္းရထားတဲ့ စာအုပ္ေကာင္းတစ္အုပ္ျဖစ္တဲ့ စာေရးဆရာ Jim Shepperd ရဲ႕ Project X ဆိုတဲ့စာအုပ္ကို ရိုက္ကူးထားတာျဖစ္ပါတယ္ေပ်ာ္ရႊင္စရာေကာင္းတဲ့ မိသားစုေလးနဲ႔ ခ်စ္စရာညီေလးကိုပိုင္ဆိုင္ထားေပမယ့္ ကိုယ့္ကို နားလည္တဲ့သူမရွိတဲ့ခံစားခ်က္ေတြနဲ႔အထီးက်န္္ေနတဲ့ Anti social အလယ္တန္းေက်ာင္းသားေလး အက္ဝင္သူ႔တစ္ဦးတည္းအခ်စ္ဆံုးသူငယ္ခ်င္း ေရာ့ဒီ တစ္ျဖစ္လဲ သူခ်စ္စနိုးေခၚတဲ့ ဖလိက္ကလည္း သူ႔လိုပဲ ေဘာင္မဝင္ဘူးလို႔ ပတ္ဝန္းက်င္ကသတ္မွတ္ခံထားရတဲ့သသူတို႔ႏွစ္ေယာက္ပတ္ဝန္းက်င္ရဲ႕ အထင္မွားခံရမႈေတြမိသားစုရဲ႕အထင္လြဲျခင္းေတြ ခံရပါမ်ားလာတဲ့အခါ ၾကံမိရာၾကံမိၾကတဲ့အခါမွာေတာ့..(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ)File Size : (750 MB) and (329 MB)Quality : WEB-DL 720pRunning Time : 1hr 39minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL DD5 1 H264-CMRGTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVincent GrashawStarsArman DarboCarrie PrestonJustin LongMelanie LynskeyMelonie DiazRoyalty HightowerSawyer BarthTony HaleCastArman DarboCarrie PrestonJustin LongMelanie LynskeyMelonie DiazRoyalty HightowerSawyer BarthTony Hale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n4qIdivRAPHFHavNvx9k9POnE71.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bJz6BYvRf52CIJ4rVDPdy3h41ZA.jpg",
    "movie_links": [
      {
        "link": "http://velociterium.com/A4T4",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/A4VH",
        "server": "drive.google.com",
        "size": "329 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/A4aa",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/A4bA",
        "server": "Soliddrive.co",
        "size": "329 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/A4cF",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/A4co",
        "server": "openload.co",
        "size": "329 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022||Crime,Drama,Mystery",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "1630"
    },
    "title": "Brazen (2022)",
    "description": "Brazen (2022)==============အမေရိကန် New York Times Best Seller စာရင်းဝင် စာရေးဆရာမဖြစ်သူ Nora Roberts ရဲ့“Brazen Virtue” ဟု အမည်ရသော Crime/Mystery Novel အား အခြေခံ ရိုက်ကူးထားတဲ့ Netflixဇာတ်လမ်းကောင်းတစ်ပုဒ်ကိုတင်ဆက်ပေးချင်ပါတယ်။January 13 ရက်နေ့ကမှ ပူပူလောလော ထွက်ရှိလာတာဖြစ်ပြီး ရှုပ်ထွေးဆန်းပြားတဲ့ မှုခင်းဇာတ်လမ်းတွေကိုစိတ်ဝင်စားသူများအဖို့ အကြိုက်တွေ့စေမှာ အသေအချာပါပဲ။ မှုခင်းဝတ္ထုရေးသားသော နာမည်ကြီးစာရေးဆရာမအဖြစ် မင်းသမီးချော Alyssa Milano က သရုပ်ဆောင်ထားပြီး မင်းသား Sam Page ကလည်းပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရရင်တော့ နာမည်ကြီး မှုခင်းဝတ္ထုစာအုပ်များ ရေးသားသော Grace Miller ဆိုတဲ့စာရေးဆရာမဟာ အရေးအသားပြောင်မြောက်ပြီး လူသတ်မှုတွေကို ခရေစေ့တွင်းကျ ရေးပြနိုင်တဲ့အတွက်အများက သဘောကျနှစ်သက်ကြပါတယ်။ သူ့မှာ Kathleen ဆိုတဲ့ ညီမ တစ်ယောက်ရှိပြီး အိမ်ထောင်ရေးပြသာနာများဖြင့် လုံးထွေးကာ ဆေးစွဲသည်အထိ ဖြစ်ပျက်နေရှာပါတယ်။ တစ်နေ့မှာတော့ ညီမဖြစ်သူကဖုန်းဆက်ခေါ်တဲ့အတွက် Miller တစ်ယောက် အပြေးအလွှား သွားတွေ့ပြီး  နောက်ရက်မှာပဲ ညီမဖြစ်သူရဲ့အိမ်နီးချင်း ကောင်လေးတစ်ယောက်နဲ့ ညှိကာ ညစားထွက်စားကြပါတယ်။ အဆင်ပြေပြေ ပြီးဆုံးခဲ့တဲ့ ဒိတ်လေးကအပြန် အိမ်ပြန်ရောက်တဲ့အခါ Miller ရင်ဆိုင်ကြုံတွေ့လိုက်ရတဲ့ အရာက……ကျန်တာကိုတော့ CM ပရိသတ်ကြီးတို့ကိုယ်တိုင် ခံစားကြည့်ရှုရင် ပိုစိတ်ဝင်စားဖို့ကောင်းမယ်လို့ ထင်ပါတယ်။ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကိုယ်ကျ အမှုလိုက်ရတဲ့ အရသာကို ခံစားရမှာဖြစ်ပြီး ဘယ်လို plot twist ကြီးပေါ်ပေါက်လာမလဲဆိုတာကို အတူခေါင်းစားကြစို့လားဗျာ။(ဇာတ်လမ်းအညွှန်းကို Thet Hnin Hsu က ရေးသားပေးထားပြီး ဘာသာပြန်များကတော့ Chit Tee,Khaing Khin, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်)File Size -(1.5 GB) / (920 MB)Quality – WebDL -(1080p) /  (720p)Duration – 1hr 36minSubtitle – Myanmar HardsubFormat – MP4Genre : Crime, Drama, MysteryTranslator – Chit Tee, Khaing Khin, Thet Hnin HsuEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMonika MitchellStarsAlyssa MilanoEmilie UllerupSam Page",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BODczMzFiZGEtMTVmNy00MDQ0LWEyOGUtOThlMTlhOGE4MjNmXkEyXkFqcGdeQXVyMTE5MTg5NDIw._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/brazen-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/brazen-2022-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/2nn4u/Brazen.2022.1080p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://watchsb.com/sj72cw53l9jk.html",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/Z0MF3CqD#ZzpK3vzpYqJBmqb8po72x2oddn2QeYjdgpQY6yNVSS0",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/lica5pxb0xgq.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/brazen-2022-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://megaup.net/2nn4C/Brazen.2022.720p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "920 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://watchsb.com/sfd6xbjcepan.html",
        "server": "streamsb.com",
        "size": "920 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mega.nz/file/t8E3nI6R#uqqiQoJKV8BRHzP_aQSdr393KPXHtC1dpXKKQRiYYno",
        "server": "mega.nz",
        "size": "920 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://usersdrive.com/ow76bh18ij66.html",
        "server": "usersdrive.com",
        "size": "920 MB",
        "quality": "Web-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|1h 54min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "203,298"
    },
    "title": "Murder on the Orient Express (2017)",
    "description": "Murder on the Orient Express (2017)IMDb – 6.5/10_____Rotten – 61%စာရေးဆရာမ အဂါသာ ခရစ္စတီးရဲ့ ၁၉၃၄ တုန်းက နာမည်ကျော်ဝတ္ထုကို အခြေခံပြီး ဒါရိုက်တာကဲနက်ဘရာနက် က ရိုက်ကူးထားတာပါ။၁၉၃၄ ဆောင်းရာသီကာလ မြင်ကွင်းနဲ့အတူ နာမည်ကျော် ဘယ်လ်ဂျီယံစုံထောက် ဟာဂျူလီပွိုင်ရော့တ်ဟာ ဂျေရုဆလင်က ခိုးမှုတစ်ခုကို ဖော်ထုတ်ပြီးနောက် ခရီးသွားပြီးအပန်းဖြေဖို့ စီစဉ်ခဲ့ပါတယ်။အဲဒါနဲ့ အစ္စတန်ဘူလ်ကို သွားခဲ့ပြီးOrient Express ရထားကုမ္ပဏီ ဒါရိုက်တာ သူ့မိတ်ဆွေဘော့နဲ့ တွေ့ဆုံခဲ့ပါတယ်။လန်ဒန်ကနေ သံကြိုးစာရတဲ့အတွက် ပွိုင်ရော့တ်တစ် ယောက်ဘော့စီစဉ်ပေးတဲ့ရထား ခရီးစဉ်နဲ့ အရေးပေါ်အိမ်ပြန်ဖို့ ဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်ပွိုင် ရော့တ်ကို ဆမ်မြူရယ်ရက်ချက် ဆိုတဲ့ အမေရိကန်သူဌေးတစ် ယောက်က သုံးရက်တာ ရထား ခရီးစဉ်အတွင်းမှာ သက်တော် စောင့်လုပ်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အမည်မသိပါတီတစ်ခုရဲ့ အသက်အန္တရာယ်ခြိမ်းခြောက်စာပို့ခံရတဲ့ အတွက် ပွိုင်ရော့တ်ကိုငှားတာ ဖြစ်ပေမယ့် ပွိုင်ရော့တ်ကလက် မခံခဲ့ပါဘူး။နောက်တစ်နေ့ မနက်မှာ တော့ မစ္စတာဆမ်မြူရယ်ဟာ ဓားနဲ့အချက်ပေါင်းများစွာ အထိုး ခံရပြီး အသတ်ခံရတာကြောင့် ပွိုင်ရော့တ်ဟာဘော့နဲ့အတူ စုံစမ်းဖော်ထုတ်ဖို့လုပ်ခဲ့ပါတယ်။အခင်းဖြစ်တဲ့နေရာက သဲလွန်စတွေ၊ သက်သေတွေရဲ့ ထွက်ဆိုချက်အရ အမျိုးသားတစ် ယောက်က ဆမ်မြူရယ်ကို သတ်သွားခဲ့တာဖြစ်ပြီး ဆမ်မြူရယ်ဟာလည်း လူသတ်မှုတစ်ခုကို ကျူးလွန်ပြီး နာမည်ပြောင်းလဲနေ ထိုင်သူတစ်ယောက်ဖြစ်တယ်ဆို တာကိုပါ သိခဲ့ကြပါတယ်။သို့လောသို့လောအခြေအ နေတွေနဲ့အတူ သဲလွန်စတွေကိုဆက်စပ်ရင်း မသင်္ကာစရာတွေ များနေတဲ့ ဆမ်မြူရယ်ရဲ့လူသတ် မှုကို ပွိုင်ရော့တ်တစ်ယောက် ဘယ်လိုနည်းနဲ့ ဖော်ထုတ်မှာလဲ ဆိုတာကို ဆက်ကြည့်ရအောင်လို့ ဖော်ပြလိုက်ပါတယ်။ဒီဇာတ်ကားမှာ ကဲနက်ဘရာ နက်၊ တော်မ်ဘိတ်မန်း၊ ပန်နီလိုပီခရုဇ်၊ ဝီလျံဒါဖိုး၊ ဂျော်နီဒက်ပ်စတဲ့သရုပ်ဆောင်များစွာ ပါဝင် ထားကြပါတယ်။(ဇာတ်လမ်းအညွှန်းကို 7daily Website မှကူးယူဖော်ပြသည်)File Size : (3.7 GB) / (1 GB)/ (952 MB)Quality : Blu-Ray 4K HEVC /1080p HEVC/ 720pRunning Time : 1hr 54minFormat : Mp4Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Lex LuthorEncoded by Thanhtike Zaw,Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJanet KellockKenneth BranaghNicoletta ManiSylvia ParkerStarsDaisy RidleyDerek JacobiJohnny DeppJosh GadJudi DenchKenneth BranaghLeslie Odom Jr.Michelle PfeifferPenélope CruzWillem DafoeCastAdam GarciaAdrian DanilaAlaa SafiAlan CaltonAlejandro Rodriguez ChavezAndy ApolloAsan N'JieBen GonzalesBenjayx MurphyBern CollacoBernardo SantosCharles StreeterChristopher MulvinDaisy RidleyDardan KolicajDerek JacobiEkran MustafaElena ValdameriEmanuel CoelhoFestim LamaFran TargGerald MaliqiGerard HoranHadley FraserHayat KamilleHoney HolmesJack RiddifordJames PimentaJason MatthewsonJill BuchananJohnny DeppJoseph LongJosh GadJudi DenchKate TydmanKenneth BranaghLampros KalfuntzosLasco AtkinsLeslie Odom Jr.Lucy BoyntonManuel Garcia-RulfoMarwan KenzariMatthew HawksleyMichael RouseMichelle PfeifferMiranda RaisonNick OwenfordNina KumarOlivia ColmanPenélope CruzPhil DunsterPip JordanRaj AwastiRami NasrRodrig AndrisanScarlett ArcherSergei PoluninSid SagarTate Pitchie-CooperTom BatemanTom DabTom RodgersTony Paul WestWillem DafoeYasmin HarrisonZeynep Rose KinaZiad Abaza",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2J283YNxKhxAqHeVegUJ5mzLfGb.jpg",
      "https://image.tmdb.org/t/p/w300/pPcg9z8M9AqxZeCHOwjU0Wk4iF8.jpg",
      "https://image.tmdb.org/t/p/w300/izBLzd1l9l9cJSgFBFLZdMggcdo.jpg",
      "https://image.tmdb.org/t/p/w300/IQyEvPTYvrzsa7qstRj6VLQupr.jpg",
      "https://image.tmdb.org/t/p/w300/ytZx2mz2SP6Ar5wEokv05bYTGDp.jpg",
      "https://image.tmdb.org/t/p/w300/inDgqVtf4xMAfjYkD3jpWZCXVSd.jpg",
      "https://image.tmdb.org/t/p/w300/8CIKPdKO2PB0VZZSqu4LX2JE85l.jpg",
      "https://image.tmdb.org/t/p/w300/bn290YL9lRrfLGFnHXlhg7rpnnh.jpg",
      "https://image.tmdb.org/t/p/w300/t3J9peaAxjf8C1vPHMUg0KKx9hn.jpg",
      "https://image.tmdb.org/t/p/w300/gVTiRszC3uWg93u202TOFnhMXTC.jpg",
      "https://image.tmdb.org/t/p/w300/z3K2MQc1v0A5gemTH6BFvusVEBd.jpg",
      "https://image.tmdb.org/t/p/w300/a6RVgB28GEFBPaksyNl4Bc5N6TC.jpg",
      "https://image.tmdb.org/t/p/w300/9lEDANJbx8JDCy4GCvJGwMuup1T.jpg",
      "https://image.tmdb.org/t/p/w300/wzyPPhRsCr4gAKnEHcxH0ncuzaN.jpg",
      "https://image.tmdb.org/t/p/w300/groSlBXBWj2nWIrBNEcYJM0Zb9y.jpg",
      "https://image.tmdb.org/t/p/w300/jYth7MycRt7kWy0dCiLuOMdtjjF.jpg",
      "https://image.tmdb.org/t/p/w300/aUEdY5W8WKXI3U8A2Bq4yqia6f7.jpg",
      "https://image.tmdb.org/t/p/w300/iFCnV5V75vzmCH5HOCyWT05HFmA.jpg",
      "https://image.tmdb.org/t/p/w300/pn6WzCjbHNCmuh4TorQZkE4z0W8.jpg",
      "https://image.tmdb.org/t/p/w300/59oxXJp6YaUZxUnGHipauaqkUaA.jpg",
      "https://image.tmdb.org/t/p/w300/vBXsnyYfKx956Tj7r3hnSJSySPA.jpg",
      "https://image.tmdb.org/t/p/w300/uA860I4HyPDJA0rLgE4NjnsJwuw.jpg",
      "https://image.tmdb.org/t/p/w300/tvKcA4OFUiZkNeTJmmTkNqKHMMg.jpg",
      "https://image.tmdb.org/t/p/w300/dIS89FTRgcDwEeylEeaNIVCWPtJ.jpg",
      "https://image.tmdb.org/t/p/w300/m1ZFSOOiDnQQhZVKfzy7jZ0Llo.jpg",
      "https://image.tmdb.org/t/p/w300/jebhw5vZxnvDfIY5pUuezz8WD2k.jpg",
      "https://image.tmdb.org/t/p/w300/y5cyaMrb29qNRbQJcYgHeGYSUh.jpg",
      "https://image.tmdb.org/t/p/w300/joHK7AhNjgMKc6483O3VsvD3z0e.jpg",
      "https://image.tmdb.org/t/p/w300/sKuKoogNyV9hJUBl65hMUmPoM11.jpg",
      "https://image.tmdb.org/t/p/w300/2MMtqzQQM5wzy9y1r2RVVsyI3hf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGFmM2NmYjYtMjAwNy00ZDkzLWI3ZWMtOGZhOTRhYzQwMTA0XkEyXkFqcGdeQXVyNzU2MzMyNTI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/murder-on-the-orient-express-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-murder-on-the-orient-express-2017-blu-ray-4-k-hevc-ac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/112yr/(CM)_Murder_on_the_Orient_Express_2017__BluRay_4K_HEVC_AC3_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/AwtwjaoS#C1G_UoHuj0HrtgauveL0V3PuX7gPeBW4yvLVi71r-xw",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/jraosbzhjl7d.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-murder-on-the-orient-express-2017-blu-ray-1080-p-hevc-aac-2-0-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "\thttps://megaup.net/1H01b/(CM)_Murder_on_the_Orient_Express_2017__BluRay_1080p_HEVC_AAC_2.0_Audio.mkv",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/9plmiQBL#WI9TIesqlgMctaAZcxUFUxW2ZwbpHVNc5eTSDpP4-8o",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/t8lxo3kmp8u7.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/murder-on-the-orient-express-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eBw4/Murder_On_The_Orient_Express_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xhhipe8xruo6.html",
        "server": "usersdrive.com",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/7u7f5s7fg82m.html",
        "server": "streamsb.com",
        "size": "952 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Mq4m3yAoW8E",
      "video_url": "https://www.youtube.com/watch?v=Mq4m3yAoW8E",
      "embed_url": "https://www.youtube.com/embed/Mq4m3yAoW8E"
    }
  },
  {
    "metadata": "not rated|2022|2h 36m|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "844"
    },
    "title": "Vedha(2022)",
    "description": "Vedha (2022)IMDb 7.2/10ကန်နန်ဒါးရဲ့နာမည်ကြီးမင်းသားကြီး Shiva Rajkumar က Vedha အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးBox Office အနေနဲ့ ကုဋေ ၁၀၀ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်Rating လည်းကောင်းပြီးအဆုံးထိဆွဲခေါ်သွားမဲ့ဇာတ်လမ်းမျိုးပါပဲဇာတ်လမ်းအကျဉ်း…Vedha မှာ ကန်နာကာလို့ခေါ်တဲ့သမီးတစ်ယောက်ရှိတယ် စလာလာချင်းမှာတော့ဒီကောင်မလေးကထောင်ကထွက်လာတယ်ပေါ့ သားအဖနှစ်ယောက်စလုံးမျက်နှာမှာအပြုံးအရယ် တစိုးတစိမရှိ…သူတို့ရဲ့ပန်းတိုင်ဆီပဲ ရည်မှန်းချက်တွေပြည့်ဝနေတဲ့မျက်နှာထားတွေနဲ့ပေါ့ ဒီသားအဖနှစ်ယောက်ကိုသူတို့တစ်မြို့လုံးမှာမသိတဲ့လူမရှိဘူး သူတို့နာမည်ကြားတာနဲ့ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြရတယ် သူတို့ကိုလိုက်နေတဲ့ရဲမေရာမာကလည်း သူတို့ဆိုအသေရရအရှင်ရရ…ဒါကသူတို့အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စတစ်ခုနဲ့စပ်လျဉ်းပြီးကျန်ရှိနေတဲ့ရလဒ်အနေနဲ့ပေါ့ Vedha က အတိတ်နေ့တွေမှာလူချစ်လူခင်ပေါပြီး လူအများကခေါင်းဆောင်တင်ချင်ကြတဲ့လူတစ်ယောက်ပါသူအရမ်းချစ်တဲ့ မိန်းမနဲ့ သမီးလေးနဲ့အတူ အပူအပင်မရှိ ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းနေသူ ဒါပေမဲ့ ကံကြမ္မာဆိုးကြီးသူတို့မိသားစုထဲဝင်လာပြီး နူးနူးညံ့ညံ့သမီးလေးကပါထောင်ကျတဲ့အထိ ဘာတွေများဖြစ်သွားမလဲလိုက်ဖမ်းနေ‌တဲ့ရဲရာမာလက်ကနေ လက်တစ်လုံးကြားလွတ်လွတ်သွားပုံတွေရဲဘက်ကလည်းအစွမ်းကုန်ကြိုးစားကြပုံတွေနဲ့ သူတို့ဇာတ်လမ်းလေးကိုဆက်လက်ကြည့်ရှုလိုက်ပါရှင်File size…2.86GB / 1.34GBQuality…1080p True WEB DL / 720pFormat…mp4Duration…2h 36m.Subtitle….Myanmar Subtile (Hard Sub)Encoder….YKTranslated by Bpl ~ Yunni ~ Sai ThuRein ~ Nyein AyeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHarshaStarsAditi SagarBharath SagarCheluvarajGanavi LaxmanJaggapaaKuri PrathapLasya NagarajRaghu ShivamoggaSanjeevShivaraj KumarShweta ChengappaUmashreeVeena PonnappaVinay BidappaCastAditi SagarBharath SagarCheluvarajGanavi LaxmanJaggapaaKuri PrathapLasya NagarajRaghu ShivamoggaSanjeevShivaraj KumarShweta ChengappaUmashreeVeena PonnappaVinay Bidappa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3eayahfubcB81N3WxkRKhfmpcSJ.jpg",
      "https://image.tmdb.org/t/p/w300/jkiHhCk2lZpZhLgyFPcLvG0gZI3.jpg",
      "https://image.tmdb.org/t/p/w300/vbKjarjzNCZ3tWlk8X0pM99Xx3m.jpg",
      "https://image.tmdb.org/t/p/w300/lsTW6dyIkwsFxHxXhCXAlT9PJhw.jpg",
      "https://image.tmdb.org/t/p/w300/uiL8FgrTeidiloA1qlgvo578BLJ.jpg",
      "https://image.tmdb.org/t/p/w300/aDijmCjt8g11IRxlu7aLFsL3iNK.jpg",
      "https://image.tmdb.org/t/p/w300/i0UIsfolm1gIloKIVvyKfTEphKx.jpg",
      "https://image.tmdb.org/t/p/w300/mQ3kGPZkNbmlHjxm7Ml2ftoI9Nq.jpg",
      "https://image.tmdb.org/t/p/w300/a0uHiETytl4Uhn2hZHfhaRW4nqg.jpg",
      "https://image.tmdb.org/t/p/w300/tsMqx0HpRWTwvX4uXf0kbamGqPk.jpg",
      "https://image.tmdb.org/t/p/w300/2gE2HOx722ai8z0OjI9DrptiZFO.jpg",
      "https://image.tmdb.org/t/p/w300/paJZ3zWJM3JK2xTcEblDVA8kdfF.jpg",
      "https://image.tmdb.org/t/p/w300/vlvZQnp9qjXZdM0RjvN3tucOADD.jpg",
      "https://image.tmdb.org/t/p/w300/2JhFAGvakJRHava6cWt5X09Kp90.jpg",
      "https://image.tmdb.org/t/p/w300/vZdZ1Z3QOdvKf5C0zUDAyLgc0fJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZiODIyOTctZjBjNC00YzYzLTlhOTUtZGFmN2U5ZTQ2N2RiXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/vedha-2022-kannada-true-web-dl-1080-p-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/awk2rat9n2zm.html",
        "server": "usersdrive.com",
        "size": "2.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/dh5y4ow236rd",
        "server": "streamvid.io",
        "size": "2.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2y7gw/Vedha_(2022)_Kannada_TRUE_WEB-DL_-_1080p_-_AVC(CM).mp4",
        "server": "megaup.net",
        "size": "2.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OUclGQ7L#Mhh9outbc5Xhub40iu5VV2i9JBCheprJKAX9J5qgAn8",
        "server": "mega.nz",
        "size": "2.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vedha-2022-kannada-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/btt46fcdrhlr.html",
        "server": "usersdrive.com",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/09gr1ldkuu6e",
        "server": "streamvid.io",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2y7fz/Vedha_(2022)_Kannada_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/zY1nAI6S#xiEFEB1LwRmTzLzt8QT3AoepjMObKCbv3YPQX2Y7xcM",
        "server": "mega.nz",
        "size": "1.34GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|97 min|Adventure,Comedy,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "49"
    },
    "title": "Then Came You (2018)",
    "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ Nina Dobrev တုိ႔ပါဝင္သရုပ္ေဆာင္ထားတာပါ။ၾကည့္ရတာ တကယ္တန္မယ့္ကားေလးလုိ႔ အာမခံႏုိင္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (699 MB) and (280 MB)Quality : WEB-DL 720pRunning Time : 1h 37minFormat : Mp4Genre : Adventure, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-CMRGTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter HutchingsStarsAsa ButterfieldDavid KoechnerKen JeongMaisie WilliamsMargot BinghamNina DobrevPeyton ListSonya WalgerTituss BurgessTyler HoechlinCastAnn OsmondAsa ButterfieldAshlyn AlessiBilly Thomas MyottBriana VenskusColin MossDavid KoechnerKen JeongMaisie WilliamsMargot BinghamNina DobrevPeyton ListSonya WalgerTituss BurgessTyler Hoechlin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jfPMSLQ5xysXJrIIRsDu2M3skrv.jpg",
      "https://image.tmdb.org/t/p/w300/r9X6Yzbr1ypmFoeh7SgH86GqKO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/then-came-you-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/pfst3igh1h4j",
        "server": "upstream.to",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ox5sie9t2e1g.html",
        "server": "usersdrive.com",
        "size": "699 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SIkRfCKd7Lc",
      "video_url": "https://www.youtube.com/watch?v=SIkRfCKd7Lc",
      "embed_url": "https://www.youtube.com/embed/SIkRfCKd7Lc"
    }
  },
  {
    "metadata": "R|2004|1h 44min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "427"
    },
    "title": "Hypnotized (2004)",
    "description": "The Hypnotized 2004——————————–ဒီရုပ်ရှင်က စိတ်ပညာကားဆိုလဲ မမှားသလို ဒရာမာကားဆိုလဲမမှားဘူးပြောရမှာပေါ့။ ၂၀၀၄ခုနှစ်လောက်ကကျနော်တို့နိုင်ငံမှာ စိတ်ပညာဆရာ၀န်တွေ သိပ်မများသေပေမယ့် တောင်ကိုးရီးယားလိုဖွံဖြိုးတဲ့နိုင်ငံတွေကျတော့ ရှိနေပြီပေါ့ဗျာ. အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသမီးkim hye suရဲ့ psychoဆန်ဆန်သရုပ်ဆောင်မှုတွေ ကောင်းတော့ ဆုအနေနဲ့လဲ ၇ဆုရထားပြီး ဇကာတင်ဆု‌တွေလဲ ရထားပါတယ်။ဇာတ်လမ်းအကျဉ့်းကတော့ အိမ်မွေ့ချရောဂါကုထုံးဆရာ၀န်နဲ့ စိတ်ဂနာမငြိမ်ရောဂါသည်တို့ကြားကဆက်ဆံရေးတခုအပေါ်အခြေခံထားပါတယ်။ မင်းသမီး Kim hye suက ဂျီဆုဆိုတဲ့ အချစ်ဦးနဲ့လွဲလို့ စိတ်ဒဏ်ရာလဲရသူရေးတဲ့စာအုပ်တွေကလဲ ထုတ်ဝေခွင့်မရ အိမ်ထောင်ရေးကလဲ အဆင်မပြေတော့ စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်‌‌ေနတဲ့အမျိုးသမီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။.ဂျီဆု စိတ်ရောဂါကို ခင်ပွန်းဖြစ်သူက သိရှိသွားပြီး စိတ်ကုဆရာ၀န်နဲ့ ပြသခဲ့ပါတယ်.ဒါပေမယ့် ဂျီဆုဟာအကောင်းပတိပြန်ဖြစ်တာမျိုး မဟူတ်ပဲ ယဉ်ယဉ်လေးဆက်ရူးနေခဲ့တာပါ။တနေ့မှာတော့ သူ့ကိုကုသပေးတဲ့ဆရာ၀န်နဲ့ပြန်ဆုံပြီး နှစ်ယောက်သား အခက်အခဲတွေ ရင်ဖွင့်ရင်း ရင်းနှီးချိန်မှာတော့သွေးသားဆန္ဒအရ မှားခဲ့ပါတယ်။ဂျီဆုစိတ်အခြေအနေမဟန်မှန်း ဆရာ၀န်သိလိုက်ရချိန်မှာတော့ သူဟာဂျီဆုကို ချစ်မိနေခဲ့ပါပြီ. အဓိကကတော့ ဂျီဆုဆိုတဲ့ မိန်းမတစ်ယောက်ရဲ့ စိတ်အခြေအနေကို ရသမြောက်အောင်ရိုက်ကူးပြသပြီး လူ့ဘ၀ရဲ့ ရှုပ်ထွေးပုံကို တင်ဆက်ထားတာပါ. တချို့ဇာတ်၀င်ခန်းတွေက မိသားစုနဲ့အတူ ကြည့်ရှုဖို့မသင့်တော်ကြောင်း သတိပေးရင်း စိတ်ပညာစိတ်၀င်စားသူတို့နဲ့ ရုပ်ရှင်ချစ်သူတို့ကို ကြည့်စေချင်ကြောင်းညွှန်းချင်ပါတယ်Translated by SenpaiEncoded by YKQuality : DVD9File Size :1.15GbYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIn-shik KimStarsJeong-su HanKim Hye-suKim Tae-wooCastDo Yong-GuHan Jung-sooJo Dong-hyukKim Hye-sooKim Tae-woo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bIrHdysJFCxGqCXNjWWUysoPvoz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bMh7kSfB8gvxltYxbWl9c7RXsB3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-hypnotized-2009-dv-d-9-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://veryfiles.com/peeft1v4jclp",
        "server": "veryfiles.com",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://usersdrive.com/9lpartyf063e.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://megaup.net/2jdcA/The_Hypnotized_2009_DvD9(CM).mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hypnotized-2004",
        "server": "VIP Links",
        "size": "1.15GB",
        "quality": "DVD9"
      }
    ],
    "trailer": null
  }
]