[
  {
    "metadata": "M18|2014|1h 35min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "301"
    },
    "title": "The Last Executioner (2014)",
    "description": "The Last Executioner (2014)_____IMDB – 6.4/10ကိုမင်းသိုက် ညွှန်းလို့ The last executioner ဆိုတဲ့ ထိုင်း ရုပ်ရှင်ကို ကြည့်လိုက်မိပါတယ်။တကဲ့ အဖြစ်အပျက် တစ်ခု၊ ပြီးတော့ တကဲ့လူတစ်ယောက်အကြောင်း ကိုရုပ်ရှင်ရိုက်ထားတာပါ။ထိုင်းနိုင်ငံ အကျဉ်းဦးစီး ဌာန မှာ ၃၅နှစ်လုံးလုံးအမှုထမ်းခဲ့တဲ့ ချောင် လို့ ခေါ် တဲ့ ချာဗရွတ် ရဲ့ အကြောင်းပေါ့။သူဟာ ဝန်ကြီးလဲ မဟုတ်၊ နိုင်ငံရေးသမားလဲ မဟုတ်ပါဘူး။သူ့ရဲ့အလုပ်ကတော့ သေဒဏ် ပေးခံရသူတွေကို သေနပ် နဲ့ ပစ်သတ် ပေးရတာပါ။သူဟာ လူသတ် သမား မဟုတ်ပါဘူး။အပြစ်ဒဏ်ပေးခံရသူတွေကို စီရင်ပေးရသူပါ။သူ့မှာ အမုန်းမရှိ၊ အညှိုးမရှိပါဘူး။ဒါပေမဲ့ လူတွေကို သတ်ပေးရတဲ့ သူဆိုတာ သိသွားကြတဲ့အခါသူ့မိန်းမကအစ အံ့ ဩတုန်လှုပ်ခဲ့ပါတယ်။သူ့သမီးရဲ့ ယောက္ခမ အသိုင်းအဝိုင်း ကလဲ ရွံ့ သွားကြတယ်။သူကတော့ သူတာဝန်ကို ကျေပွန်စွာထမ်းဆောင်ခဲ့လေရဲ့။သူ သေနပ် နဲ့ ပစ်ခဲ့ရတာ ၅၅ ယောက်ရှိပါတယ်။ထိုင်း အစိုးရက ၂၀၀၃ခုနှစ်မှာ သေနပ် နဲ့ သေဒဏ်ပေးမဲ့အစား၊ ဆေးထိုးသတ်ဖို့ဆုံးဖြတ်လိုက်တော့ သူအလုပ်ကနေ အနားရခဲ့ပါတယ်။သူ့အကြောင်းကိုစာအုပ် ထုတ်ခဲ့ပါတယ်။ထိုင်းနိုင်ငံရဲ့နောက်ဆုံး ပါးကွက်သားကြီး အဖြစ် နဲ့ပေါ့။၂၀၁၁ ခုနှစ် မှာ သူကွယ်လွန်ခဲ့ပါပြီ။ဂီတသမား၊ အထူးသဖြင့် Rockerဖြစ်ချင်ခဲ့သူ၊ခင်ပွန်းကောင်း၊ ဖခင်ကောင်း၊ဝန်ထမ်းကောင်းဖြစ်ခဲ့သူပါ။သူသေနပ် နဲ့ပစ်သတ်နေပုံတွေ ပြတဲ့အခါ သွေးအေးလွန်းတဲ့သူ့ဟန်ပန်တွေကတော့ ကျွန်တော် တို့ ရင်ကို နာ ကျင်စေခဲ့ပေါ့။သူ များ ကို သတ်ရတာ အရသာတွေ့နေလေသလားရယ်လို့။ကျွန်တော် တို့ငယ်ငယ် ၁၉၈၀ ဝန်းကျင်က ရှုမဝထဲ မှာဖတ်ခဲ့ဖူးပါတယ်။သားတော်မောင်ရဲ့မေးခွန်း ဆိုတဲ့ ဘာသာပြန် ဝတ္ထုတို ပါ။သေဒဏ် ပေးခံ ရသူတွေကိုသတ်တဲ့အခါ ဒေါက် ဖြုတ် ရတဲ့လူ တစ်ယောက် အကြောင်းပေါ့။ကိုယ့်လက် ကလေး ကွေးလိုက်တာနဲ့ လူတစ်ယောက်သေသွားရတာ တော့ အရသာ ရှိလိမ့်မယ် ထင်တယ်။ရုပ်ရှင်အညွှန်းအား ဦးသူရ (ဇာဂနာ) Facebook မှကူးယူဖော်ပြပါသည်။ဒီရုပ်ရှင်ကားကို CM Translator ကို Nga Lunn မှဘာသာပြန် တင်ဆက်ပေးထားပါတယ်ကိုမင္းသိုက္ ညႊန္းလို႔ The last executioner ဆိုတဲ့ ထိုင္း ရုပ္ရွင္ကို ၾကည့္လိုက္မိပါတယ္။တကဲ့ အျဖစ္အပ်က္ တစ္ခု၊ ၿပီးေတာ့ တကဲ့လူတစ္ေယာက္အေၾကာင္း ကိုရုပ္ရွင္ရိုက္ထားတာပါ။ထိုင္းႏိုင္ငံ အက်ဥ္းဦးစီး ဌာန မွာ ၃၅ႏွစ္လံုးလံုးအမႈထမ္းခဲ့တဲ့ ေခ်ာင္ လို႔ ေခၚ တဲ့ ခ်ာဗရြတ္ ရဲ႕ အေၾကာင္းေပါ့။သူဟာ ဝန္ႀကီးလဲ မဟုတ္၊ ႏိုင္ငံေရးသမားလဲ မဟုတ္ပါဘူး။သူ႔ရဲ႕အလုပ္ကေတာ့ ေသဒဏ္ ေပးခံရသူေတြကို ေသနပ္ နဲ႔ ပစ္သတ္ ေပးရတာပါ။သူဟာ လူသတ္ သမား မဟုတ္ပါဘူး။အျပစ္ဒဏ္ေပးခံရသူေတြကို စီရင္ေပးရသူပါ။သူ႔မွာ အမုန္းမရွိ၊ အညိႇုးမရွိပါဘူး။ဒါေပမဲ့ လူေတြကို သတ္ေပးရတဲ့ သူဆိုတာ သိသြားၾကတဲ့အခါသူ႔မိန္းမကအစ အံ့ ဩတုန္လႈပ္ခဲ့ပါတယ္။သူ႔သမီးရဲ႕ ေယာကၡမ အသိုင္းအဝိုင္း ကလဲ ရြံ႕ သြားၾကတယ္။သူကေတာ့ သူတာဝန္ကို ေက်ပြန္စြာထမ္းေဆာင္ခဲ့ေလရဲ႕။သူ ေသနပ္ နဲ႔ ပစ္ခဲ့ရတာ ၅၅ ေယာက္ရွိပါတယ္။ထိုင္း အစိုးရက ၂၀၀၃ခုႏွစ္မွာ ေသနပ္ နဲ႔ ေသဒဏ္ေပးမဲ့အစား၊ ေဆးထိုးသတ္ဖို႔ဆံုးျဖတ္လိုက္ေတာ့ သူအလုပ္ကေန အနားရခဲ့ပါတယ္။သူ႔အေၾကာင္းကိုစာအုပ္ ထုတ္ခဲ့ပါတယ္။ထိုင္းႏိုင္ငံရဲ႕ေနာက္ဆံုး ပါးကြက္သားႀကီး အျဖစ္ နဲ႔ေပါ့။၂၀၁၁ ခုႏွစ္ မွာ သူကြယ္လြန္ခဲ့ပါၿပီ။ဂီတသမား၊ အထူးသျဖင့္ Rockerျဖစ္ခ်င္ခဲ့သူ၊ခင္ပြန္းေကာင္း၊ ဖခင္ေကာင္း၊ဝန္ထမ္းေကာင္းျဖစ္ခဲ့သူပါ။သူေသနပ္ နဲ႔ပစ္သတ္ေနပံုေတြ ျပတဲ့အခါ ေသြးေအးလြန္းတဲ့သူ႔ဟန္ပန္ေတြကေတာ့ ကၽြန္ေတာ္ တို႔ ရင္ကို နာ က်င္ေစခဲ့ေပါ့။သူ မ်ား ကို သတ္ရတာ အရသာေတြ႕ေနေလသလားရယ္လို႔။ကၽြန္ေတာ္ တို႔ငယ္ငယ္ ၁၉၈၀ ဝန္းက်င္က ရႈမဝထဲ မွာဖတ္ခဲ့ဖူးပါတယ္။သားေတာ္ေမာင္ရဲ႕ေမးခြန္း ဆိုတဲ့ ဘာသာျပန္ ဝတၳဳတို ပါ။ေသဒဏ္ ေပးခံ ရသူေတြကိုသတ္တဲ့အခါ ေဒါက္ ျဖဳတ္ ရတဲ့လူ တစ္ေယာက္ အေၾကာင္းေပါ့။ကိုယ့္လက္ ကေလး ေကြးလိုက္တာနဲ႔ လူတစ္ေယာက္ေသသြားရတာ ေတာ့ အရသာ ရွိလိမ့္မယ္ ထင္တယ္။ရုပ္ရွင္အညႊန္းအား ဦးသူရ (ဇာဂနာ) Facebook မွကူးယူေဖာ္ျပပါသည္။ဒီရုပ္ရွင္ကားကို CM Translator ကို Nga Lunn မွဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom WallerStarsDavid AsavanondPenpak SirikulVithaya PansringarmCastDavid AsavanondPenpak SirikulThira ChutikulVithaya Pansringarm",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMzc1MDE4OTIwMl5BMl5BanBnXkFtZTgwNTU1MTQ1MTE@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g5hxh5i2qr0y.html",
        "server": "usersdrive.com",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-executioner-petchakat-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://megaup.net/UA50/The_Last_Executioner_(Petchakat)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://mega.nz/file/IkMyjB6B#A8VfhAna4-al-DGdT466rMC3HmKzXu8QRArbnyel08A",
        "server": "mega.nz",
        "size": "660 MB",
        "quality": "HD-Rip"
      },
      {
        "link": "https://upstream.to/7v1a9mjkrlqs",
        "server": "upstream.to",
        "size": "660 MB",
        "quality": "HD-Rip"
      }
    ],
    "trailer": {
      "video_id": "wCHeT0fOrqY",
      "video_url": "https://www.youtube.com/watch?v=wCHeT0fOrqY",
      "embed_url": "https://www.youtube.com/embed/wCHeT0fOrqY"
    }
  },
  {
    "metadata": "N/A||1h 57min|Action,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "301"
    },
    "title": "The Merciless (2017)",
    "description": "အားလုံးပဲ The King In Love Drama ထဲက သိပ်ချစ်တတ်တဲ့ အိမ်ရှေ့စံမင်းသားလေးကို မှတ်မိကြလားမသိဘူး …ဟုတ်ပါတယ်… နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းကျော် Im Siwon ပါ…ဒါပေမယ့် ဒီတစ်ခါမှာတော့ Gentleman တို့ရဲ့ မေတ္တာကိုပါ ခံယူမှာပါတဲ့ခင်ဗျအခုတင်ဆက်ပေးမှာကတော့ သူ့ရဲ့ အနုပညာလှုပ်ရှားမှုတွေ ပြင်းထန်လာတဲ့ 2017 ထဲမှာပဲ ထွက်ရှိထားတဲ့မပူမအေး ဖြစ်နေဆဲ The Merciless ဆိုတဲ့ Crime Action အမျိုးအစားဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်နာမည်နဲ့လိုက်အောင်ကို…ခင်မင်မှုဆိုတာဘာလဲ… သဲထဲရေသွန်လားကိုယ့်အတွက်ပဲ ကိုယ်ကြည်တတ်တဲ့ မိတ်ဆွေဟာ မိတ်ဆွေကောင်းဟုတ်ရဲ့လားအရာရာကို ခင်မင်မှု မေတ္တာတရားနဲ့ အနိုင်ယူနိုင်မလား ဆိုတာတွေကိုအကျဉ်းသားလေးတစ်ယောက်နဲ့ အကျဉ်းဦးစီးတို့ကြားထဲက သံယောဇဉ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတာပါဒီကားလေးကနေတဆင့် ဘာတွေကို ယုံကြည်ရမယ် မယုံကြည်သင့်ဘူးဆိုတာလည်း နှိုင်းဆရနိုင်ချေရှိမှာပေါ့နော်…ဒီလောက်ဆိုရင်ကို ကြည့်သင့်နေပြီမို့ စေတနာအပြည့်နဲ့ တင်ဆက်ပေးလိုက်တာပါအဓိက သရုပ်ဆောင်တွေအနေနဲ့ကတော့ Im Siwon (Z:EA) နဲ့ Sol Kyung gu တို့က ပါဝင်ထားပါတယ်…CJ ENTERTAINMENT & Music က ထုတ်လုပ်ခဲ့ပြီးပထမဆုံးထွက်ရှိလာတဲ့နေ့မှာတင် တောင်ကိုရီးယားလို အနုပညာတစ်ခေတ်ထွန်းတဲ့ နိုင်ငံမှာတောင် အားလုံးကိုကျော်ပြီး Korea Box Office ရဲ့ နံပါတ် တစ်ကို ရရှိခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ ဇွန်လဲ့ဖြူမှရေးပေးထားတာဖြစ်ပြီးဘာသာပြန်သူကတော့ Little Twinlay ပါ)File Size : (850 MB) and (330 MB)Quality : HDRip 720pRunning Time : 1hr 57minFormat : Mp4Genre :Action, Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little TwinlayEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorByun Sung-hyunStarsJang In-subJeon Hye-JinKim Hee-wonKim Seong-ohLee Kyoung-youngMoon Ji-yoonSol Kyung-guYim Si-wanCastJang In-subJeon Hye-JinKim Hee-wonKim Seong-ohLee Kyoung-youngMoon Ji-yoonSol Kyung-guYim Si-wan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d2f5JBi8u5IMLZ2ZmzYcAxLSi8W.jpg",
      "https://image.tmdb.org/t/p/w300/rsB3k5zmlqejAndOMg15iHfVN2v.jpg",
      "https://image.tmdb.org/t/p/w300/5U9tIUpdrQnRlzdDQfKAOm8DwF5.jpg",
      "https://image.tmdb.org/t/p/w300/jjTpC1GJFifReEgtyOojFu8YN1z.jpg",
      "https://image.tmdb.org/t/p/w300/14Pr0bi21yRWKcqkn8e8wzC3FsF.jpg",
      "https://image.tmdb.org/t/p/w300/6hJEC5Phl3886b7e0hGBavXT1YQ.jpg",
      "https://image.tmdb.org/t/p/w300/hR3o2ZvrtcgcImqhrMsr3b3c4f2.jpg",
      "https://image.tmdb.org/t/p/w300/wGOXZzz9njsq5vHM6xGNQ4dAsMu.jpg",
      "https://image.tmdb.org/t/p/w300/muj34Q0fGHlKTBspNagPBzv8FfV.jpg",
      "https://image.tmdb.org/t/p/w300/dVUfdlwr0dEGuznyxRh1fc4bDiU.jpg",
      "https://image.tmdb.org/t/p/w300/iZUiADpTrfLOhVL23Gg4pLjiZf.jpg",
      "https://image.tmdb.org/t/p/w300/wKTsjSQezg47QkCCeuSLq1T6Dnp.jpg",
      "https://image.tmdb.org/t/p/w300/bxorBEDo6MU5g8rtstTWdlciaFu.jpg",
      "https://image.tmdb.org/t/p/w300/l3hFhev4QB527QV0XhdlAaiOKCy.jpg",
      "https://image.tmdb.org/t/p/w300/g1H427FlalKF6DWE0cEbNaCM8ap.jpg",
      "https://image.tmdb.org/t/p/w300/z9053rHhjTOetg2DDrtA5FyyGHz.jpg",
      "https://image.tmdb.org/t/p/w300/kwCsx9AAmfpHV0k0eBH91xzwvW1.jpg",
      "https://image.tmdb.org/t/p/w300/wFzDVgwTXyjCbquY4TZwemk8EEc.jpg",
      "https://image.tmdb.org/t/p/w300/nx5upTsD8I8yFK0Dr8rR2hTsA8Q.jpg",
      "https://image.tmdb.org/t/p/w300/y355Xr7ohIEBSu7bojO3I8n0A2r.jpg",
      "https://image.tmdb.org/t/p/w300/c9BXD7dGiDvqct7qj8pxylNHdrJ.jpg",
      "https://image.tmdb.org/t/p/w300/fCNh6jtr7KRx19aMKQ46Uc8kPZ6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/ghVARbCQcSGQ2ytSDeeQGdRWTME.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-merciless-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-merciless-bulhandang-2017-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "850 MB"
      },
      {
        "link": "https://megaup.net/1Hz95/The_Merciless_(Bulhandang)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "850 MB"
      },
      {
        "link": "https://viewsb.com/ohulcw898nye.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "850 MB"
      }
    ],
    "trailer": {
      "video_id": "X3UNY3ICBZI",
      "video_url": "https://www.youtube.com/watch?v=X3UNY3ICBZI",
      "embed_url": "https://www.youtube.com/embed/X3UNY3ICBZI"
    }
  },
  {
    "metadata": "||1h 39 min|Action,Crime,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2454"
    },
    "title": "Ban Drugs ( 2023 )",
    "description": "ဒါကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုစတေးလိုက်ရတဲ့…… စခန်းမှူးကျန့်(၁၅)နှစ်ကြာပြီးနောက်မှာ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုဆုံးရှုံးလိုက်ရတဲ့….အဖွဲ့ခေါင်းဆောင်လုအဖေလို ပြည်သူအတွက်အသက်ပေးပြီး အာဇာနည်ဖြစ်ချင်တဲ့… ရဲအရာရှိလေးဝမ်သူတို့(၃)ယောက်ပူးပေါင်းပြီး (၁၅)နှစ်ကြာအောင် ဖမ်းမမိနိုင်ပဲဥပဒေပြင်ပကိုရောက်နေတဲ့ မြေနဂါး တိလုံကိုအမိအရဖမ်းဆီးနိုင်ဖို့ကြိုးစားတဲ့အကြောင်းလေးပဲဖြစ်ပါတယ်။ပင်းဟိုင်မြို့မှာ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးကြီးတစ်ခုလုပ်ခဲ့ပြီးနောက်မှာမူးယစ်ဆေးရောင်းဝယ်မှုကြီးကြီးမားမားမရှိတော့ပါဘူး။ ဒါပေမယ့် (၁၅)နှစ်ကြာပြီးနောက်မှာမူးယစ်ဆေးပမာဏများများရောင်းဝယ်တဲ့အမှုပြန်လည်ဖြစ်ပေါ်လာခဲ့ပါတယ်။ပြစ်မှုကျူးလွန်ပြီးသေသွားတဲ့ သူကလွန်ခဲ့တဲ့(၁၅)နှစ်က မူးယဇ်ရာဇာတိလုံရဲ့DNAနဲ့တော်တော်လေးကိုက်ညီနေတာကိုတွေ့လိုက်ရတဲ့ခါ ပင်ဟိုင်မြို့ရဲ့မူးယစ်ဆေးလောကကြီးကပြန်လည်တစ်ဖန်အသက်ဝင်လာပါတော့တယ်။လွန်ခဲ့တဲ့(၁၅)နှစ်ကအမှုနဲ့ဘယ်လိုများပတ်သက်နေမလဲ……ဒီတစ်ခါမှာရော မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးအောင်မြင်နိုင်မလား……Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , Crime , DramaRuntime : 1h 39 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Nu MonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDu ZhiguoKai GaoLi QianfengSammy HungTao WangWu ChunyiXu JiaCastDu ZhiguoKai GaoLi QianfengSammy HungTao WangWu ChunyiXu Jia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yrP3w1CN3glimSI98loV17S1ZTX.jpg",
      "https://image.tmdb.org/t/p/w300/nydSMywjRIjOTFEkwGGPD102Tls.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/umB5ZDeFRmGG3hcTCbtk6AzOCnY.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ban-drugs-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2hdis5wgqt0m.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3nngf/Ban_Drugs_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rNxmCSxI#5sPYdPsgJdKBhCy2vZ1-425BP55nv_OrRg2xeyw4Y8A",
        "server": "mega.nz",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/xucgetkyuva2",
        "server": "streamsb.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/kgp5ff8dfj77",
        "server": "streamvid.io",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ban-drugs-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7mv55eroxb2e.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/KYQWgAbD#ydFNRShXucxxse6Y9vHJ9fV2NZGx39yqBKqL2h2crtY",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sbw2g3MDlUc",
      "video_url": "https://www.youtube.com/watch?v=sbw2g3MDlUc",
      "embed_url": "https://www.youtube.com/embed/sbw2g3MDlUc"
    }
  },
  {
    "metadata": "Not Rated|2022|2h|Action,Bollywood,Drama,Uncategorized",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "468"
    },
    "title": "Captain (2022)",
    "description": "Captain (2022)===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့တောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းကတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။အိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့အဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့ခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။Section 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်လူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့သူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။ဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်ဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ….နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ…ကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့ထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့… ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။File size…1.8GB / 883MBQuality…1080p WEB DL /  720pFormat…mp4Duration….2hSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by Poe & ThetKo & Shwe PyaeReviewed by OeliuJYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShakti Soundar RajanStarsAdithya MenonAishwarya LekshmiAryaGokul AnandHarish UthamanKavya ShettyMalavika AvinashRaj BharathSimranSuresh Chandra MenonThyagarajanCastAdithya MenonAishwarya LekshmiAryaGokul AnandHarish UthamanKavya ShettyMalavika AvinashRaj BharathSimranSuresh Chandra MenonThyagarajan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xPvWJwjbnnKsLWg8LMkS4P2ONUU.jpg",
      "https://image.tmdb.org/t/p/w300/mi0KvgsldcqJNQ5RBpGYQdUDJoN.jpg",
      "https://image.tmdb.org/t/p/w300/uNBdRxjOkh1AKgIKEMSDX6vK9au.jpg",
      "https://image.tmdb.org/t/p/w300/qv6msyTMAhmtHjseqcfPqI3Usul.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/captain-2022-tamil-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7ex4tzv0f6xz.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/18xp0/Captain_(2022)_Tamil_TRUE_WEB-DL.1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/thlmkT6J#jpDrhLb52LvwnJQKuVeYxiaymLH7yy2CnADmOG_W5nk",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/67lrek43rlzm.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/mkx4j4ti92om",
        "server": "veryfiles.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/captain-2022-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ykiubcrntckp.html",
        "server": "usersdrive.com",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2uscj/Captain_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/05tTkbAL#JatizeX_4fCCoXqLhivDxdeOQyeA048imrqFxm2ZMcg",
        "server": "mega.nz",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/grt6rny88sit.html",
        "server": "streamsb.com",
        "size": "883MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/grt6rny88sit.html",
        "server": "veryfiles.com",
        "size": "883MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2022|1h 59m|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "59"
    },
    "title": "The Hound of the Baskervilles: Sherlock the Movie (2022)",
    "description": "The Hound of Baskervilles: Sherlock the Movie (2022)~ IMDb – 6.2/10, MyDramaList – 7.7/10 ~အထူးတလည် မိတ်ဆက်ပေးစရာမလိုလောက်တဲ့ The Hound of Baskervilles ဆိုတာ ဆာအာသာကိုနင်ဒွိုင်း Sir Arthur Conan Doyle (1859~1930) ရဲ့ ရှားလော့ဟုမ်းဝတ္ထုရှည်လေးပုဒ်ထဲက ၁၉၀၂ ခုနှစ်မှာ ထုတ်ဝေခဲ့တဲ့ တတိယမြောက်ဝတ္ထုရှည်တစ်ပုဒ်ဖြစ်ပါတယ်။မူရင်းဇာတ်ကြောင်းကတော့ ၁၈၈၉ ခုနှစ် အင်္ဂလန်နိုင်ငံအနောက်တောင်ပိုင်း၊ ဒီဗွန် (Devon) က ဒတ်မိုးတောင်ပေါ်ဒေသ (Dartmoor) ကိုနောက်ခံထားပြီး ဘတ်စကာဗျီလ်မိသားစုမျိုးဆက် (Baskerville Family) က အဲဒီဒေသမှာ ဒဏ္ဍာရီလာငရဲခွေးကြီးတစ်ကောင်ကြောင့် တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေကြတာမို့လို့ လူသေဆုံးမှုထပ်မရှိရလေအောင် ရှားလော့ဟုမ်းနဲ့ ဒေါက်တာဝပ်ဆန်တို့ကို လာရောက်အကူအညီတောင်းရာကနေ တကယ်ပဲ ဖြစ်ရပ်ဆန်းကြယ်ကြောင့် လူသေဆုံးသွားကြတာလား… ဒဏ္ဍာရီလိုလို ကျိန်စာလိုလိုကို အကြောင်းပြပြီး ရည်ရွယ်ချက်ရှိရှိ လူသတ်နေတာလား… ဆိုတာကို ဖော်ထုတ်တာဖြစ်ပါတယ်။The Hound of Baskervilles ကို တိုက်ရိုက်တစ်ဖုံ မှီးငြမ်းတစ်သွယ် ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေ၊ ဇာတ်လမ်းတွဲအပိုင်းတွေများစွာရှိရာမှာ ဂျပန်ဘက်မှ ရိုက်ကူးပြီး ၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ “The Hound of Baskervilles: Sherlock the Movie” လည်း တစ်ကားအပါအဝင်ဖြစ်ပြီး မူရင်းဇာတ်အိမ်ထဲက အဓိကအကြောင်းအရာကို နည်းနည်းပဲအခြေခံပြီး ကိုယ်ပိုင်ဇာတ်လမ်းနဲ့ အကောင်းဆုံးဖြစ်အောင် မှီးငြမ်းရိုက်ကူးထားပါတယ်။ဒီဇာတ်ကားရဲ့ဇာတ်ကြောင်းကတော့ ဒီလိုပါ။ သတ္တုမိုင်းသူဌေးကြီး ဟာဆုကာဘေးချီဇူးအို (Hasukabe Chizuo) ရဲ့ သမီးဖြစ်သူ ဟာဆုကာဘေးဘန်နီ (Hasukabe Beni) ကိုပြန်ပေးဆွဲပြီး “သမီးဖြစ်သူကို ပြန်လိုချင်ပါက ဆဲတိုကုန်းတွင်းပင်လယ်ရှိ ကာဆုမိကျွန်း (Kasumi Island) ဆီ သူဌေးကြီးတစ်ယောက်သာ ပြန်ပေးငွေနှင့်တကွ လာရောက်ပါရန်” ဆိုပြီး ခြိမ်းခြောက်စာပို့လာလို့ ဟာဆုကာဘေးချီဇူးအိုတစ်ယောက် ထိုကျွန်းကို ပြန်ပေးငွေပေးဖို့ သွားပေမဲ့ တကယ်တမ်းတော့ ပြန်ပေးငွေလည်း လာမယူ၊ ဘန်နီလည်း အိမ်ပြန်ရောက်နေတာကို တွေ့လိုက်ရတယ်။ ဒီလိုနဲ့ တစ်လကြာသွားတဲ့နောက် အဲဒီကိစ္စကိုအခဲမကျေနိုင်တဲ့ သူဌေးကြီးက ရာဇဝတ်မှုဆိုင်ရာ စုံစမ်းစစ်ဆေးရေးအကြံပေး တစ်နည်း အလွတ်စုံထောက် လုပ်နေတဲ့ ဆရာဝန်ဝါခါမီရာဂျွန်အီချိ (Wakamiya Junichi) ဆီမှာ ပြန်ပေးဆွဲမှုလက်သည်ကို စုံစမ်းပေးဖို့ အကူအညီလာတောင်းရာကနေ ဝါခါမီရာနဲ့ ဟိုမာရေး ရှီရှီအို (Homare Shishio) တို့နှစ်ယောက်သား ကာဆုမိကျွန်းကို မဖြစ်မနေ သွားရောက်စုံစမ်းရပါတော့တယ်။ အဲဒီကျွန်းမှာ လူတွေရဲ့အတ္တဆန်တဲ့အပြုအမူကြောင့် သေဆုံးသွားကြတဲ့ ခွေးနက်တွေက နတ်ဆိုးခွေးတွေအဖြစ် ပြောင်းသွားကြပြီး လူတွေကို လိုက်လံတိုက်ခိုက်နေတယ်ဆိုတဲ့ အရင်ကတည်းရှိနေတဲ့ ဒဏ္ဍာရီလိုလို ယုံတမ်းစကားတစ်ခုကို ကြားလိုက်ရတဲ့အခါမှာတော့…The Hound of Baskervilles Sherlock the Movie ရဲ့ဒါရိုက်တာကတော့Suspect X (2008)ကို ရိုက်ကူးခဲ့တဲ့ Hiroshi Nishitani ပဲဖြစ်ပါတယ်။ Homare Shishio (ရှားလော့ဟုမ်း) အနေနဲ့ သရုပ်ဆောင်ထားတဲ့သူက Fullmetal Alchemist Live-Action Trilogy ထဲမှာ Roy Mustang အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Dean Fujioka ဖြစ်ပြီး Wakamiya Junichi (ဒေါက်တာဝပ်ဆန်) က High & Low ဇာတ်ကားတွေမှာ Cobra အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Takanori Iwata ဖြစ်ပါတယ်။ Reiji Eto (ရဲအုပ်လက်စထရိတ်) ကတော့ Kuranosuke Sasaki ဖြစ်ပြီး တစ်ခြားသရုပ်ဆောင်တွေက Yuko Araki (Once Upon a Crime, Roppongi Class), Nijiro Murakami (Alice In Borderland), Ryoko Hirosue, Kotaro Koizumi အစရှိသဖြင့် ပါဝင်အားဖြည့်ထားပါတယ်။၂၀၁၉ ခုနှစ်မှာ ၁၁ ပိုင်းပါတဲ့ “Sherlock: Untold Stories” စီးရီးကို ထုတ်လွှင့်ပြသခဲ့ပြီးမှ The Hound of Baskervilles: Sherlock the Movie ကို ၂၀၂၂ ခုနှစ်မှာ ထုတ်လွှင့်ပြသခဲ့တာပါ။ Sherlock: Untold Stories မှာ Dean Fujioka, Takanori Iwata, Kuranosuke Sasaki တို့ပဲ သရုပ်ဆောင်ထားတာမို့လို့ ဒီဇာတ်ကားမှာလည်း ပြန်လည်ပါဝင်ခဲ့ကြတာပါ။The Hound of Baskervilles ဝတ္ထုကို ဆရာကြီးရွှေဥဒေါင်းက ပွေလီအင်းခွေးကြီးအမှု (မှီးငြမ်း) နဲ့ ဘတ်စကာဗျီလ်ခွေးကြီး (ဘာသာပြန်-အကျဉ်း)၊ ဆရာစိုးမြိုင်က ဖုန်းဆိုးမြေမှ ခွေးတစ္ဆေ (ဘာသာပြန်-အကျယ်)၊ ဆရာဆွေမင်း(ဓနုဖြူ) က မြိုင်ရာဇာတွတ်ပီ ကျွန်ုပ်နှင့်ကောလ္လိယအင်းခွေးကြီး (မှီးငြမ်း)၊ ဆရာမောင်မြတ်မိုးက ရှားလော့ဟုမ်းနှင့် ကျိန်စာသင့်အိမ် (ဘာသာပြန်) စသဖြင့် အသီးသီး မှီးငြမ်း၊ ဘာသာပြန်ခဲ့ကြပါတယ်။ခေတ်သစ်ရှားလော့ဟုမ်းကိုမှ ဂျပန်ဗားရှင်းအနေနဲ့ ကြည့်ချင်ရင် ဒါမှမဟုတ် ရှားလော့ဟုမ်းရဲ့ဝတ္ထုရှည်လေးပုဒ်ထဲမှာ အကောင်းဆုံးလို့သတ်မှတ်ထားကြတဲ့ The Hound of Baskervilles ကို ဂျပန်ကနေ အကောင်းဆုံးဖြစ်အောင် မှီးငြမ်းရိုက်ကူးထားတဲ့ဇာတ်ကားကို ကြည့်ချင်ရင်တော့ The Hound of Baskervilles: Sherlock the Movie ကိုပဲ ညွှန်းရမှာဖြစ်သလို စုံထောက်ကားပရိသတ်တွေအတွက်ရော၊ ရှားလော့ဟုမ်းပရိသတ်တွေအတွက်ပါ ဇာတ်ကောင်တွေနဲ့အတူ စိတ်ဝင်တစား အဖြေရှာဖို့ကောင်းတဲ့ ဂျပန်စုံထောက်ဇာတ်ကားကောင်းတစ်ကားပါပဲ။{တကယ်လို့ ဒီဇာတ်ကားထဲကသီချင်းနှစ်ပုဒ်ကို ကြိုက်နှစ်သက်လို့ နားထောင်ချင်ရင်Find You in the Stars by Yugo Kannoနဲ့Lullaby by YU-KAဆိုပြီး ရှာဖွေနားထောင်ကြည့်လိုက်ပါ။}(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.35GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 59MinGenre – Crime, Drama, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byAKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroshi NishitaniStarsDean FujiokaIzumi InamoriKippei ShiinaKiyohiko ShibukawaKotaro KoizumiKuranosuke SasakiMaho YamadaMasahiko NishimuraNijiro MurakamiRyoko HirosueTakanori IwataYuko ArakiCastDean FujiokaIzumi InamoriKippei ShiinaKiyohiko ShibukawaKotaro KoizumiKuranosuke SasakiMaho YamadaMasahiko NishimuraNijiro MurakamiRyoko HirosueTakanori IwataYuko Araki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vRT2Iend2CzgvpDyFRWK51l2tuY.jpg",
      "https://image.tmdb.org/t/p/w300/fMG3SwwOaYphcKg3ek42YSQcVWw.jpg",
      "https://image.tmdb.org/t/p/w300/hUVYXOpaGv1idULnCoiANlDyhGq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/63LH5elZ8XEzGAaD6ZjxUZKVjPZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-hound-of-the-baskervilles-sherlock-the-movie-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XR8s/(CM)_The_Hound_of_the_Baskervilles_-_Sherlock_the_Movie_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/iuBXibRT#js_i6Rie5g8MAwMR5C9ombK7jyO20bwGzF-dwrEbpEg",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dg5zu48pnffd.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hound-of-the-baskervilles-sherlock-the-movie-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XR8g/(CM)_The_Hound_of_the_Baskervilles_-_Sherlock_the_Movie_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/arBkyZKR#ufMdkP9LtY_6hdak366KQK3Bm0W-9L1TjPP3xnhncvI",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u5en951biht9.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/dh69b3k4typx",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/850sjjxsk4z1",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2021|1h 42min|Drama,Uncategorized",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "412"
    },
    "title": "Super Me (2021)",
    "description": "Super Me (2021)ဒီတစ်ခါတော့ Netflix က မေလ ၈ ရက်နေ့ ထုတ်လွှင့်သွားတဲ့တရုတ် စိတ်ကူးယဉ်ရုပ်ရှင်တစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းကတော့ …..စန်းယွီဟာ မိဘမဲ့ဖြစ်ပြီး မွဲတေနေတဲ့ ဇာတ်ညွှန်းရေးဆရာလေး တစ်ယောက်ဖြစ်ပါတယ်။ပြီးတော့ အိပ်လိုက်တိုင်း အိပ်မက်ဆိုးတွေပဲ မက်ပြီး အိပ်မက်နဲ့ လက်တွေ့ ဘဝ မကွဲတော့သလို ကြောင်တောင်တောင်လည်း ဖြစ်လာနေပါပြီ။ဒါပေမယ့် တစ်နေ့မှာတော့ သူ့အိပ်မက်ထဲမှာ တွေ့သမျှ၊ သူ ဖတ်ဖူးမြင်ဖူးရေးဖူးသမျှအရာတွေကို အိပ်မက်ထဲကနေ အပြင်လောကကို တကယ်ယူလာနိုင်တာကို သူသိလိုက်ရပါတော့တယ်။ဒါကြောင့် ရှေးဟောင်းပစ္စည်းတွေ ရှားပါးပစ္စည်းတွေကို အိပ်မက်ထဲကနေ သွားယူပြီး ရောင်းချရင်း ချမ်းသာလာပါတော့တယ်။ဒါပေမယ့် ဒီအစွမ်းရဲ့နောက်ဆက်တွဲ ပေးဆပ်ရတာတွေ၊ အပြင်လောကမှာပါ မှောင်ခိုဂိုဏ်းနဲ့အရှုပ်အရှင်းတွေ ဖြစ်လာတဲ့အခါ….Review နဲ့ ဘာသာပြန်ကတော့ Little Neo ပဲ ဖြစ်ပါတယ်။IMDb – 5.8/10 ရရှိထားတဲ့ သဘာဝလွန် ရုပ်ရှင်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။Encoder – AugustFile size…2.3 GB and 1 GBQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 1h 42minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Little NeoEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang ChongCastCao BingkunDarren WangSong JiaWu Gang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wkzooXdbqPinBtK9NQ7ycNOm73r.jpg",
      "https://image.tmdb.org/t/p/w300/egCuXWgPNZ7DvlRRX8cPOva6zM3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eP6wSMPXmEaGjwrqITmcjcBLViE.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/super-me-2021",
        "server": "VIP Links",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://yoteshinportal.cc/super-me-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://usersdrive.com/fglzyrg8v8c8.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://megaup.net/2iRI2/Super.Me.2021.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://mega.nz/file/Ti4z3axB#Ghwq_eT4pd5-9UT8nZ6y8tub5M5KI8t9niTK_PC0-6U",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://upstream.to/e09oyux66hex",
        "server": "upstream.to",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://veryfiles.com/yryn9de4584m",
        "server": "veryfiles.com",
        "size": "2.3 GB",
        "quality": "1080 P Web-dl"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/super-me-2021",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/super-me-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/pkcujdv5gerz.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/1CU9y/Super.Me.2021.720p.CM.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/umggSZYR#cDXs3fSVh9UZWAz5usr3HtDAupCgSYgsPTbB0iPyAxQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/9mrdypzo638v",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/9oksjckh75xr",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "720 P"
      }
    ],
    "trailer": {
      "video_id": "8AA6PxLKFvs",
      "video_url": "https://www.youtube.com/watch?v=8AA6PxLKFvs",
      "embed_url": "https://www.youtube.com/embed/8AA6PxLKFvs"
    }
  },
  {
    "metadata": "R|2022|1h 28m|Comedy,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1200"
    },
    "title": "When You Finish Saving the World (2022)",
    "description": "When You Finish Saving the World (2022)ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့တဲ့ အေဘရာဟမ်လင်ကွန်းကို သူ့မိန်းမကတော့ အထင်မကြီဲးနိုင်ခဲ့ဘူးတဲ့။ ကမ္ဘာကြီးကို ပြောင်းလဲပစ်ချင်ကြတဲ့ လူငယ်လေးတွေဟာလည်း ပန်းကန်ဆေးရမှာ သိပ်ပျင်းတတ်ကြတယ်။ အချစ်ထက် ကမ္ဘာကြီးကို ဦးစားပေးခဲ့တဲ့လူတွေလည်း ရှိကောင်းရှိခဲ့မှာပေါ့။ ကိုယ့်အနားကအရာတွေကို ပျောက်ရှသွားရင် ကမ္ဘာကြီးကရော ရှိပါ့ဦးမလား။ အားလုံးရဲ့ကမ္ဘာကို ကယ်တင်ပြီး ကိုယ့်ကမ္ဘာကိုယ် ပျောက်ရှခဲ့ဖူးသူတွေ ရှိလိမ့်မယ်။ ကမ္ဘာကြီးကိုလည်း မကယ်တင်နိုင်၊ ချစ်ခြင်းတရားကိုလည်း မကယ်တင်နိုင်ဖြစ်သွားကြတဲ့ လူတွေလည်းဒုနဲ့ဒေး ရှိနေမလားပဲ။ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါပုံထားတဲ့ ထမင်းပန်းကန်တွေကိုဆေးဖို့ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါမွေးထားတဲ့ ကြောင်ကလေးကို ခေါင်းပွတ်ပေးဖို့ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါစိုက်ထားတဲ့ သစ်ပင်လေးကို ရေလောင်းပေးဖို့ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါပျိုးထားတဲ့ ငါတို့အတ္တတွေကို ပြန်ငြိမ်းသတ်ဖို့မတတ်နိုင်တဲ့ ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါမေ့ထားတဲ့ ငါတို့အနားကအရာတွေကို ပြန်သတိရဖို့အရာကမ္ဘာကြီးကို ပြောင်းလဲရင်းကမ္ဘာကြီးက ငါတို့ကိုပြန်ပြောင်းလဲပစ်နိုင်တာမမေ့ပစ်သင့်တဲ့ ကမ္ဘာ…A24 ကနေ ဖြန့်ပေးထားတဲ့ အမေရိကန် Coming-of-Age Comedy Drama ကားအသစ်ပါပဲ။ ဘယ် Coming-of-Age ကားနဲ့မှမတူတာတော့ သေချာတယ်။ မူးနောက်လောက်အောင် ပြောတတ်တဲ့ နာမည်ကျော်မင်းသား Jesse Eisenberg ရဲ့ ဒါရိုက်တာအနေနဲ့ ပွဲဦးထွက်တဲ့ ဒီရုပ်ရှင်ဟာ တစ်စိတ်တစ်ပိုင်းအနေနဲ့ ကမ္ဘာကြီးကို ပြောင်းလဲပစ်ချင်ကြသူတွေကို သရော်ထားတဲ့ ရုပ်ရှင်လည်း ဟုတ်တယ်။ Emma Stone ကိုယ်တိုင်လည်း ပရိုဂျူဆာလုပ်ထားပြီး ဂန္ထဝင်မင်းသမီးကြီး Julianne Moore ရဲ့ Acting အလန်းတွေအပြင် Stranger Things ကနေပြီး ဖောက်ထွက်လာခဲ့တဲ့ Finn Wolfhard ကိုလည်း မြင်နေကျပုံစံမဟုတ်တဲ့‌ပုံစံသစ်တစ်မျိုးနဲ့ မြင်ကြရပါဦးမယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 870MBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 1H 28MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJesse EisenbergStarsAdrian MackenzieAlisha BoeAnnacheska BrownBilly BrykCalhoun KoenigCatherine HaunColin MillerEléonore HendricksFelipe JeanteteFinn WolfhardJack JusticeJay O. SandersJeanette Aguilar HarrisJordyn Aurora AquinoJulianne MooreKenneth McGlothinLaura Love TodeMarika Rose SayersMimi FletcherMonica SanchezSara AnneSharon Anne HendersonCastAdrian MackenzieAlisha BoeAnnacheska BrownBilly BrykCalhoun KoenigCatherine HaunColin MillerEléonore HendricksFelipe JeanteteFinn WolfhardJack JusticeJay O. SandersJeanette Aguilar HarrisJordyn Aurora AquinoJulianne MooreKenneth McGlothinLaura Love TodeMarika Rose SayersMimi FletcherMonica SanchezSara AnneSharon Anne Henderson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sx8dsHlsZAoT1BbWDwFGDgWAOlZ.jpg",
      "https://image.tmdb.org/t/p/w300/aBeb3gZP84beq2BWsAJVxmB3moq.jpg",
      "https://image.tmdb.org/t/p/w300/aVF0dE21EnCzC3Ai2IFdNgDO52X.jpg",
      "https://image.tmdb.org/t/p/w300/b9DAKExon5KNipUlWj7zaTGJ3pv.jpg",
      "https://image.tmdb.org/t/p/w300/vuT6q6dU4E5Mid56H3yUj6aHKlW.jpg",
      "https://image.tmdb.org/t/p/w300/uy4vVn2gfEwiajBHoCAMkpeywpl.jpg",
      "https://image.tmdb.org/t/p/w300/vTPQ2dldQyQDPFzUTykxeFRD6nc.jpg",
      "https://image.tmdb.org/t/p/w300/1qoMf7GWr0oRG3p2Nu8JyrawZGE.jpg",
      "https://image.tmdb.org/t/p/w300/ng4u4HVeu575RrTwIUgghqpx5Vl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pZyeoBDQJFPGfd0Mu8XIElGBjZz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-when-you-finish-saving-the-world-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1RSr8/(CM)_When_You_Finish_Saving_the_World_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yRECWa6K#7jObmdbbsM0vJrFqsRIyfTx4VT55L5rJT5txSe5G0gY",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4kvmu0ldn7t9.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrity.com/g0ihjniwih2w.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1yv82lc4y5q4",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-when-you-finish-saving-the-world-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1RSr0/(CM)_When_You_Finish_Saving_the_World_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WVVXzT6a#LMoJ9acnzlFjiwo4ngiW2b4hYQ0RwbmRdh84Eb5egBM",
        "server": "mega.nz",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/osta62ykj28t.html",
        "server": "usersdrive.com",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrity.com/gnbuc84k5lur.html",
        "server": "streamsb.com",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f13ldg4kvlay",
        "server": "streamvid.io",
        "size": "870MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XbgJPKFxHXI",
      "video_url": "https://www.youtube.com/watch?v=XbgJPKFxHXI",
      "embed_url": "https://www.youtube.com/embed/XbgJPKFxHXI"
    }
  },
  {
    "metadata": "not rated|2023|2h 25m|Action,Bollywood,Drama,Mystery",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "2.4k"
    },
    "title": "Virupaksha(2023)",
    "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်ရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့ကျောင်းဆရာကားထဲက မင်းသမီးလေးSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကိုကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်ဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်ရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်ဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်းပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့ချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်ဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီးထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရောဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲFile size…2.93GB / 1.24GBQuality…1080p WEB DL / 720pFormat… mp4Duration….2h 25mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKarthik Varma DanduStarsAbhinav GomatamAjayBrahmajiKamal KamarajuRajiv KanakalaSai ChandSai Dharam TejSai Kamakshi BhaskarlaSamyukthaShyamalaSunil VarmaCastAbhinav GomatamAjayBrahmajiKamal KamarajuRajiv KanakalaSai ChandSai Dharam TejSai Kamakshi BhaskarlaSamyukthaShyamalaSunil Varma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vN4PyNAlraQIjIH3khLRCxf2sZw.jpg",
      "https://image.tmdb.org/t/p/w300/8LL28V2QurWimwqY8QJgaHHcWcQ.jpg",
      "https://image.tmdb.org/t/p/w300/k51iOxHcYna2miTlpUIqfuV8KmQ.jpg",
      "https://image.tmdb.org/t/p/w300/2Yz2Dd05kV92poTA6wibw2CZ7g0.jpg",
      "https://image.tmdb.org/t/p/w300/xfm3oNEyguquFMW3Yq4UNgnoVRL.jpg",
      "https://image.tmdb.org/t/p/w300/4DmmzdTs9lkw6TWRqE72Nage5QQ.jpg",
      "https://image.tmdb.org/t/p/w300/dvlWSQMCQbGBZRuLXyQKvJiLNLg.jpg",
      "https://image.tmdb.org/t/p/w300/hJBmligsBebAJ22c4PB7LGGJLT6.jpg",
      "https://image.tmdb.org/t/p/w300/wDQsxhMCGVbPkaytom6J7t8lkR6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/virupaksha-2023-telugu-true-web-dl-1080-p-hq-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6zkra92h5rxf.html",
        "server": "usersdrive.com",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1emjz/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC(CM).mp4",
        "server": "megaup.net",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VZtzlIjK#mWho9Ek4x_e0DSo_xp5r05RqIQNVZh7iO9GdKbGuqxM",
        "server": "mega.nz",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/virupaksha-2023-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4b1k4p4n5kb5.html",
        "server": "usersdrive.com",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1emhy/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VZtzlIjK#mWho9Ek4x_e0DSo_xp5r05RqIQNVZh7iO9GdKbGuqxM",
        "server": "mega.nz",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/ird1mciuhb3d.html",
        "server": "streamsb.com",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pu8xokqldn8m",
        "server": "streamvid.io",
        "size": "1.24GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022|2h 6m|Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "37"
    },
    "title": "One Day, You Will Reach the Sea (2022)",
    "description": "One Day, You Will Reach the Sea (2022)လွမ်းမောဖွယ် ဂျပန် drama ဇာတ်ကားလေး တစ်ကားပါ။မနကိုတနိဆိုတဲ့ အရမ်းအေးဆေးရှက်ရွံ့ပြီး လူတွေနဲ့သိပ်အဆက်အဆံလုပ်လေ့မရှိတဲ့ မိန်းကလေးတစ်ယောက်မှာ အရမ်းရင်းနှီးချစ်ခင်တဲ့သူငယ်ချင်းဆိုလို့ တက္ကသိုလ်စတက်ကတည်းက မိန်းကလေးလေးအချင်းချင်းတောင် ကြိတ်ပြီးအားကျရလောက်အောင်ချစ်စရာကောင်းပြီး၊ လူတကာနဲ့ဝင်ဆန့်တဲ့ ဆုမိရဲဆိုတဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ပဲရှိခဲ့ပါတယ်။ဆုမိရဲတစ်ယောက်သေဆုံးသွားချိန်မှာတော့ ကိုတနိဟာ ဖြေမဆည်နိုင်အောင်ဖြစ်ခဲ့ပြီး အတိတ်တွေထဲမှာပဲပိတ်မိနေခဲ့ပါတယ်။လက်ရှိဘဝကို အဆင်ပြေအောင်ရှေ့ဆက်နေပေမဲ့လည်း အတိတ်ကသူငယ်ချင်းမလေးဟာဘယ်လိုထူးခြားတဲ့မိန်းကလေးမျိုးဖြစ်ခဲ့တာတွေ၊ နှစ်ဦးကြားက သံယောဇဉ်တွေ၊ အတူပျော်ခဲ့ဖူးတဲ့အမှတ်တရ၊ ဖြစ်ရပ်တွေကို ပြန်ပြောင်းသတိရရင်း လွမ်းဆွတ်ရပုံတွေကို လွမ်းမောဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကMoe Layပါ။)File Size :1.7GB,784MB &382MBQuality :1080p WEB-DL,720p WEB-DL&480pFormat :mp4Duration :2hr & 6minsGenre :DramaTranslated byMoe LayEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRyûtarô NakagawaStarsKen MitsuishiMinami HamabeYukino KishiiCastHaya NakazakiKen MitsuishiMayu TsurutaMinami HamabeTomoko NakajimaYosuke SuginoYukino KishiiYuzumi Shintani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jgYGDVkBVIzM93SEWsD8fSaeEAc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rAfDTOsvbJQKjgwaXAtRKdRTO6e.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/one-day-you-will-reach-the-sea-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-one-day-you-will-reach-the-sea-2022-1080-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sgzg2f6trya0.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1KS2j/[CM]One.Day.You.Will.Reach.The.Sea.2022.1080p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8EcmCAYR#oYqLCA956EtqX_nHa4Z7LXGqQ43gNW6Y6-VMuW4PhIs",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-one-day-you-will-reach-the-sea-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "784MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r3wd6foyvj3r.html",
        "server": "usersdrive.com",
        "size": "784MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/14Uzj/[CM]One.Day.You.Will.Reach.The.Sea.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "784MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hIl0UCAS#WVbjq9x9p63xb4wdUMLOs_bI6grIMR3IYyLG7gq0VnI",
        "server": "mega.nz",
        "size": "784MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/dw4ys8oqndfn.html",
        "server": "streamsb.com",
        "size": "784MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-one-day-you-will-reach-the-sea-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "382MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/mskplg2cm2se.html",
        "server": "usersdrive.com",
        "size": "382MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/14Uz4/[CM]One.Day.You.Will.Reach.The.Sea.2022.480p.mp4",
        "server": "megaup.net",
        "size": "382MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/sJ1D2IoY#8gLFTOQ4lFgr1gr0AM60wmL80o6KWgZxza9QMOQuKfQ",
        "server": "mega.nz",
        "size": "382MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/twzebfrkblbf.html",
        "server": "streamsb.com",
        "size": "382MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Gp2eXJulQ3w",
      "video_url": "https://www.youtube.com/watch?v=Gp2eXJulQ3w",
      "embed_url": "https://www.youtube.com/embed/Gp2eXJulQ3w"
    }
  },
  {
    "metadata": "N/A|2013|2h 28m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "3.8k"
    },
    "title": "Ramaiya Vastavaiya (2013)",
    "description": "Ramaiya Vastavaiya (2013)========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကိုRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်ဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့မြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လိုဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့ဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့ကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်ဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကိုသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီးအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ဆိုနာနဲ့ဝေးရမှာဆိုးတဲ့အတွက်ကြောင့် ဆိုနာတို့အိမ်ကိုပဲ လိုက်လာခဲ့ပါတော့တယ်ရတ်ဒ်ဟူးဗီကရော သူဖူးဖူးမှုတ်ချစ်နေရတဲ့ ညီမလေးရဲ့ ချစ်သူကောင်လေး ရမ်ကို ဘယ်လိုတွေစမ်းသပ်သွားမလဲ…အချစ်အတွက်သာဆို ဓားတောင်ကိုကျော်ပြီး မီးပင်လယ်ကို ဖြတ်မယ်လို့ ကြွေးကြော်ထားတဲ့ရမ်တစ်ယောက် တကယ်တမ်း သူပြောတဲ့အတိုင်း အခက်အခဲတွေကိုရင်ဆိုင်ကျော်လွှားနိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားနဲ့ စောင့်မျှော်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်File size…4.54 Gb / 1.84GBQuality…1080p TRUE WEBDL Hindi AAC5.1CH / 720pFormat…mp4Duration….2h 28mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Poe & Shwe Pwint & Lwin Htoo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPrabhu DevaStarsAarti PuriAnchal SinghGirish KumarGovind NamdeoJacqueline FernandezNassarPoonam DhillonPrabhu DevaRandhir KapoorSarfaraz KhanSatish ShahShruti HaasanSonu SoodVinod KhannaZakir HussainCastAarti PuriAnchal SinghGirish KumarGovind NamdeoJacqueline FernandezNassarPoonam DhillonPrabhu DevaRandhir KapoorSarfaraz KhanSatish ShahShruti HaasanSonu SoodVinod KhannaZakir Hussain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yJA2V29uGOZ2yYhSIGWO7J1HDvX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ramaiya-vastavaiya-2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ramaiya-vastavaiya-2013-1080-p-amzn-web-dl-hinid-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tn28b9d32tgq.html",
        "server": "usersdrive.com",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qVP9/Ramaiya.Vastavaiya.2013.1080p.AMZN.WEB-DL.Hinid.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/N2pGDTpC#aIGzLg6INE6zJ0u012-WtuGTnZ9wzJ6RQaEzzi6kvw8",
        "server": "mega.nz",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/eyqnbf5h7nvm",
        "server": "dropgalaxy.com",
        "size": "4.54 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ramaiya-vastavaiya-2013-720-p-amzn-web-dl-hinid-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6b4z7naeqd8a.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/36ThC/Ramaiya.Vastavaiya.2013.720p.AMZN.WEB-DL.Hinid.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/svo3GAAJ#Xq5QFzrzkb3__VmJk7NJdHA2BpwOnjkJGj9F98b1uPM",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/qs4oilha16nv",
        "server": "dropgalaxy.com",
        "size": "1.84GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fVAaYZQ31TE",
      "video_url": "https://www.youtube.com/watch?v=fVAaYZQ31TE",
      "embed_url": "https://www.youtube.com/embed/fVAaYZQ31TE"
    }
  },
  {
    "metadata": "Unrated|2023|1h 52m|Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "471"
    },
    "title": "Creatura (2023)",
    "description": "Creatura (2023)~ IMDb – 6.8/10, Rotten Tomatoes – 93% ~“Creatura” ဆိုတဲ့ စကားလုံးက အင်္ဂလိပ်ဝေါဟာရ “Creature” သတ္တဝါ နဲ့ ဆင်တူပါတယ်။ ဒါပေမဲ့ ဒီစပိန်ဇာတ်ကား “Creatura” မှာတော့ ကလေးမငယ်လေးတစ်ယောက်ကို ရည်ညွှန်းထားပါတယ်။ ဒီဇာတ်ကားမှာ စပိန်နိုင်ငံက ရုပ်ရှင်သရုပ်ဆောင်ဆုပေါင်း ၈ ဆုရထားတဲ့ မင်းသမီးလည်းဖြစ် ဒါရိုက်တာရော ပရိုဂျူဆာပါဖြစ်တဲ့ Elena Martin ကိုယ်တိုင်ပဲ ဒါရိုက်တာအပြင် ဇာတ်ဆောင်မင်းသမီးအဖြစ်ပါဝင်ထားပါတယ်။ ဒါ့အပြင် ဒီ Creatura ဆိုတဲ့ ဇာတ်ကားအတွက် သီးခြားဆု ၂ ဆုအပြင် ဆန်ကာတင်စာရင်း ၂၇ ခုအထိ ပါအောင် စွမ်းဆောင်ထားနိုင်တာပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~မီလာဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ငယ်စဉ်အရွယ်ကလေးဘဝထဲက ကိုယ့်ကိုယ်ကိုယ်သတိမထားမိဘဲနဲ့ လိင်စိတ်ကြွနေတဲ့ကလေးမလေးတစ်ယောက်ပါ။ ဒါ့အပြင် သူ့မှာ “Hyper Active” ဆိုတဲ့ ဂဏာမငြိမ်တဲ့ရောဂါတစ်ခုလည်းရှိပါသေးတယ်။ ဒီလိုနဲ့ သူ့မိဘတွေက သူ့ကိုဂရုတစိုက်ပြုစုပျိုးထောင်ခဲ့ပေမဲ့လည်း တစ်ခါတစ်လေ စိတ်မထိန်းနိုင်တော့တဲ့အခါကျ အော်ဟစ်မိတာတွေရှိပါတယ်။ ဒီလိုနဲ့ မီလာလေးက ငယ်စဉ်ထဲက စိတ်ဒဏ်ရာရပြီး တစ်ခုခုဆို Sensitive ဖြစ် Emotional အဖြစ်လွယ်လာပါတယ်။ ဇာတ်လမ်းအစဖြစ်တဲ့ မီလာတစ်ယောက် အရွယ်ရောက်လို့ အိမ်ထောင်ကျတဲ့အမျိုးသားနဲ့ အိမ်ပြောင်းတဲ့အခါမှာလည်း ငယ်ငယ်ကပြဿနာတွေက အိမ်ထောင်ရေးသုခကိုမပြေလည် လင်မယားကြားဆက်ဆံရေးကို အနှောင့်အယှက်ဖြစ်လာတဲ့ ဆိုးရွားလာခဲ့ပါတယ်။ ဒီလိုနဲ့ သွေးသားဗီဇအရပါလာတဲ့ ပြဿနာတွေကြောင့် စိတ်သောကရောက်နေရတဲ့ မီလာက ငယ်စဉ်ဘဝတုန်းက အဖြစ်အပျက်တွေကို တဖြည်းဖြည်းနဲ့ပြန်သတိရလာပါတော့တယ်။ဒီဇာတ်ကားထဲမှာဆိုရင် လူတစ်ယောက်ရဲ့ ငယ်စဉ်ဘဝကရတဲ့ Trauma ဟာ အသက်အရွယ်ကြီးရင့်လာတဲ့အထိ တော်ရုံလွယ်လွယ်နဲ့မပျောက်နိုင်ဘူးဆိုတာကို ရည်ညွှန်းပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် လူတိုင်းကြုံတွေ့ရတတ်တဲ့ လက်တွေ့လောကရဲ့ လောကဓံတွေကို အိမ်ထောင်တစ်ခုရဲ့ဇာတ်ကွက်ကနေ လက်တွေ့ကျအောင် ရိုက်ကူးထားတာဖြစ်တဲ့အတွက်လည်း လူတိုင်းစာနာခံစားပေးနိုင်မယ့် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ကြည့်ရှုအားပေးတဲ့သူများအားလုံးအတွက် ရသမျိုးစုံပေးစွမ်းနိုင်မယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်တယ်ဆိုတာကတော့ အသေအချာပါပဲ(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.05GB, 900MBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 52MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElena MartínStarsÀlex BrendemühlBernat RoquéCarla LinaresClara SeguraClàudia DalmauCristina ColomElena Martín GimenoMarc CartanyàMila BorràsOriol PlaTeresa VallicrosaCastÀlex BrendemühlBernat RoquéCarla LinaresClara SeguraClàudia DalmauCristina ColomElena Martín GimenoMarc CartanyàMila BorràsOriol PlaTeresa Vallicrosa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eeKCxivTObVtRaguLLA9RCQSdR6.jpg",
      "https://image.tmdb.org/t/p/w300/70uvMVMsurh9yyrtd8KPj04jM5E.jpg",
      "https://image.tmdb.org/t/p/w300/7IeXF7Jy0tIy0p8Mina2ncSehuy.jpg",
      "https://image.tmdb.org/t/p/w300/cBP4TM6u8ZdcYdtWXhPMvET778B.jpg",
      "https://image.tmdb.org/t/p/w300/6GD0l6dTLHiULOAauHFxViCAD7H.jpg",
      "https://image.tmdb.org/t/p/w300/h3DuKbmlupSels8yUiCt7Peg0Gq.jpg",
      "https://image.tmdb.org/t/p/w300/yGHldifD5082OQDKjr2NkABnrIe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cCPBmvbQJ4BoJg3Szn8m4Mg6npX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-creatura-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1le6k/(CM)_Creatura_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8DNVQQjL#-AsGGrVih73XG-aLshKTAqCYQ8XpUM3zwt9JkuNFaQA",
        "server": "mega.nz",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r12kq7zqc3h2.html",
        "server": "usersdrive.com",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-creatura-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21byh/(CM)_Creatura_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5CM3nIRL#Z_quyPKGWYRXIuccMGtk7U-JNTFes5iaYxbb5hlv39Q",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/d40x8uyc78mb.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/p3kx4ob1iw0z",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BQM-RHhDTRc",
      "video_url": "https://www.youtube.com/watch?v=BQM-RHhDTRc",
      "embed_url": "https://www.youtube.com/embed/BQM-RHhDTRc"
    }
  },
  {
    "metadata": "||1h 15 min|Action,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "265"
    },
    "title": "Fast Escape ( 2022 )",
    "description": "လူတွေရဲ့ဘာမှမဖြစ်လောက်ပါဘူးဆိုတဲ့ အတွေးလေးနဲ့ကျူးလွန်မိတဲ့ပေါ့ဆမှုအမှားဟာ ဘယ်လောက်ထိဒုက္ခရောက်စေနိုင်လဲ?စစ်သားဟောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ရှောင်းဖုန်းနဲ့သူငယ်ချင်းတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲလုပ်နေကြတယ်။သူတို့အနီးနားမှာ ဆီဘောက်ဆာကားကိုကားဆရာကစည်းမဲ့ကမ်းမဲ့ရပ်ထားမိတဲ့အတွက်ကြောင့်မတော်တဆဆီယိုစိမ့်ပြီး အဆိပ်ဓာတ်ငွေ့တွေပြန့်သွားပါတယ်။လေထုထပ်သိပ်သည်းစများတဲ့ အဆိပ်ဓာတ်ငွေ့တွေကြောင့်လူတွေဟာတိုက်အိမ်တွေရဲ့အမြင့်နေရာကိုတက်ပြီး ကယ်ဆယ်ရေးကိုစောင့်မျှော်ကြရတယ်။စစ်သားဟောင်းကြီးရှောင်းဖုန်းနဲ့ သူ့ရဲ့မတွေ့တာ၃နှစ်ကြာတဲ့ချစ်သူဟောင်း ဆရာဝန်မလေးစူးယွဲ့ဟာလူတွေလွတ်မြောက်ဖို့ကူညီဖို့ဆုံးဖြတ်လိုက်ကြတယ်။အများပြည်သူကိုကယ်ဖို့အတွက်နဲ့ သူတို့ရဲ့လွတ်မြောက်ခွင့်တွေကိုလက်လွှတ်လိုက်ရတယ်။သူတို့၂ယောက်ဟာ အဆုံးထိလျှောက်လှမ်းနိုင်ပါ့မလား ဆိုတာကိုရင်တစ်ထိတ်ထိတ်ကြည့်ရမယ့်အပြင်အန္တရာယ်တွေကြားကသူတွေတို့သံယောဇဉ်ချစ်ခြင်းလေးတွေကဘယ်လိုဖြစ်လာမလဲဆိုတဲ့ ဒရာမာလေးပါခံစားကြည့်ရှုရမှာပါ။သဲထိတ်ရင်ဖို ကယ်ဆယ်ရေးဇာတ်လမ်းလေးတွေနှစ်သက်သူလေးတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပဲနော် ..Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , ActionRuntime : 1h 15 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHuang YiStarring",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/Fast1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fast-escape-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/joldqbl5f093.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sblongvu.com/lecyxv6xqdyy.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/1GdkAJ7I#dmYDYvm6DZr2Pt7nE4FG_FvU5m8zcNs1khMY0sqNxpA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fast-escape-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "444 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/oi0zgkimg7b3.html",
        "server": "usersdrive.com",
        "size": "444 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/tSF1mSxY#5x1_p8zW9F8I1Oj40Zzzb4FtSvAKswE3sNUWD9AqcRA",
        "server": "mega.nz",
        "size": "444 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|118 min|Drama,History,War",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "3,850"
    },
    "title": "The Captain (2017)",
    "description": "The Captain (2017) ဒီဂ်ာမန္ကားေလးကေတာ႔ 2017 ကထြက္ရွိလာတဲ႔ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္။Rating ေတြအေနနဲ႔လဲ Imdb Rating 7.4/10 Rotten Tomatoes 86 ေတာင္ရရွိထားတာပါ။ဂ်ာမနီရုပ္ရွင္ေလာကမွာBest Feature Film, Best Supporting Actor, Best Score, Best Editingစတဲ႔ဆုေလးဆုေလာက္ ဆန္ကာတင္ဝင္ထားတဲ႔ကားေလးပါ။အျဖဴအမည္းနဲ႔ရိုက္ထားတဲ႔ ဒီကားေလးဟာ ဒုတိယကမာၻစစ္ကပံုရိပ္တစ္ခုကိုပီပီျပင္ျပင္သရုပ္ေဖာ္ထားသလိုပါပဲ။စစ္ကားၾကိဳက္တဲ႔ ပရိသတ္ႀကီးအဖို႔ေတာ႔ ေတာ္ေတာ္ေလးအၾကိဳက္ေတြ႔မွာပါလို႔ေျပာခ်င္ပါတယ္။ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ တင္ျပပါဦးမယ္။စစ္ပြဲႀကီးျပီးကာနီး ႏွစ္ပတ္အလိုမွာစစ္ပြဲကေနစစ္သားေတြအမ်ားအျပားထြက္ေျပးၾကပါတယ္။ေနာက္ကလိုက္ဖမ္းသူေတြ ထြက္ေျပးသူေတြ သုတ္သင္ပစ္သူေတြနဲ႔ငရဲပြက္ေနခ်ိန္မွာ တပ္သားေလးတစ္ဦးဟာဗိုလ္ၾကီး ယူနီေဖာင္းတစ္စံုကိုရွာေဖြေတြ႔ရွိသြားပါေတာ႔တယ္။အဲဒီမွာ ဇာတ္လမ္းကစပါေတာ႔တယ္။ဗိုလ္ၾကီး ဟာရိုးဆိုတဲ႔နာမည္နဲ႔ဗိုလ္ၾကီးအေယာင္ေဆာင္ထားတဲ႔ တပ္သားေလးဟာဘယ္လိုဆက္ရွင္သန္မလဲ?တပ္ေျပးမွန္းသိရင္ ျခြင္းခ်က္မရွိ သတ္ပစ္မယ္႔အေျခအေနတစ္ခုမွာသူဘာဆက္လုပ္မလဲ?စတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ စိတ္ဝင္စားစြာၾကည္႔ရွူရမယ္႔ကားေကာင္းေလးပါ။စိတ္လႈပ္ရွားစရာ ျဖစ္ရပ္မွန္ကားေတြကို ၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ၾကီး အတြက္The Captain (2017)ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။File Size : (1 GB) & (236 MB)Quality : BluRay 720pRunning Time :1hr 58 minFormat : Mp4Genre :  Drama , History , WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCandy Maldonado AgustinChristian HoyerRobert SchwentkeStarsAnnina PolivkaBlerim DestaniBritta HammelsteinDavid SchellerFrederick LauHaymon Maria ButtingerMarko DyrlichMax HubacherMilan PeschelSebastian RudolphCastAlexander FehlingAlexander HörbeAnnina PolivkaBernd HölscherBlerim DestaniBritta HammelsteinChristian WagnerDavid SchellerEugenie AnselinFrederick LauHarald WarmbrunnHaymon Maria ButtingerHendrik ArnstJan Georg SchütteJörn HentschelMarko DyrlichMax HubacherMilan PeschelRike EckermannSamuel FinziSascha Alexander GeršakSebastian RudolphShannon StallerWaldemar KobusWolfram Koch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xNKxSXaQCNV7NFTwGX8CNr90ms4.jpg",
      "https://image.tmdb.org/t/p/w300/eIMjqKSdVtpYWXLPldWXmwThpGv.jpg",
      "https://image.tmdb.org/t/p/w300/56yiNCCOOZ0bYMkVkGXv6myGyYJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6sXGn6EkiPNDv1EAD5DZCrJTbin.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-captain-der-hauptmann-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2eDI6/The_Captain_(Der_Hauptmann)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/07joic1ml0uu",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/qyvu0r7szyxk.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "09AojeeIpdE",
      "video_url": "https://www.youtube.com/watch?v=09AojeeIpdE",
      "embed_url": "https://www.youtube.com/embed/09AojeeIpdE"
    }
  },
  {
    "metadata": "|2020||Action,Drama,Horror",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "20,113"
    },
    "title": "Underwater (2020)",
    "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။#Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ စခန္းႀကီး ငလ်င္ေၾကာင့္ ပ်က္စီးခ်ိန္မွာ အသက္ရွင္ဖို႔ႀကိဳးစားၾကရပါတယ္။ သူတို႔အတြက္ ေရေအာက္က အပ်က္အစီးေတြ ထြက္ဖို႔ခက္တာေတြနဲ႔တင္ မလုံေလာက္ခဲ့ပါဘူး။သမုဒၵရာၾကမ္းျပင္ေအာက္အနက္ထဲအထိ တူးေဖာ္ၾကတဲ့အက်ိဳးဆက္အေနနဲ႔ ေၾကာက္စရာ သတၱဝါဆန္းေတြ ထြက္ေပၚလာခဲ့တာပါ။ ဒီအႏၲရာယ္မ်ိဳးစုံကေန အလြတ္႐ုန္းဖို႔ ႀကိဳးစားၾကတဲ့ပုံကိုၾကည့္ရမွာျဖစ္လို႔ ဒီလို႐ုပ္ရွင္အမ်ိဳးအစားေတြကိုႀကိဳက္တဲ့သူေတြၾကည့္သင့္တဲ့ ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Littleneo မှရေးသားပေးပြီး ဘာသာပြန်ပေးသူကတော့ d3mon နဲ့ Littleneo ပဲ ဖြစ်ပါတယ်။)Quality – 1080p, 720p  Blu-RayDuration – 1 hrs 35 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :Action,Drama,HorrorSource : 1080p.Blu-RayTranslator – d3mon, LittleneoEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWilliam EubankStarsAmanda TroopFiona ReneGunner WrightJessica HenwickJohn Gallagher Jr.Kristen StewartMamoudou AthieT.J. MillerVincent CasselCastAmanda TroopFiona ReneGunner WrightJessica HenwickJohn Gallagher Jr.Kristen StewartMamoudou AthieT.J. MillerVincent Cassel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fYPiQewg7ogbzro2XcCTACSB2KC.jpg",
      "https://image.tmdb.org/t/p/w300/hjjJbp9TssTdaMfkV8jKHpwPshV.jpg",
      "https://image.tmdb.org/t/p/w300/zNVCbgw7M7eK5RvxmVkme9H6iMq.jpg",
      "https://image.tmdb.org/t/p/w300/vjkUADNehIN1hoHY41Np5VFPGN7.jpg",
      "https://image.tmdb.org/t/p/w300/ww7eC3BqSbFsyE5H5qMde8WkxJ2.jpg",
      "https://image.tmdb.org/t/p/w300/wW7k1B6uc8mkhJnA9BQ6uKTHWUD.jpg",
      "https://image.tmdb.org/t/p/w300/vZGRSGTRa4Ex3B1RrW0K2Vdkvd0.jpg",
      "https://image.tmdb.org/t/p/w300/6VHihPtdxgzpleuVcw0OO98Sbvp.jpg",
      "https://image.tmdb.org/t/p/w300/cCXHfuwXs9QYWIi4qnvp0FFCpRf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/Q7BWxNMl4X",
        "server": "drive.google.com",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080P 5.1 CH"
      },
      {
        "link": "https://myandrive.net/file/zesmTi3wqx",
        "server": "drive.google.com",
        "size": "1.0 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mirrorace.com/m/4ZHxg",
        "server": "mirrorace.com",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080P 5.1 CH"
      },
      {
        "link": "https://mirrorace.com/m/4jK4v",
        "server": "mirrorace.com",
        "size": "1.0 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/2ROc6/[CM]Underwater.2020.1080p.BluRay.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1vTh2/[CM]Underwater.2020.720p.BluRay.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.0 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/zbqgmp3ek1tb",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080P 5.1 CH"
      },
      {
        "link": "https://upstream.to/jw673dq3y4e3",
        "server": "upstream.to",
        "size": "1.0 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/gDAgDYJC#BqQsQhpnF8IHIgiQYNnx-E5B2VfCukBAIgkyK6QOk74",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/JfJmEQYT#oGIUIO3-z9CU0oBkPN64ulgFdOWeo1kczqiqcUOdkPU",
        "server": "mega.nz",
        "size": "1.0 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yadi.sk/i/XU591FGVuJYjnQ",
        "server": "disk.yandex.com",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080P 5.1 CH"
      },
      {
        "link": "https://yadi.sk/i/RWZl3tAtoDBSmQ",
        "server": "disk.yandex.com",
        "size": "1.0 GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "jCFWEzIVILc",
      "video_url": "https://www.youtube.com/watch?v=jCFWEzIVILc",
      "embed_url": "https://www.youtube.com/embed/jCFWEzIVILc"
    }
  },
  {
    "metadata": "N/A|2023|2h 2m|Bollywood,Comedy,Drama,Romance,Uncategorized",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "423"
    },
    "title": "Journey of Love 18+ (2023)",
    "description": "Journey of Love 18+ (2023)IMDb – 6.6/10ဆယ်ကျော်သက်တွေဖြစ်တဲ့ အာခစ်လ်နဲ့ အာသီရာတို့ဟာ အရမ်းချစ်ကြတဲ့ချစ်သူတွေပါ။ဒါပေမဲ့ အချစ်စစ်တို့မည်သည် ပန်းခင်းထားတဲ့လမ်းမဟုတ်ဆိုသလိုပဲသူတို့အချစ်ခရီးကတော့ဖြောင့်ဖြူးမနေပါဘူး။ငယ်ရွယ်တဲ့ နှစ်ယောက်သားရဲ့အချစ်ဟာ တစ်ခဏတာရင်ခုန်တာပါလို့လူကြီးတွေအတင်းခွဲရာကနေ နောက်ဆုံးလက်ထပ်မယ်အထိပါနှစ်ယောက်လုံးခေါင်းမာမာနဲ့ တဇွတ်ထိုးဆန်လာကြပါတယ်။ဒီလိုနဲ့ ဘယ်သူမှသဘောမတူတော့တဲ့အဆုံး ခိုးပြေးကြမယ်လို့ဆုံးဖြတ်လိုက်ကြပါတယ်….ဒီလိုနဲ့ သူတို့တွေရဲ့ မရင့်ကျက်သေးတဲ့အဆုံးအဖြတ်က မှန်ကန်သွားမလား၊ နောက်ဆုံး အောင်အောင်မြင်မြင်နဲ့မင်္ဂဆောင်သွားကြမှာလား ကြုံတွေ့ရမဲ့ပြဿနာမျိုးစုံကို သူတို့ဘယ်လိုဖြေရှင်းမလဲဆို ကြည့်ရှူရမှာဖြစ်ပါတယ်။၁၈ နှစ်အရွယ် အချစ်ငှက်လေးနှစ်ကောင်ရဲ့ အချစ်စွန့်စားခန်းကို ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းပြီးဟာသမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ကြည့်ရမဲ့ မလေရာလမ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team မှဖြစ်ပါတယ်။)File size…2.37GB / 1.03GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorArun D. JoseStarsBinu PappuManoj K UMathew ThomasMeenakshi DineshNaslen GafoorNikhila VimalRajesh MadhavanSaafShyam MohanCastBinu PappuManoj K UMathew ThomasMeenakshi DineshNaslen GafoorNikhila VimalRajesh MadhavanSaafShyam Mohan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yHUeNZSFaAxTHQwxaQm5HQZQYgC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNjNlMjE0NmItZDZjZi00N2E1LTkzNTgtNzhhMzAxNjAxZWE3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/journey-of-love-18-2023-web-rip-1080-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y62v9vdw0gw6.html",
        "server": "usersdrive.com",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Dkx5/Journey_of_Love_18+_2023_WebRip_1080p_.YK(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/B3MVgLgB#QOcBGfGqyn-H9rXOyf8vEfo9b8V629zveG2VLrkjgsQ",
        "server": "mega.nz",
        "size": "2.37GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/journey-of-love-18-2023-web-rip-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h6t0ssg1pfkv.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Dkxc/Journey_of_Love_18+_2023_WebRip.720p_.YK(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dilkVCqK#TBptjUKYj8KALSftn4CHucMAhKWto2GiLL_F8QuX3K4",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/wpnvjcg4wf1u",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "I4TAsa2LGtw",
      "video_url": "https://www.youtube.com/watch?v=I4TAsa2LGtw",
      "embed_url": "https://www.youtube.com/embed/I4TAsa2LGtw"
    }
  },
  {
    "metadata": "|2021|2h 15min|Crime,Drama,Mystery",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "79"
    },
    "title": "Haseen Dillruba (2021)",
    "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လားအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကိုပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်းနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်ခင်ဗျားတို့သဘောပေါက်မှာပါလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေကပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့ရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူးဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး……..ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့ပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်အစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုကကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့အကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GBQuality….WEB-DL 1080p and 720pFormat…mp4Duration….2h 15minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Amelia and Thet Hnin HsuEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAditya SrivastavaAshish VermaDaya Shankar PandeyHarshvardhan RaneKunj AnandTaapsee PannuVikrant MasseyYamini Das",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ohBudODLg90h2R8jQf4DvfGjY4A.jpg",
      "https://image.tmdb.org/t/p/w300/vvfX9rlHQSScRJCbviHHakSQWHZ.jpg",
      "https://image.tmdb.org/t/p/w300/o9ZIICZuGBjufXqG2FaoNJNZebn.jpg",
      "https://image.tmdb.org/t/p/w300/dfOFSh2faBX0LbCKcDUomfriO1a.jpg",
      "https://image.tmdb.org/t/p/w300/1fmcHpwjqCGIy5NXeSRXBqdIUls.jpg",
      "https://image.tmdb.org/t/p/w300/o5sUh8KoLRBDWxZ3ucFR468BDfc.jpg",
      "https://image.tmdb.org/t/p/w300/zxoz3O1SIryl34SZPaGelCVSNAa.jpg",
      "https://image.tmdb.org/t/p/w300/3ataRw4i1g9Mbam6Snr76QiqZgt.jpg",
      "https://image.tmdb.org/t/p/w300/f2wUCSVu0HrYmw5MOQwiKSgy6aW.jpg",
      "https://image.tmdb.org/t/p/w300/18fBQfT3zhViuk9eaRKG0sh6mFd.jpg",
      "https://image.tmdb.org/t/p/w300/i2rzbNgXhcCPoaLZqdZEC1i4Hgy.jpg",
      "https://image.tmdb.org/t/p/w300/8FZHfTNL6u42DFoGXyGo6StA38Y.jpg",
      "https://image.tmdb.org/t/p/w300/6DSIXDCdquxBiPZyaJ6U0AnsJv.jpg",
      "https://image.tmdb.org/t/p/w300/6mpYtuvX5gM0c3r1gzqR3Baot2d.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseen-dillruba-2021",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/haseen-dillruba-2021-1080-p-nf-web-dl-atmos-ddp-5-1-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2jCjA/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/a1JwwDBS#-X_WCh8bi8rfYDM99T_epZRMYMginASP5woovi9KXM8",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/64prs4po47am.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/rq3xucxjwh2h",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://sbembed3.com/uji75irrf8nu.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseen-dillruba-2021",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/haseen-dillruba-2021-1080-p-nf-web-dl-atmos-ddp-5-1-x-264-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/XHzd/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM_(2).mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://mega.nz/file/HpRzxKRC#BztK-ccP6JfT_3kfkqUILfHLiCLQZ7F2IoeIuh7IiTw",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/bpl3lp5ah0hf.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/3xfio6d5c4wg",
        "server": "veryfiles.com",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/kgg7czzd78qw",
        "server": "upstream.to",
        "size": "2.4 GB",
        "quality": "1080 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|111 min|Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "9"
    },
    "title": "Bayou Caviar(2018)",
    "description": "Bayou Caviar(2018)ဒီကားဟာ Rotten Tomatoesက​​ ​ဆရာႀကီး​ေတြ Rate လုံးဝမ​ေပးထားပဲAudience Score 100% အတိရထားတဲ့ကားပါ။Tom Cruise ရဲ႕ Jerry Maguireကားမွာ Supporting Role ​ေအာ္​စကာရထားတဲ့မင္​းသား Cuba Gooding Jr. ကိုယ္​တိုင္​ဇာတ္​ၫႊန္​း​ေရး ကိုယ္​တိုင္​႐ိုက္​ကိုယ္​တိုင္​ သ႐ုပ္​​ေဆာင္​ထားပါတယ္​။Old X men timeline က Attractive အျပည္​့နဲ႔မမ ဂ်င္​း Famke Janssenကို တစ္​ဖန္​ျမင္​ရဦးမဲ့ ကားလည္​း ဟုတ္​ပါတယ္​။​ွဇာတ္​လမ္​းသြားမွာ​ေတာ့ ​ေဘာက္​ဆင္​ ခ်န္​ပီယံ​ေဟာင္​း တစ္​​ေယာက္​နဲ႔႐ု႐ွ လူဆိုးဂိုဏ္​းတစ္​ခုရဲ႕ အျဖစ္​အပ်က္​​ေတြကို ကို ျပထားၿပီးလိင္​ကိစၥ အာဏာ ​ေငြ အၾကမ္​းဖက္​မႈ​ေတြၾကားမွာ မိသားစုအတြက္​ တိုက္​ခိုက္​​ေနတဲ့လူတစ္​​ေယာက္​အ​ေၾကာင္​း ဒရာမာ အျပည္​့ခင္​းျပသြားမွာပါ..ဘယ္​လိုခင္​းမလဲ​ေတာ့ ကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့ပါ။ဒီကားမွာ မတ္​မတ္​ Famke Janssenႀကီးရဲ႕ခပ္​မိုက္​မိုက္​စတိုင္​​ေလး​ေတြကိုအ​ေတာ္​​ေႂကြခ်င္​စရာ​ေကာင္​း​ေအာင္​ျမင္​ၾကရမွာပါ။ ဒီ​ေတာ့ကာ Old X men fan ​ေတြ ၾကည္​့ကို ၾကည္​့သင္​့တယ္​လို႔Recommand ​ေပးပါတယ္​။ထပ္​​ေဆာင္​း​ေျပာရရင္​ Richard Dreyfuss ႀကီးဟာလည္​းLeading Role Oscar ပိုင္​႐ွင္​ႀကီးပါ။ ကဲ..Oscar Winner ႏွစ္​​ေယာက္​နဲ႔ဒီကားက ၾကည္​့ဖို႔တန္​လား မတန္​လား​ေတာ့ကိုယ္​့ဘာသာ ကိုယ္​ပဲ ဆုံးျဖတ္​ၾကပါ​ေတာ…ဇာတ္လမ္းအညႊန္းကုိ Wira Aung မွေရးသားေပးၿပီး ဘာသာျပန္သူကေတာ့ Nay Chi ပဲျဖစ္ပါတယ္…File Size : (848 MB) and (376 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:51:00Genre :  Drama,Subtitle : Myanmar Subtitle (Hard Sub)Translated by  Nay ChiEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCuba Gooding Jr.StarsCuba Gooding Jr.Famke JanssenGregg BelloKatharine McPheeLia Marie JohnsonRichard DreyfussCastCuba Gooding Jr.Famke JanssenGregg BelloKatharine McPheeLia Marie JohnsonRichard Dreyfuss",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w0q9xW1nekWkKVIkwEjB9mxjH23.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/up28fmhXm5eZjasXEZ352NdxDLq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bayou-caviar2018",
        "server": "CM Links",
        "size": "848MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/bayou-caviar-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "848MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/bayou-caviar-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "848MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TK9a/Bayou_Caviar_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "848MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/t7yeeb5y3boc",
        "server": "upstream.to",
        "size": "848MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "wlsXCOCRAwU",
      "video_url": "https://www.youtube.com/watch?v=wlsXCOCRAwU",
      "embed_url": "https://www.youtube.com/embed/wlsXCOCRAwU"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "36"
    },
    "title": "Aurora: A Love Story (2023)",
    "description": "ပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်လမ်းလေးကိုမှ လှည့်ကွက်ပါတာတွေတရားခံစဥ်းစားရတဲ့ ပြန်ပေးဆွဲဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင်၂၀၂၃ မှာထွက်ရှိထားတဲ့ Aurora: A Love Story ကိုကြည့်ဖို့ပြောချင်ပါတယ်။“အချစ်အတွက်ဘယ်လောက်ထိစွန့်လွှတ်နိုင်လဲ၊ ဘယ်လောက်ထိခွင့်လွှတ်ပေးနိုင်လဲ”အချစ်ဆိုတဲ့စကားလုံးဟာ ပုံစံအမျိုးမျိုးနဲ့ သူစိမ်းတွေအချင်းချင်းကြားမိသားစုအချင်းချင်းကြားမှာတည်ရှိပါတယ်။ ဒါပေမဲ့ အချစ်ကအမြဲချိုသာပြီးလှပနေတဲ့အရာတော့မဟုတ်ပါဘူး။ဒီဇာတ်ကားလေးက လှပတဲ့အချစ်နောက်ကွယ်ကမုသားတွေ၊ အလိမ်အညာတွေကိုလှည့်ကွက်တွေနဲ့ရိုက်ပြထားတာပါ။ကန်နီဂိမ်းစ်နဲ့ ဂီဆယ်ဇေဘီယာတို့ဟာ ခရစ္စမတ်နေ့မှာ Puerto Rico ဆိုတဲ့အရမ်းလှတဲ့ကျွန်းလေးမှာလက်ထပ်ကြမှာပါ။ သူတို့နှစ်ယောက်ဟာ သိတာမကြာသေးပေမဲ့ အရမ်းချစ်ကြတဲ့အတွက် လက်ထပ်ဖို့ဆုံးဖြတ်လိုက်ကြတာပဲဖြစ်ပါတယ်။ လက်မထပ်ခင်သုံးရက်လောက်အလိုကနေ Puerto Rico ဆိုတဲ့ကျွန်းမှာ မိသားစုတွေ၊ အရင်းနှီးဆုံးသူငယ်ချင်းတွေကိုခေါ်ပြီး ပျော်ပျော်ပါးပါးပါတီပွဲကျင်းပကြပါတယ်။ ဒါပေမဲ့ ကန်နီဂိမ်းစ်ရဲ့အစ်မဖြစ်သူလီယာက ဂီဆယ်ကိုသိပ်သဘောမကျပါဘူး။ ဂီဆယ်ကတစ်ခုခုကိုဖုံးကွယ်ထားတယ်ထင်နေပါတယ်။သူတို့ ကျွန်းပေါ်ကိုရောက်လာပြီး ပျော်ပျော်ရွင်ရွင်အချိန်ကုန်ဆုံးကြပြီးတော့လက်ထပ်မယ့်နေ့မှာ သတို့သမီးပျောက်သွားပါတော့တယ်။ အစက ကန်နီဂိမ်းစ်ရဲ့အစ်မကြောင့် မင်္ဂလာပွဲကနေထွက်ပြေးသွားတယ်လို့ထင်ကြပေမဲ့ ဂီဆယ်ကိုပြန်လိုချင်ရင် ဒေါ်လာ၂မီလီယံပေးရမယ်ဆိုတဲ့ ခြိမ်းခြောက်စာတစ်ခုသူတို့ဆီရောက်ရှိလာတဲ့အခါ အရာအားလုံးဟာပြောင်းလဲသွားပါတော့တယ်။File size…1.19GB/ 519MBQuality…WEB-DL 1080p/ 720pFormat…mp4Duration….1h 35mGenre ….. DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Yee WaiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmbre AndersonBrian Anthony WilsonJulito McCullumMarc John JefferiesMarili KateriSally StewartTobias TruvillionWakeema Hollis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rVoulOma8VrMNjVbcC4hsCHEf4d.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/puYZpqy1osAGngPjbqU0BUuhvrn.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/s06f8e9w1lfu.html",
        "server": "usersdrive.com",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/aurora-a-love-story-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1gpx1/Aurora.A.Love.Story.2023.WEB-DL1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/guFxhTLQ#ndOuTr5j-8BrexdiLapFy7DO6WtqpFve2TIdX-a4XnY",
        "server": "mega.nz",
        "size": "1.19GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jepfcm3cmbmg.html",
        "server": "usersdrive.com",
        "size": "519MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/aurora-a-love-story-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "519MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2Ckrz/Aurora.A.Love.Story.2023.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "519MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Jn91SSYL#nV31Q-Zm687cnup3__6SQQw0DOTz0atFYLX82NnvLMQ",
        "server": "mega.nz",
        "size": "519MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "yPNcFMoEd0o",
      "video_url": "https://www.youtube.com/watch?v=yPNcFMoEd0o",
      "embed_url": "https://www.youtube.com/embed/yPNcFMoEd0o"
    }
  },
  {
    "metadata": "|2021|1h 36min|Animation,Comedy,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1278"
    },
    "title": "Stand by Me Doraemon 2 (2021)",
    "description": "Stand by me Doraemon 2 (2021)နိုဘီတဆိုတဲ့ကလေးလေးနဲ့ ဒိုရေမွန်ဆိုတဲ့အပြာရောင်စက်ရုပ်ကြောင်ကလေးတို့အပိုင်း၁ (၂၀၁၄) မှာအနာဂတ်ကိုသွားကြည့်ခဲ့ကြပြီးတော့ဒီတစ်ခေါက် အပိုင်း၂ (၂၀၂၀) မှာတော့ အတိတ်ကိုပြန်သွားရာကနေဇတ်လမ်းစခဲ့ပါတယ်နိုဘီတတစ်ယောက်သူ့မွေးနေ့မှာ အိမ်ကိုပြန်လာချိန် မယ်တော်ဘုရားကဘဲဥမကွဲတဲ့ စာမေးပွဲအမှတ်စာရင်းစာရွက်ကိုရှာတွေ့ရာနေစလို့ အဆူခံရပြီး ပုလဲခလျှက်နဲ့ သူ့အခန်းထဲဝင်လာခဲ့ပါတယ်။အခန်းထဲမှာ အမေဆူတာလွတ်ဖို့အရေး အရင်လိုပဲ ဒိုရေမွန်ဆီကနေပစ္စည်းဆန်းတွေသုံးဖို့ကြံနေရင်းသူကိုယ်တိုင်တောင် ဘာမှန်းမသိတာတွေလျှောက်လုပ်မိကုန်ပါတယ်။အဲ့ဒီကနေ နိုဘီတရဲ့အဘွားပေးခဲ့တဲ့ဝက်ဝံရုပ်လေးကိုတွေ့ပြီး အဘွားနဲ့ပြန်တွေ့ချင်လို့ ဒိုရေမွန်ဆီပူဆာရာကနေစလို့နိုဘီတ ပီသစွာ တစ်လွဲအပြည့်နဲ့ဇတ်ထုတ်ကြီးကကြပါတော့တယ်။ဒီဇတ်လမ်းမှာ ဟိုးအရင်ကလို မဟုတ်ဘဲအဘွားနဲ့နိုဘီတတို့ကြားက သံယောဇဉ်ကြိုး မိဘမေတ္တာတို့ကို မျက်ရည်ဝဲလျှက်နဲ့ကြည့်ရမှာပါ (မျက်ရည်မခိုင်ရင်မကြည့်ပါနဲ့)နိုဘီတနဲ့ ရှိဇုကတို့ရဲ့ လက်ထပ်ပွဲမှာဖြစ်တဲ့ အလွဲများ။အဘွားရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့ကြိုးစားရင်းနဲ့လူကြီးဖြစ်သွားတဲ့ နိုဘီတနဲ့ ကလေးနိုဘီတတို့ကြားကရင့်ကျက်လာမူကြီးတွေကိုလဲ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။နိုဘီတအတွက် အရေးကြီးဆုံးသောသူတွေဖြစ်ကြတဲ့ဒိုရေမွန် အဘွားနဲ့ သူငယ်ချင်းများရဲ့ ဇတ်ပေါင်းခန်းလေးပေါ့။နိုဘီတနဲ့ရင်းနီးပြီးသားသူများအဖို့တော့ ကြည့်ရတာ ပိုးစိုးပက်စက်တန်မှာပါ။File size… 1.68 GB andQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 1h 36 minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Idiot MyoKoEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRyuichi YagiTakashi YamazakiCastMegumi OoharaSubaru KimuraTomokazu SekiWasabi MizutaYumi Kakazu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iMGd5FPajzsoEyD142pQr5wh9eS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mu5t94c8IZU781aMg1E1FKinYG2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/stand-by-me-doraemon-2-2021",
        "server": "VIP Links",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/doraemon-stand-by-me-2-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/lifob6nrtqkx.html",
        "server": "usersdrive.com",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://megaup.net/2it7D/DORAEMON_STAND_BY_ME_2.2021.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://mega.nz/file/oIVByQJS#p4a8pz3THhB6uHB63fH4rj1KRMB6xk0JPMOJmdZW3vs",
        "server": "mega.nz",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://upstream.to/8duc8tr32rqn",
        "server": "upstream.to",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://veryfiles.com/a4ymv5cq6kmt",
        "server": "veryfiles.com",
        "size": "1.68 GB",
        "quality": "1080 P WEB-DL"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/stand-by-me-doraemon-2-2021",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/doraemon-stand-by-me-2-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/vyxwnmi544uh.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/Wydp/DORAEMON_STAND_BY_ME_2.2021.720p.CM.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/oEMjkQiD#vX32SjwY16HfzzitSXEImcxXsR7_4S3pMMze4JsQxe0",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/c0fo93hvuryo",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/dzvx3w1podgt",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "720 P"
      }
    ],
    "trailer": {
      "video_id": "Lz-HUqdjJWc",
      "video_url": "https://www.youtube.com/watch?v=Lz-HUqdjJWc",
      "embed_url": "https://www.youtube.com/embed/Lz-HUqdjJWc"
    }
  },
  {
    "metadata": "|||Action,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Martial Arts of Shaolin (1986)",
    "description": "Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/Martial-Arts-of-Shaolin-DVD-Cover.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/martial-arts-of-shaolin-1986-mm-sub",
        "server": "VIP Links",
        "size": "661MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/martial-arts-of-shaolin-1986-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "661MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/6cuxahr5pn1k.html",
        "server": "streamsb.com",
        "size": "661MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/31wnW/Over_My_Dead_Body_(2012)_HD720p.mp4 https://megaup.net/1FBwV/The_Myth_[2005]_(MM_Sub).mp4 https://megaup.net/ZE0x/Martial_Arts_Of_Shaolin_[1986]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "661MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]