[
  {
    "metadata": "R|1997|154 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "281,141"
    },
    "title": "Jackie Brown(1997)",
    "description": "Jackie Brown(1997)IMDb….7.5,,,,,,,Rotten…..87%ဂ်က္ကီဘေရာင္းဆိုတဲ့ အေမရိကန္ေလယာဥ္မယ္တစ္ဦးဟာ လစာသိပ္မေကာင္းတဲ့ေလေၾကာင္းလိုင္းမွာ အလုပ္လုပ္ရင္း လက္နက္ေမွာင္ခုိသမားတစ္ေယာက္ရဲ႕ မကၠဆီကိုကသန္းတစ္ဝက္ေလာက္ရွိတဲ့ေငြေတြကို နည္းနည္းစီ ခြဲျပီး ေမွာင္ခိုသယ္ေပးေနခဲ့ပါတယ္ ……သူ႕အတြက္ အခက္အခဲ အနည္းငယ္ေလာက္သာရွိၿပီး ေငြေလးလည္း ျမဳိးျမဳိးမ်က္မ်က္ရေလေတာ့ ဂ်က္ကီဘေရာင္းအတြက္ တကယ့္ကုိအဆင္ေျပေနတယ္…သူကူညီေပးေနတဲ့ လက္နက္ေမွာင္ခိုသမား ဟာ အနည္းဆံုး လူ ဆယ္ေယာက္ခန္႔ သတ္ထားျပီးေတာ့ ပိုက္ဆံန႔ဲပတ္သက္ရင္ လက္ရဲဇတ္ရဲ သတ္ျဖတ္တတ္သူပါ …ရဲတပ္ဖြဲ႕ကလည္း ဘယ္သူမွန္းမသိေသးေပမယ့္ အပူတျပင္းအလုိရွိေနတဲ့တစ္ေယာက္ေပါ့ …….ဒီလက္နက္ေမွာင္ခုိသမားဟာ ရဲေတြၾကားမွာ ဘယ္လုိအကြက္ေရႊ႕ရမလဲသိသလုိအခက္အခဲႀကဳံလုိက္တုိင္းလည္း ေသြးေအးေအးနဲ႕ ျဖတ္သန္းတတ္သူပါ……အမႈလုိက္တဲ့ရဲေတြ ေမွာင္ခုိသမားေတြ လက္ရဲဇက္ရဲ လူသတ္သမားေတြနဲ႕ဂ်က္ကီဘေရာင္းဆုိတဲ့ေလယာဥ္မယ္အမ်ဳိးသမီးတုိ႕ ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး……ဇာတ္ကားတစ္ကားလံုး ႏွစ္နာရီခြဲ သံုးနာရီခန္႔ၾကာျမင့္ေသာ္လည္း စိတ္ဝင္စားစရာအျပည့္နဲ႔ျဖစ္တာတစ္ေၾကာင္း ၾကည့္ရွဳသူပရိသတ္ပါ ဥာဏ္ကစားႏုိင္ေအာင္ ျမွုပ္ကြက္ေလးေတြနဲ႔ရိုက္ထားတဲ့ကားျဖစ္လို႔ ထိုင္ရာကမထခ်င္ေအာင္ စြဲေဆာင္မယ့္ ဇာတ္ကားျဖစ္တဲ့အျပင္• နာမည္ၾကီးသရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့Pam Grier• Samuel L. Jackson• Robert Forster• Bridget Fonda• Michael Keaton• Robert De Niroတို႔ကလည္း အပိုအလိုမရွိ က်ရာေနရာကေနပါဝင္သရုပ္ေဆာင္ထားၾကလို႔ ေအာ္စကာအပါအဝင္ ဆု ၂၂ ဆု ဇကာတင္ျပီး ဆု ၈ ဆုရရွိထားတာဆိုေတာ့ ၾကည့္ရတာ တကယ္တန္မယ့္ဇာတ္ကားႀကီးပါ…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…File Size : (1.1 GB) and (389 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:34:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorQuentin TarantinoStarsBridget FondaChris TuckerLisaGay HamiltonMichael BowenMichael KeatonPam GrierRobert De NiroRobert ForsterSamuel L. JacksonTom Lister Jr.CastAimee GrahamBridget FondaCandice BrieseChris TuckerChristine LydonColleen MayneDenise CrosbyDiana UribeElizabeth McInerneyEllis E. WilliamsGary MannGillian WhiteGlendon RichHattie WinstonHerbert Hans WilmsenJeffrey DeedrickJulia ErvinJuliet LongLaura LovelaceLisaGay HamiltonMary Ann SchmidtMichael BowenMichael KeatonMichelle BerubePam GrierQuentin TarantinoRenee KellyRobert De NiroRobert ForsterRoy NesvoldSamuel L. JacksonSid HaigT'Keyah Crystal KeymáhTangie AmbroseTom Lister Jr.Vanessia Valentino",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lXnsC7wRDLccJR3Ju4nInvLiKO.jpg",
      "https://image.tmdb.org/t/p/w300/mX40rgUmDMj8d4Y2icFYqViAios.jpg",
      "https://image.tmdb.org/t/p/w300/oT8RNPVSaZzEhimXcWihQxQPxKy.jpg",
      "https://image.tmdb.org/t/p/w300/pjSCT5cpwBh4IcHJkFpNj5SN2D1.jpg",
      "https://image.tmdb.org/t/p/w300/b9sPRq6LSvZUwrxGHll7oYgySWD.jpg",
      "https://image.tmdb.org/t/p/w300/pVyMLudbiA4qxIBCJdG7UVc5Dsj.jpg",
      "https://image.tmdb.org/t/p/w300/6X0iBcXcsTfn33kwqKVloh8lmMf.jpg",
      "https://image.tmdb.org/t/p/w300/cI2m5Kj4JcBMAemDPaq5UzhjfFP.jpg",
      "https://image.tmdb.org/t/p/w300/72lWt5TVwY7A5kbUgX3TwtNvzhT.jpg",
      "https://image.tmdb.org/t/p/w300/FAGWtUG7SiNSLM4M4OiWW8aa6T.jpg",
      "https://image.tmdb.org/t/p/w300/aiGD62THEieg9JnhCElpApKHOZA.jpg",
      "https://image.tmdb.org/t/p/w300/zwPFk8DRsQzCvBYJavUa5Yk8jZd.jpg",
      "https://image.tmdb.org/t/p/w300/cOBzwwHFGuLC4gzWsoJfQCRShPh.jpg",
      "https://image.tmdb.org/t/p/w300/rjOLAdn2zvCdgg1cU9hjDaS7p0Q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4XVPYOdMAizdNMSwS0SK3fPJcvR.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jackie-brown-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/tug2cfr43xca.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/R9wd/Jackie_Brown_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/YcZnxIqR#vEB-qAi9_DQUeRm3UvzMyQQpV-vL8jRkA0VPYcDgfsc",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "G7HkBDNZV7s",
      "video_url": "https://www.youtube.com/watch?v=G7HkBDNZV7s",
      "embed_url": "https://www.youtube.com/embed/G7HkBDNZV7s"
    }
  },
  {
    "metadata": "|||Drama,Horror,Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": ""
    },
    "title": "Citadel (2012)",
    "description": "တွမ်မီကူလီဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ဇနီးဖြစ်သူ ထူးဆန်းတဲ့ကလေးတစ်သိုက်တိုက်ခိုက်ခံရပြီးချိန်ကစပြီးတော့ နာတာရှည်လူအုပ်ကြောက်ရောဂါကို ခံစားနေရသူဖြစ်ပါတယ်။ ပျက်စီးနေတဲ့နေရာတစ်ခုဖြစ်တဲ့ အီဒင်တောင်းမှာပိတ်မိနေရင်းနဲ့ ဇနီးဖြစ်သူကိုတိုက်ခိုက်ခဲ့သည့်သူများ သမီးဖြစ်သူနောက်ကိုလိုက်နေတယ်ဟု ခံစားရကာထိတ်လန့်ခြောက်ခြားနေရာမှ မိမိထိတ်လန့်နေသော အရာကိုနားလည်ပေးတဲ့ တရားဟောဆရာတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်။ ဇနီးဖြစ်သူကို စောင့်ရှောက်ပေးခဲ့တဲ့သူနာပြုမလေးကတော့ တွမ်မီတစ်ယောက်အကြောက်လွန်ပြီးထင်ယောင်ထင်မှားဖြစ်တယ်ထင်ကာ ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။ တရားဟောဆရာမှ ဖြစ်ကြောင်းကုန်စင်ကိုရှင်းပပြလိုက်သောအခါ တွမ်မီကူလီတစ်ယောက် အကြောက်လွန်နေခြင်းလား ဇနီးဖြစ်သူကိုတိုက်ခိုက်သွားတဲ့ကလေးတွေကရော ဘယ်ကလာတာလဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမှာလဲ စသည်ဖြင့် စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမည့် သည်းထိပ်ရင်ဖိုဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(1.3 GB)/(620 MB)/(340 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:25:00Genre…Drama, Horror, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by EuniceYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmy ShielsAneurin BarnardChris HegartyIan HanmoreIngrid CraigieJake WilsonJames CosmoMatthew WorkmanPete MurphyWunmi Mosaku",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qzpjvSQ1qADIf9mIICHNKt2W00D.jpg",
      "https://image.tmdb.org/t/p/w300/ydOnw3JaT4G7nlOZmWJk6qCTUUN.jpg",
      "https://image.tmdb.org/t/p/w300/kDAL4SNlMHV7T8FCQyKewnpMdnJ.jpg",
      "https://image.tmdb.org/t/p/w300/5I7917ieI3hobaDVeNjH7609xQt.jpg",
      "https://image.tmdb.org/t/p/w300/ggCQzrZ5xEtLtkAkTiK13EdE6i.jpg",
      "https://image.tmdb.org/t/p/w300/sqaXQq1CKQzaAACIB6Z6skFpN7d.jpg",
      "https://image.tmdb.org/t/p/w300/xRsqCuSb9BGEoqxe4TYc8YK2jaD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMTQ2NTAyM15BMl5BanBnXkFtZTcwNDIzMjQ0OA@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/citadel-2012-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4r6m4qgbyggl.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3gLbg/Citadel.2012.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/BuVXlYpR#IBU8rUmBjUXNKnn9VyzWrdCdaPfIFy9wBSrYKocwc8I",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/citadel-2012-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4xxz2nduja7g.html",
        "server": "usersdrive.com",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3WIH2/Citadel.2012.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gzdxRTRJ#CNazeXT-Fx3EdlXzGBSKUeJOsF7Qr8viG9_etLnO9cs",
        "server": "mega.nz",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/0sn46xxmp0a5.html",
        "server": "streamsb.com",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zdnl50p03is6",
        "server": "streamvid.io",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/citadel-2012-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "340MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/h6xovv2ti9q4.html",
        "server": "usersdrive.com",
        "size": "340MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1UQjs/Citadel.2012.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "340MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0zEw1YaZ#Vqi1Yqq7VUkSnwBiGtj7MnjPqelnw_BcEFHaQi3FmcM",
        "server": "mega.nz",
        "size": "340MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/wzisgyb5grvx.html",
        "server": "streamsb.com",
        "size": "340MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/jr8mq2as0zum",
        "server": "streamvid.io",
        "size": "340MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "GVXT_D2nGpg",
      "video_url": "https://www.youtube.com/watch?v=GVXT_D2nGpg",
      "embed_url": "https://www.youtube.com/embed/GVXT_D2nGpg"
    }
  },
  {
    "metadata": "N/A|2016|123 min|Action,Asian,Drama,Sport",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "87"
    },
    "title": "Split (2016)",
    "description": "ကိုရီးယား sport/drama ကားတွေကိုမှနှစ်သက်ပါတယ်ဆိုရင်တော့ ဒီ IMDB 5.4 ရရှိထားတဲ့ ဒီဇာတ်လမ်းလေးကိုညွှန်းချင်ပါတယ်ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ နိုင်ငံ့ချန်ပီယံဘိုးလင်းအားကစားသမားတစ်ယောက် ကံကြမ္မာအလှည့်အပြောင်းမှာ ကြုံတွေ့ခဲ့ရတဲ့ ကားအက်ဆီးဒန့်တစ်ခု…သုံးမရတော့တဲ့ ခြေထောက်တစ်ဖက်ကြောင့် မြတ်နိုးရတဲ့နိုင်ငံ့အားကစားသမားဘဝကို စွန့်လွှတ်ခဲ့ရပြီးအရက်သမားဘဝကို လုံးလုံးရောက်ခဲ့ရကာ ဘဝကိုခက်ခက်ခဲခဲရုန်းကန်နေရပါတယ်နောက်တစ်ဦးကတော့ ဖခင်ဖြစ်သူရဲ့အမွေ အပေါင်ခံထားရတဲ့ ဘိုးလင်းအားကစားရုံကို ကာကွယ်ချင်တဲ့ မိန်းကလေးတစ်ဦးပေါ့သူတို့နှစ်ယောက်ပေါင်းပြီး အော်တစ်ဇင်ဖြစ်နေပေမယ့် ဘိုးလင်းအားကစားကို တစ်ဖက်ကမ်းတော်တဲ့ကောင်လေးတစ်ယောက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့…ထုံးစံအတိုင်း လူမိုက်တွေ ဒုစရိုက်သမားတွေရဲ့ရက်စက်မှုတွေလူ့ပတ်ဝန်းကျင်ရဲ့ အမြီးကျက်အမြီးစားခေါင်းကျက်ခေါင်းစားစရိုက်တွေနဲ့အတူမေတ္တာတရားကိုပါ ပိုင်ပိုင်နိုင်နိုင်ရိုက်ပြထားတာဖို့ အားပေးကြပါဥိး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (400 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 3minFormat : Mp4Genre : Action, Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DDP2.0 H.264-ARiNTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChoi Kook-heeStarsJeong Seong-hwaKwon Hae-hyoLee Da-witLee Jung-hyunMun Yeong-suYang Dong TakYoo Ji-taeCastJeong Seong-hwaKwon Hae-hyoLee Da-witLee Jung-hyunMun Yeong-suYang Dong TakYoo Ji-tae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8ahhMTMuzRdZuELqVJPMAjnS6K3.jpg",
      "https://image.tmdb.org/t/p/w300/aBywSsJ3fif6E546uKtZ0VueTZI.jpg",
      "https://image.tmdb.org/t/p/w300/2OGLoMfpmmFuuxluGOR8HjYoqwH.jpg",
      "https://image.tmdb.org/t/p/w300/82C1HI9ewsbKsdwhnrlu93fF8Lm.jpg",
      "https://image.tmdb.org/t/p/w300/ihLVSwR2gk5XCcL6Ieq0Ew1cDvL.jpg",
      "https://image.tmdb.org/t/p/w300/yaAHI9j8gXR0cnOodmUj49q97b5.jpg",
      "https://image.tmdb.org/t/p/w300/2pkhAyPDcMKwG0iFxqYRIVQyMjM.jpg",
      "https://image.tmdb.org/t/p/w300/jNznNuOuphoPi5JYi5e9M75akRd.jpg",
      "https://image.tmdb.org/t/p/w300/vyHP00TTEKgPdXeJfRH4tag4COH.jpg",
      "https://image.tmdb.org/t/p/w300/rfFub5SXiXZu0wmJf22M9wnLF2w.jpg",
      "https://image.tmdb.org/t/p/w300/yPVLc2MOlX1zclvMjvyBNbHqazn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pAMwikqsQ5iS9vIFtMu0FVTb1uD.jpg",
    "movie_links": [
      {
        "link": "https://upstream.to/pxear97hba2u",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2effq/Split_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/split-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kmdhouzqmvvd.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|116 min|Drama,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "85,849"
    },
    "title": "Nocturnal Animals (2016)",
    "description": "ဒီဇတ်လမ်း ကို စကြည့်တုန်းက ကိုယ့်ကိုကိုယ် နောင်တ ရနေမိတာဘာလို့ ဒီပေါတောတော ပုံစံ နဲ့ ကားကို ရွေးကြည့်မိလဲ ဆိုပြီးတော့…ဇတ်လမ်းစတာနဲ့ ကိုယ်လုံးတီး မိန်းမကြီး အဖွားကြီးတွေ က နေတာ စမြင်ရမှာပါမြင်ရတာ ကျတ်သရေ တုံးလွန်းလို့ အမြန် ကျော်ကြည့်ချင်နေမိပါတယ်..အဲ့ဒီ အကန့်က ခဏလေးပါပဲ…(ဒီနောက်ပိုင်းကို လုံး၀ နောင်တ မရတော့ပါဘူး)အဲ့ဒီ အနုပညာ ပြခန်းကနေ ဆူစန် (သူဌေး) စထွက်လာတယ်သူမ အိမ်ကို ရောက်သွားတယ် သူမ မအိပ်ဖြစ်တာ အတော်ကြာနေတဲ့ ပုံပါပဲ…ထူးထူးခြားခြားသူမ ဆီကို ပါဆယ် တစ်ခု ရောက်နေလို့ တိပ်တွေကို လျင်လျင်မြန်မြန် ဆွဲဖွင့်တဲ့အခါစက္ကုသားကြောင့် လက်ရှ သွားပြီး ဝန်ထမ်း တစ်ယောက်ကို ဖွင့်ပြီး စာကို ဖတ်ခိုင်းတဲ့အခါသူမ ယောင်္ကျားဟောင်း အက်ဝဒ် မှ ဆူစန် ဖတ်ဖို့ ဝတ္တုစာမူကြမ်း ကို ပေးပို့ပေးလိုက်တာပါ…အလုပ်ပိတ်တဲ့ ဒီတစ်ပတ် မှာ သူမ လက်ရှိ ယောင်္ကျားနဲ့ အပန်းဖြေ ခရီးထွက်ချင်နေပေမယ့်ခြေလှမ်းတွေ ပျက်နေတဲ့ ယောင်္ကျားဖြစ်သူဟာ ဆူစန် အနားမှာ ရှိမနေခဲ့ပါဘူး…၁၉ နှစ်ကျော် ကြာအထိ သူမ နဲ့ အဆက်အသွယ် မလုပ်ခဲ့တဲ့ ခင်ပွန်းဟောင်း ဖြစ်သူ အက်ဝဒ် ရဲ့ ဝတ္တုစာအုပ်မူကြမ်းဟာသူမ စိတ်လိုလက်ရ ဖက်ဖို့ မရှိပေမယ့် တစ်ယောက်ထဲ ဖြစ်နေတဲ့ အချိန်မှာပဲ စာအုပ်ကို ကိုင်ဆွဲပြီး အိပ်ရာထက်ဝင်ခဲ့ပါတော့တယ်…(စာအုပ်ထဲက ဇတ်လမ်း)ဟေးစတင်း ဟာ သူ့ မိန်းမ လော်ရာ နှင့် သမီးဖြစ်သူ အင်ဒိယ တို့ ကို ခေါ်ပြီး တက္ကဆက်ပြည်နယ်မြောက်ပိုင်းဘက်သို့မိသားစု ၃ ယောက်ထဲ ကားမောင်းပြီး ထွက်လာပါတယ်…တက္ကဆက် မြောက်ပိုင်း အဝေးပြေး လမ်းမသည် လူပြတ်ပြီး ဖုန်းလိုင်းမမိတဲ့ နေရာလဲ ဖြစ်ပါတယ်….ဒီလို နဲ့ ကားမောင်းလာနေရင်း ဟေးစတင်း တို့ ကားအား အမူးသမား တစ်ချို့မှ ဘေးတိုက် ဆွဲချပြီးပြသနာရှာခဲ့ပါတယ်…ဟေးစတင်း က တားဆီးနေတဲ့ ကြားက သူ့မိန်းမ နဲ့ သမီး ကို အမူးသမား တွေမှ ကားပေါ် ချုပ်တင်ပြီး ခေါ်သွားခဲ့ပါတယ်သူ့ကိုလဲ ကားတစ်စီးဖြင့် ခေါ်သွားရာမှ လမ်းမှာ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်…ဒါပေမယ့် မိန်းမ နဲ့ သမီး အပေါ် ပူပင်နေတဲ့ သူ့စိတ်က ရေမြေအဆုံး လိုက်ရှာဖို့ပဲ အားသန်နေခဲ့ပါတော့တယ်….(စာအုပ်အချ)ဆူစန် စိတ်တွေ ဂယောင်ချောက်ခြား ဖြစ်သွားခဲ့တယ် စာအုပ်ထဲက ဟေးစတင်း နေရာမှာ သူရောက်သွားသလိုပဲသူမ နှလုံးသားသည်လဲ ဟေးစတင်း နှင့် ထပ်တူ နာကျင်ခံစားလိုက်ရတယ်….စာအုပ်ကို ဆက်လဲ ဖတ်ချင်တယ် ဟေးစတင်း ဘာဆက်ဖြစ်မလဲ သိချင်နေပေမယ့်ဖြစ်လာမယ့် အရာကိုလဲ သူမ ကြိုတွေးနေမိခဲ့တယ်…ဒီလိုနဲ့ စာအုပ်ကို ဆက်ဖတ်ဖြစ်ခဲ့ပါတယ်…စာအုပ်နာမည်ကတော့” Nocturnal Animals ”ဒီရုပ်ရှင်ကို ကျနော် ရှေ့ဆက် မပြောပြတော့ပါဘူးညွှန်းဆို စရာ စကားလုံးလဲ ရှာမတွေ့ပါဘူး…ဒီစာအုပ်ကို ဖတ်နေတဲ့ ဆူစန် ရဲ့ ဇတ်လမ်း တစ်ခု ရယ်စာအုပ်ထဲက ဇတ်ကောင် ဟေးစတင်း ရဲ့ မိန်းမပျောက် သမီးပျောက် ရှာပုံတော်ဇတ်လမ်း ၂ ခု ဟာ သင့်ကို ထိုင်ရာက မထစတမ်း ဆွဲဆောင်သွားမယ့် ရုပ်ရှင်ကားကောင်းတစ်ခုဆိုတာညွှန်းဆိုလိုက်ပါရစေ…ရုပ်ရှင်ကားကို Htet Wai Lwin က ဘာသာပြန်ပေးထားပြီးThit San Khant မှ Encode ပေးထားပါတယ်(သစ်ဆန်းခန့်)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom FordStarsAaron Taylor-JohnsonAmy AdamsJake GyllenhaalMichael Shannon",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTYwMzMwMzgxNl5BMl5BanBnXkFtZTgwMTA0MTUzMDI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nocturnal-animals-2016",
        "server": "VIP Links",
        "size": "836.58 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/nocturnal-animals-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "836.58 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2h7x6/Nocturnal_Animals_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "836.58 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/rl9yu0xfitcg",
        "server": "upstream.to",
        "size": "836.58 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NC-17|2017|2h 17min|Action,Adult,Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "969"
    },
    "title": "Real (2017)",
    "description": "Real (2017)_____IMDb – 4.8/10IMDb Rating 4.8 ရထားတဲ့ ကိုးရီးယားရဲ့ နာမည်ကျော် ထိပ်တန်းမင်းသား Kim Soo Hyun အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းကို ပြသထားတဲ့ Action ဇာတ်ကားပါ။ထုတ်လုပ်ရေးဖက်မှာလည်း သူကိုယ်တိုင် ငွေကြေးအင်အားစိုက်ထုတ်ပြီး ရိုက်ကူးခဲ့တဲ့ဇာတ်ကားပါ။မင်းသမီးကလည်း Sulli ဖြစ်ပြီး ၁၈ + Rated ဇာတ်ဝင်ခန်းအချို့ပါဝင်တာကြောင့် မထွက်ခင်ကကို စိတ်ဝင်တစား စောင့်နေကြသူအများအပြားရှိခဲ့ပါတယ်။စတင်ထွက်ရှိလာချိန်မှာတော့ ၁၈+ ဇာတ်ဝင်ခန်းနဲ့ ဇာတ်ကားအချိတ်အဆက် လိုအပ်ချက်ကြောင့် ဇာတ်လမ်းက နားလည်ရခက်တာကြောင့် ဝေဖန်သူအမြောက်အမြားနဲ့ Negative feedback တွေရှိခဲ့ပါတယ်။ဒါပေမယ့်လည်း မင်းသားရဲ့ Fanတွေနဲ့ သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းတွေကြောင့် ဝေဖန်မှုတွေကြားကကို ထိုက်သင့်သလိုက် အောင်မြင်မှုရရှိခဲ့ပါတယ်။US$ 7 သိန်း အကုန်အကျခံရိုက်ကူးခဲ့ပြီး Box office မှာ US$ 3 သိန်းပဲ ပြန်ရခဲ့ပေမယ့် ထိုင်ဝမ်မှာတော့ မင်းသားရဲ့ Fan တွေ အားတက်သရော အားပေးမှုကြောင့် ထိုင်ဝမ်မှာ ရုံတင်တဲ့ ပထမအပါတ်တင် အသားတင်အမြတ်ငွေ ထိုင်ဝမ်ဒေါ်လာ ၁ သိန်းနဲ့ စုစုပေါင်း ထိုင်ဝမ်ဒေါ်လာ ၄.၇ သိန်းအမြတ်ရခဲ့ပြီး ထိုင်ဝမ်တွင် အအောင်မြင်ဆုံးကိုးရီးယားကားအဖြစ် မှတ်တမ်းဝင်ခဲ့ပါတယ်။မင်းသားနဲ့ခင်မင်မှုကြောင့် ဒီဇာတ်ကားမှာ နာမည်ကျော်မင်းသမီးတွေဖြစ်တဲ့ Suzy, IU , Ahn Soo He နဲ့ မင်းသား Park Seo Joon တို့ Cameo အနေနဲ့ ပါဝင်ထားပေးပါတယ်။Suzy ဆိုရင် ဆေးမှင်ကြောင်ထိုးပေးတဲ့အမျိုးသမီးအဖြစ် စက္ကန့်ပိုင်းလေး သရုပ်ဆောင်ဖို့ကို ၁၂နာရီလောက် အချိန်ကုန်ခံပြီး ယာယီတက်တူးတွေတစ်ကိုယ်လုံးမှာဆေးခြယ်ပြီးမှကို သရုပ်ဆောင်ပေးခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့……………….ဂျန်ထယ်ယောင်ဆိုတဲ့ မှုခင်းသတင်းတွေလိုက်တဲ့ စာရေးဆရာတစ်ယောက် မူးဆစ်ဆေးစွဲနေပြီး ဝေဒနာခံစားနေရတဲ့ သူ့ရဲ့ချစ်သူကိုမကြည့်ရက်လို့ သတ်ပစ်မိသွားတယ်။ဒီစိတ်ဒဏ်ရာတွေကြောင့် ဒါတွေကိုမေ့ပစ်ချင်တာကြောင့် သူ့ဆီမှာ နောက်ထပ် ကိုယ်ရည်ကိုယ်သွေးတစ်မျိုးနဲ့ ကြမ်းတမ်းခက်ထန်တဲ့ ဂျန်ထယ်ယောင်ဆိုတာ ပေါ်လာပါတယ်။ဒီဝေဒနာတွေကို စိတ်ရောဂါဆရာဝန်နဲ့ ပြသနေရင်း တစ်လှည့်စီ နူးညံံ့တဲ့ ဂျန်ထယ်ယောင်ဖြစ်လိုက် ကြမ်းတမ်းခက်ထန်တဲ့ ဂျန်ထယ်ယောင်ဖြစ်လိုက်နဲ့ဖြစ်နေပါတယ်။တစ်နေ့ နူးညံ့တဲ့ ဂျန်ထယ်ယောင် ဖြစ်နေတုန်း သူ့ကိုယ်သူအဆုံးစီရင်ဖို့ ကြံစည်တာကို ဆရာဝန်က တားနိုင်လောက်ပြီး ကုသနည်းတစ်မျိုးနဲ့ ကုသပေးခဲ့ပါတယ်။ဒါကတော့ သေခါနီး မေ့မြောနေတဲ့လူနာတစ်ယောက်ကို စာရေးဆရာဂျန်ထယ်ယောင် အကြောင်းတွေပြောပြပြီး Brainwash လုပ်ပြီး သတ်ပစ်လိုက်ရင် သတ်သေချင်နေတဲ့ ဂျန်ထယ်ယောင်လည်း ပျောက်ကွယ်ပြီး ဆက်လက်ရှင်သန်ချင်နေတဲ့ ခက်ထန်ကြမ်းတမ်းတဲ့ ဂျန်ထယ်ယောင်သာ ကျန်ခဲ့မှာဖြစ်ပါတယ်။ကံမကောင်းချင်တော့ မေ့မြောနေတဲ့လူနာက မသေဘဲ Brainwash အလုပ်ခံရသလိုဖြစ်တာကြောင့် သူ့ကိုယ်သူ ဂျန်ထယ်ယောင်လို ထင်နေပါတယ်။ပိုက်ဆံချမ်းသာတဲ့လူတစ်ယောက်ဖြစ်တာကြောင့် မျက်နှာကအစ အတိအကျတူအောင် ခွဲစိတ်ပြုပြင်ပြီး ဂျန်ထယ်ယောင်အတိုင်း လိုက်အတုခိုးပြုလုပ်ပြီး သူ့နေရာကို ပြန်ရယူဖို့ကြိုးစားပါတော့တယ်။သူ့က ဂျန်ထယ်ဟိုနဲ့ ပတ်သတ်သမျှ သတင်းအားလုံးအပြင် မှတ်တမ်းထင်ထားဘူးတဲ့ဗီဒီယိုတွေ ဆေးကုသမှုမှတ်တမ်းတွေ အားလုံးကိုရှာဖွေနိုင်ပြီး သေချာအတုခိုးလိုက်လုပ်ခဲ့တယ်ဒါကြောင့် ဘယ်သူက တကယ့်အစစ်အမှန် ဂျန်ထယ်ယောင်ဖြစ်လာနိုင်မလဲ စောင့်စားကြည့်ရှုလိုက်ပါ။File Size : (980 MB)Quality : Blu-Ray 720pRunning Time : 2hr 17minFormat : Mp4Genre :Action,Drama,AdultSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264-WiKiTranslated by Little TwinlayEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Sa-RangStarsHan Ji-eunJo Woo-jinKim Hong-paKim Soo-HyunLee Kyoung-youngLee Sung-minSulliSung Dong-ilCastHan Ji-eunJo Woo-jinKim Hong-paKim Soo-HyunLee Kyoung-youngLee Sung-minSulliSung Dong-il",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f3860b3DZk3Q7GsBnajqJr59dPG.jpg",
      "https://image.tmdb.org/t/p/w300/4HW86SyQECuGAUP6RSASCBKQUj4.jpg",
      "https://image.tmdb.org/t/p/w300/ztQUUH2IcPtZFYwHTIX0fBfjxNu.jpg",
      "https://image.tmdb.org/t/p/w300/rBwH4edB0id7XcxcsADMShFhXk3.jpg",
      "https://image.tmdb.org/t/p/w300/jF1Gv9yjxOKKkwi0j6MCdJCh1dx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/65OspkJC1wjUJOFlP4NWBiEl4I1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/marusmdmk840.html",
        "server": "usersdrive.com",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/real-rieol-17-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/U727/Real_(Rieol)_[17+]_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/s90kFRyb#4On_J68F7VLwdnWy60LIu86OMWzVWohWjtQDAG9ab5s",
        "server": "mega.nz",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/o8l9x9jknrv0/Real_(Rieol)_[17+]_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/wo06jba5fyff",
        "server": "upstream.to",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|104 min|Comedy,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "51"
    },
    "title": "Beautiful Accident (2017)",
    "description": "2017 ခုႏွစ္ထြက္ Imdb 6.9 ရထားတဲ့ အခ်စ္ဟာသဇာတ္ ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားေလးကေတာ့ ထက္ျမက္တဲ့ မိန္းမတစ္ေယာက္ ကသူ႔အခ်စ္ေရးမွာေတြ႕ႀကံဳရတဲ့အလြဲေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ၿပီး ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ပိတ္ရက္မွာ အပန္းေျဖၾကည့္ဖို႔အတြက္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေအာင္ျမင္မူ႔ေတြရေနတဲ့  ေရွ႕ေနမတစ္ေယာက္ တစ္ေန႔မွာ အေ၀းေျပးလမ္းမွာ ကားမေတည္တဆမူျဖစ္ခဲ့ပါတယ္မေတာ္တဆမူ႔ေၾကာင့္ ျဖစ္လာတဲ့ အက်ိဳးဆက္ကို သူကိုယ္တိုင္ တာ၀န္ယူလာဖို႔ ျဖစ္လာေတာ့ သူ႔ရဲ႕ ဆိုးသြမ္းတဲ့ သားသမီး၂ေယာက္နဲ႔ ေယာက်ာ္းၾကားထဲမွာ ဘယ္လိုေတြဗ်ာမ်ားရမလဲ သူတာ၀န္ယူရတဲ့ ျပသနာကေကာဘာလဲ  သူကိုယ္တိုင္ကေကာ ဘယ္လို အလြဲေတြနဲ႔ႀကံဳခဲ့ရတာလဲ အစရွိတာေတြကိုေတာ့ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကည့္ၾကရမွာပါQty – Web dl (720p)Duration – 1hr35minFormat – Mp4 (×264)Subtitle – Myanmar HardsubTranslator – Nang Phyu Phyu NaingEncoder – MeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWi Ding HoStarsChen KunGwei Lun-meiNana OuyangWang JingchunCastChen KunGwei Lun-meiNana OuyangWang Jingchun",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/Screenshot_2017-09-02-01-36-07-81.png",
    "movie_links": [
      {
        "link": "http://adf.ly/1o31dh",
        "server": "openload.co",
        "size": "901MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o31cS",
        "server": "openload.co",
        "size": "313MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o31i8",
        "server": "openload.co",
        "size": "901MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "JcbuPxpSOBQ",
      "video_url": "https://www.youtube.com/watch?v=JcbuPxpSOBQ",
      "embed_url": "https://www.youtube.com/embed/JcbuPxpSOBQ"
    }
  }
]