[
  {
    "metadata": "G|1963|1h 19min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "87,722"
    },
    "title": "The Sword in the Stone (1963)",
    "description": "The Sword in the Stone (1963)IMDb – 7.2/10_____Rotten – 66%Old but Gold ထဲကနေ ကာတွန်းကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။၁၉၆၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့“The Sword in the Stone” ဆိုတဲ့ကားလေးပါ။ဟိုး ယခင်တိတ်ခွေခေတ်တုန်းကတည်းက ဖန်တစ်ရာတေအောင်ကြည့်ခဲ့ပြီး မကြည့်ရသေးတဲ့ သူတွေကိုလည်း ကားကောင်းလေးဖြစ်ကြောင်းလမ်းညွှန်ခဲ့ရတဲ့Animationကားလေးပါ…။ အခုပြန်ကြည့်ပြန်တော့လည်း ကျွန်တော်တို့ နှလုံးအိမ်ကို ဆွဲဆောင်နိုင်စွမ်းရှိနေတုန်းပါပဲ။၁၉၆၃ ကထွက်ခဲ့တဲ့ကားဆိုပေမယ့်လက်ရာကတော့ အတော်လေးကိုသေသပ်ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ တော်တော်များများသိကြမယ့်အာသာဘုရင်ကြီးနဲ့ မှော်ဆရာကြီးမာလင်တို့ရဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။အင်္ဂလန်ပြည်မှာ ဘုရင်အဖြစ်ဆက်ခံမယ့်သူမရှိတော့တဲ့အတွက်ကြောင့် သူတစ်လူငါတစ်မင်းခေတ်ပျက်ကာလဖြစ်နေပါတယ်..အဲ့လိုအချိန်မှာ ကျောက်တုံးတစ်တုံးအပေါ်မှာစိုက်ထားတဲ့ ဓါးတစ်ချောင်းထူးခြားစွာပေါ်လာခဲ့ပါတယ်။ အဲ့ဓါးကိုဆွဲထုတ်နိုင်သူသည်အင်္ဂလန်ရဲ့ဘုရင်ဖြစ်မည်ဆိုပြီးဓါးပေါ်မှာစာထွင်းထားတယ်ပေါ့။ တစ်ယောက်ပြီးတစ်ယောက်လာဆွဲနှုတ်ကြတယ် ဘယ်သူမှမရခဲ့ကြဘူးအဲ့လိုနဲ့နှစ်ပေါင်းများစွာကြာလာတော့ လူတွေကလဲ ဓါးကိုမေ့မေ့ပျောက်ပျောက်ဖြစ်လာတယ်ပေ့ါ။ အဲ့အချိန်မှာ အာသာက၁၂နှစ်အရွယ်ကလေးပဲရှိသေးတယ်။ ဇာတ်လမ်းက အာသာကဘုရင်ဖြစ်ရမှာပဲ သူပဲဓါးဆွဲနှုတ်နိုင်မှာပေါ့(အာသာ၊ မာလင်ဇာတ်ကားတော်တော်များများအဲ့အတိုင်းနီးနီးပါပဲ)။ ဒါပေမယ့် မာလင်တစ်ယောက် အာသာနဲ့ဘယ်လိုတွေ့သွားမှာလဲ။ မာလင်ကိုဘယ်လိုများ နည်းပေးလမ်းပြပေးမလဲ။အာသာကရော ဓါးဆီဘယ်လိုရောက်သွားမလဲဆိုတာတော့ Disney ရဲ့ Classic လက်ရာလေးကို ခံစားရင်းကြည့်လိုက်ပါဦးဗျ….မှတ်ချက်။ ။မာလင်ရဲ့မှော်ပညာတွေကိုစိတ်ဝင်စားသူများအတွက် မာလင်ရွတ်ထားတဲ့ဂါထာတိုင်းကို မြန်မာလိုအတိအကျဘာသာပြန်ပေးထားပါကြောင်း။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Ko Hein Min Tun ပဲဖြစ်ပါတယ်…Old but Gold ထဲကေန ကာတြန္းကားေလးတစ္ကားတင္ဆက္ေပးလိုက္ပါတယ္။၁၉၆၃ခုႏွစ္ကထြက္ရွိခဲ့တဲ့“The Sword in the Stone” ဆိုတဲ့ကားေလးပါ။ဟုိး ယခင္တိတ္ေခြေခတ္တုန္းကတည္းက ဖန္တစ္ရာေတေအာင္ၾကည့္ခဲ့ၿပီး မၾကည့္ရေသးတဲ့ သူေတြကုိလည္း ကားေကာင္းေလးျဖစ္ေၾကာင္းလမ္းညႊန္ခဲ့ရတဲ့Animationကားေလးပါ…။ အခုျပန္ၾကည့္ျပန္ေတာ့လည္း ကြ်န္ေတာ္တုိ႕ ႏွလုံးအိမ္ကုိ ဆြဲေဆာင္ႏုိင္စြမ္းရွိေနတုန္းပါပဲ။၁၉၆၃ ကထြက္ခဲ့တဲ့ကားဆိုေပမယ့္လက္ရာကေတာ့ အေတာ္ေလးကိုေသသပ္ေကာင္းမြန္ပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ေတာ္ေတာ္မ်ားမ်ားသိၾကမယ့္အာသာဘုရင္ႀကီးနဲ႕ ေမွာ္ဆရာႀကီးမာလင္တို႔ရဲ႕ဇာတ္လမ္းေလးတစ္ပုဒ္ပါ။အဂၤလန္ျပည္မွာ ဘုရင္အျဖစ္ဆက္ခံမယ့္သူမရွိေတာ့တဲ့အတြက္ေၾကာင့္ သူတစ္လူငါတစ္မင္းေခတ္ပ်က္ကာလျဖစ္ေနပါတယ္..အဲ့လိုအခ်ိန္မွာ ေက်ာက္တုံးတစ္တုံးအေပၚမွာစိုက္ထားတဲ့ ဓါးတစ္ေခ်ာင္းထူးျခားစြာေပၚလာခဲ့ပါတယ္။ အဲ့ဓါးကိုဆဲြထုတ္ႏိုင္သူသည္အဂၤလန္ရဲ႕ဘုရင္ျဖစ္မည္ဆိုၿပီးဓါးေပၚမွာစာထြင္းထားတယ္ေပါ့။ တစ္ေယာက္ၿပီးတစ္ေယာက္လာဆဲြႏႈတ္ၾကတယ္ ဘယ္သူမွမရခဲ့ၾကဘူးအဲ့လိုနဲ႕ႏွစ္ေပါင္းမ်ားစြာၾကာလာေတာ့ လူေတြကလဲ ဓါးကိုေမ့ေမ့ေပ်ာက္ေပ်ာက္ျဖစ္လာတယ္ေပ့ါ။ အဲ့အခ်ိန္မွာ အာသာက၁၂ႏွစ္အရြယ္ကေလးပဲရွိေသးတယ္။ ဇာတ္လမ္းက အာသာကဘုရင္ျဖစ္ရမွာပဲ သူပဲဓါးဆဲြႏႈတ္ႏိုင္မွာေပါ့(အာသာ၊ မာလင္ဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားအဲ့အတိုင္းနီးနီးပါပဲ)။ ဒါေပမယ့္ မာလင္တစ္ေယာက္ အာသာနဲ႕ဘယ္လိုေတြ႕သြားမွာလဲ။ မာလင္ကိုဘယ္လိုမ်ား နည္းေပးလမ္းျပေပးမလဲ။အာသာကေရာ ဓါးဆီဘယ္လိုေရာက္သြားမလဲဆိုတာေတာ့ Disney ရဲ႕ Classic လက္ရာေလးကို ခံစားရင္းၾကည့္လိုက္ပါဦးဗ်….မွတ္ခ်က္။ ။မာလင္ရဲ႕ေမွာ္ပညာေတြကိုစိတ္၀င္စားသူမ်ားအတြက္ မာလင္ရြတ္ထားတဲ့ဂါထာတိုင္းကို ျမန္မာလိုအတိအက်ဘာသာျပန္ေပးထားပါေၾကာင္း။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  Ko Hein Min Tun ပဲျဖစ္ပါတယ္…File Size : (809 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:19:00Genre :Animation,Adventure,ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated byHein Min TunEncoded byPhyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon BluthWolfgang ReithermanStarsAlan NapierGinny TylerJunius MatthewsKarl SwensonMartha WentworthNorman AldenRichard ReithermanRickie SorensenRobert ReithermanSebastian CabotCastAlan NapierBarbara Jo AllenCandy CandidoGinny TylerJames MacDonaldJunius MatthewsKarl SwensonMartha WentworthMel BlancNorman AldenRichard ReithermanRickie SorensenRobert ReithermanSebastian CabotThurl RavenscroftTudor Owen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7jvHnJcCSfk8bhjy9U78HZ9jzkC.jpg",
      "https://image.tmdb.org/t/p/w300/m1TOfgljbT3jOez3b4l1I1tm82W.jpg",
      "https://image.tmdb.org/t/p/w300/8nRfuiF4rtjiMgCa54RMukovFa2.jpg",
      "https://image.tmdb.org/t/p/w300/u7s54hDuhRCDDpgpGiaIVPMIoa3.jpg",
      "https://image.tmdb.org/t/p/w300/bAyTSq0kDp7ye9pUNLNkGhWEAqq.jpg",
      "https://image.tmdb.org/t/p/w300/dF6kI24bKaVYwMOwug45fYpVH5A.jpg",
      "https://image.tmdb.org/t/p/w300/d6MQ2mxawyx9jiA3MxrGDzZk5Fy.jpg",
      "https://image.tmdb.org/t/p/w300/i4dq4QwE63Ix1g0PszbjOuPzQPP.jpg",
      "https://image.tmdb.org/t/p/w300/59kINoM2LseoF8ezC83r5Lr2DU2.jpg",
      "https://image.tmdb.org/t/p/w300/16RVJlwQ67O6Y1hze16t9tk1i8h.jpg",
      "https://image.tmdb.org/t/p/w300/uKyJtOWinYkNPVwxDomfnmOCHO1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/the-sword-in-the-stone-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-sword-in-the-stone-1963-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "810 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2f2ez/The_Sword_In_The_Stone_[1963]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "810 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/ChAWEJIQ#HbPR2SqMfHLGDfQH1WVMUUcwzrLd0ub7KcHiSRxe1oU",
        "server": "mega.nz",
        "size": "810 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-sword-in-the-stone-1963",
        "server": "VIP Links",
        "size": "810 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/wz05ch45msn6.html",
        "server": "streamsb.com",
        "size": "810 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/hvttju2qgz14",
        "server": "veryfiles.com",
        "size": "810 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ThOtoGV6ylU",
      "video_url": "https://www.youtube.com/watch?v=ThOtoGV6ylU",
      "embed_url": "https://www.youtube.com/embed/ThOtoGV6ylU"
    }
  },
  {
    "metadata": "Unrated|1963|2h 23m|Crime,Drama,Mystery",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "51000"
    },
    "title": "High and Low (1963)",
    "description": "High and Low (1963)~ IMDb – 8.4/10, RT – 96%, Meta – 90% ~အကီရာကူရိုဆာဝါရဲ့ အကောင်းဆုံးဆိုတဲ့ ရုပ်ရှင်တွေထဲက တစ်ကားပေါ့။ Rashomon, Ran, Throne of Blood, Dreams တို့မှာ တော်တော်ပြောခဲ့ပြီးပြီဆိုတော့ ကူရိုဆာဝါရဲ့ ဘုန်းတော်ဘွဲ့တွေအကြောင်း ထပ်မိတ်ဆက်ပေးဖို့မလိုလောက်တော့ဘူး။ ကူရိုဆာဝါရုပ်ရှင်ဆိုတာနဲ့ ရုပ်ရှင်ကောင်းပဲဆိုတာ အကုန်လုံးသိပြီးသားဖြစ်နေမှာ သေချာတယ်။ ဒါပေမဲ့ ထူးတာကတော့ ဒီရုပ်ရှင်က ရှေ့ကပြောခဲ့တဲ့ ကားတွေနဲ့မတူတော့ဘူး။ ဇာတ်က သူထွက်ခဲ့တဲ့ မျက်မှောက်ခေတ်သီးသန့်မှာပဲ အခြေတည်ထားသလို ဇာတ်ကလည်း စလိုက်ပြီဆိုတာနဲ့ တော်တော်လေး စိတ်ဝင်တစား ဆက်ကြည့်ချင်စရာကောင်းနေတယ်။ ထူးတာက ဒီရုပ်ရှင်က သူ့နာမည်အတိုင်း ကောင်းကင်နဲ့ ငရဲလို ကွာခြားနေတဲ့ ဘဝတွေအကြောင်း ရိုက်ပြထားပေမဲ့ တစ်ချိန်တည်းမှာပဲ တော်တော်လေး သပ်ရပ်တဲ့ စုံထောက်ကားတစ်ခုအဖြစ်ပါ ထပ်ပေါင်းအသက်ဝင်နေတယ်။ ဒီနှစ်ခုရဲ့အချိုးမှာ ဘယ်ဟာက ပိုသာမလဲတော့ မပြောတတ်ဘူး။ ဒါပေမဲ့ နှစ်ဘက်စလုံးအနေနဲ့ အရသာရှိတာတော့ အမှန်ပဲ။ နောက်တစ်ခုက ဒီကားကို ကောင်းကင်နဲ့ငရဲလို့ ပေးထားတာကို နားလည်နိုင်ပေမဲ့ ဇာတ်ကားအဆုံးမှာ နည်းနည်းတော့ တစ်မျိုးဖြစ်နေမိကောင်းဖြစ်နေနိုင်တယ်။ ဒါပေမဲ့ ဒီကားရဲ့ ဂျပန်နာမည်က ကောင်းကင်မှ ငရဲသို့လို့ ပေးထားတာကို သိထားရင် အဆင်ပြေလောက်ပြီလို့ ထင်ရတာပဲ။ သူ့နာမည်နဲ့ဇာတ်ကားက အဟကို ကျွန်တော့်လို စိတ်မတင်မကျဖြစ်ကောင်းဖြစ်နေနိုင်မယ့်လူတွေအတွက် ကြိုပြောပြထားခြင်းပါပဲ။ဆိုခဲ့သလို ဇာတ်က စစဖွင့်လိုက်ပြီဆိုတာနဲ့ တော်တော်လေးစိတ်ဝင်စားစရာကောင်းနေတယ်။ နာမည်ကျော်ဖိနပ်ကုမ္ပဏီက ဒါရိုက်တာလူကြီးတစ်ယောက်အိမ်ကို တခြားဒါရိုက်တာတွေလာပြီး နားချတယ်။ ချမရတော့ အဲဒီဒါရိုက်တာကို ဖြုတ်ဖို့ ကြံကြတယ်။ အဲဒီဒါရိုက်တာကလည်း မခေဘူး။ နောက်ကွယ်မှာ ရှယ်ယာတွေခိုးဝယ်ထားတာတွေရော ထပ်ဝယ်ဖို့ ပြင်ထားတာတွေရောက ကုမ္ပဏီတစ်ခုလုံးရဲ့ ရှယ်ယာထက်ဝက်လောက်ဖြစ်တော့မယ်။ သူအပိုင်သိမ်းတော့မယ်ပေါ့။ ကံဆိုးချင်တော့ သူကျန်တဲ့ရှယ်ယာတွေအတွက် ငွေချေရမယ့်ညမှာပဲ သူ့သားကို ပြန်ပေးဆွဲပြီး ယန်း သန်း၃၀တောင်းခံရတယ်။ သားသမီးဇောနဲ့ သူက ပေးမယ်။ ငွေကအများကြီးထပ်ရှာလို့ရတယ် ဘာညာလုပ်တာပေါ့။ ပြီးမှသိလိုက်ရတာက သူ့သားမဟုတ်ဘဲ သူ့ဒရိုင်ဘာရဲ့သားကို ပြန်ပေးဆွဲသွားတာဖြစ်နေတယ်။ သူပေးရမယ့်ငွေဆိုတာကလည်း သူရှယ်ယာဝယ်ချင်လို့ ရှိသမျှအကုန်‌ပေါင်နှံထားတဲ့ငွေတွေ။ ဒီတော့ ဒီငွေမရှိရင် သူဘဝပျက်မယ်။ သူ့သားအတွက်တော့ ပေးလိုက်နိုင်ပေမဲ့ ဒရိုင်ဘာရဲ့သားအတွက်ကျ သူပေးဖို့ လက်တွန့်နေတယ်။ ပြန်ပေးသမားကလည်း ကလေးမှားမှန်းသိသွားပေမဲ့ သူမပေးရင် ဘာဖြစ်ဖြစ် သတ်မှာပဲလို့ ခြိမ်းခြောက်လာတယ်။ဇာတ်ကားနာမည်နဲ့ ဒီဇာတ်အဖွင့်ကို ပေါင်းစပ်ကြည့်လိုက်ရင် ဘယ်လိုဇာတ်မျိုးဖြစ်မလဲ ခင်ဗျားသိနေပြီလို့ ရေးတေးတေးထင်လာစရာအကြောင်းရှိကောင်းရှိမယ်။ ဒါပေမဲ့ ဒီဇာတ်က ဒီထက်အများကြီး အကွေ့အကောက်များသလို သူ့တင်ပြချင်တဲ့ အကြောင်းအရာကလည်း တော်တော်လေး စိတ်ဝင်စားဖို့ကောင်းတယ်။ ဒီထိရေးပြခဲ့တာက ဇာတ်ရဲ့အစပဲရှိသေးတယ်။ နောက်မှာ ဒီထက်စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဆုံးဖြတ်ချက်တွေအကြောင်းကို ခင်ဗျားမြင်လာရလိမ့်မယ်။ ရဲတွေက ပြန်ပေးသမားကို ဖမ်းဖို့ကြိုးစားတာကလည်း စုံထောက်ရုပ်ရှင်တစ်ကားလို စိတ်ဝင်စားဖို့ကောင်းသလို ပြန်ပေးသမားနဲ့ ဒါရိုက်တာ အဓိကကာရိုက်တာနှစ်ယောက် ငရဲနဲ့ကောင်းကင်ကြား အားပြိုင်ကြတာကလည်း သူတို့ချမယ့်ဆုံးဖြတ်ချက်တွေ လုပ်ရပ်တွေကိုလိုက်ကြည့်ရင်း အသည်းလန့်ချင်စရာကောင်းတယ်။High and Low ကို အကောင်းဆုံး သည်းထိတ်ရင်ဖိုစုံထောက်ကားတစ်ကားလို့ ဆိုကြတယ်။ လွန်တော့မလွန်ပါဘူး။ မင်းသားတွေကလည်း ကူရိုဆာဝါထုံးစံအတိုင်း သူသုံးနေကျ လက်ရှိမှာ ဂျပန်ဂန္ထဝင်မင်းသားကြီးတွေ ဖြစ်သွားကြတဲ့ဘဲတွေချည်းပဲ။ Toshiro Mifune လို ဂန္ထဝင်မင်းသားကြီးရော၊ Ran ထဲက Tatsuya Nakadai ရော၊ To Live ထဲက Takashi Shimura ရောသုံးထားတယ်။ ဒီရုပ်ရှင်ကို မက္ကဘတ်ကို ကူရိုဆာဝါရိုက်ပြထားတဲ့ Throne of Blood မဟုတ်တဲ့ နောက်ထပ် ဗားရှင်းတစ်မျိုးလို့ တစ်ချို့က ဆိုကြတယ်။ ကူရိုဆာဝါရဲ့ တင်ပြပုံကြောင့် ဒီဇာတ်ဟာ ပိုမိုကျယ်ပြန့်သွားတယ်လို့လည်း ဆိုကြတယ်။ High and Low ကို မာတင်စကောဆဲစီက 39 Essential Foreign Films for a Young Filmmaker စာရင်းထဲ ထည့်ထားသလို အကောင်းဆုံးဂျပန်ရုပ်ရှင်ကားများစာရင်းမှာလည်း နံပါတ်၁၃ချိတ်ထားခဲ့တယ်။ ဒီဘာတွေညာတွေအသာထားပါဦး… ကူရိုဆာဝါတင်ပြတဲ့ စုံထောက်ကားတစ်ကားကို ဘယ်လိုဘယ်ပုံနဲ့ မြင်ရမလဲ တွေးကြည့်ရုံနဲ့တင် High and Low ဟာ တော်တော်လေး ရင်ခုန်စရာကောင်းနေပါပြီ။ နောက်ဆုံးတစ်ချက်အနေနဲ့တော့ ဒီရုပ်ရှင်ဟာ တခြားကူရိုဆာဝါရုပ်ရှင်တွေထက် ပရိသတ်မရွေးတဲ့ တင်ပြပုံမျိုးလည်း ပိုင်ထားပါတယ်။ စုံထောက်ကားပရိသတ်တွေကြည့်လည်းအဆင်ပြေသလို ရုပ်ရှင်ကောင်းကြိုက်သူတိုင်းအတွက်လည်း ကြည့်လို့ ကောင်းတယ်ဆိုတာထက် အများကြီးပိုစေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.65GB, 1.15GBQuality – 1080p, 720pIMDb Rating – 8.4/10Format – mp4Duration – 2H 23MinGenre – Crime, Drama, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkira KurosawaStarsAkira NagoyaEijirō TōnoGen ShimizuHaruo SuzukiHiroshi UnayamaIkio SawamuraIsao KimuraIsao OnodaJun HamamuraJun KondôJun TazakiKamatari FujiwaraKazuo KatôKazuo KitamuraKeiko TomitaKenji KodamaKenjirō IshiyamaKin SugaiKiyoshi YamamotoKō NishimuraKoji KiyomuraKōji MitsuiKōzō NomuraKyōko KagawaKyū SazankaMasahiko ShimazuMasao OdaMasao ShimizuMinoru ChiakiMinoru ItōNobuo NakamuraSeiichi TaguchiSenkichi ÔmuraSusumu FujitaTakashi ShimuraTakeo MatsushitaTakeshi KatōTatsuya MihashiTatsuya NakadaiTomo SuzukiToshio EgiToshirō MifuneTsutomu YamazakiYoshifumi TajimaYoshio TsuchiyaYoshisuke MakinoYūnosuke ItōYutaka SadaCastAkira NagoyaEijirō TōnoGen ShimizuHaruo SuzukiHiroshi UnayamaIkio SawamuraIsao KimuraIsao OnodaJun HamamuraJun KondôJun TazakiKamatari FujiwaraKazuo KatôKazuo KitamuraKeiko TomitaKenji KodamaKenjirō IshiyamaKin SugaiKiyoshi YamamotoKō NishimuraKoji KiyomuraKōji MitsuiKōzō NomuraKyōko KagawaKyū SazankaMasahiko ShimazuMasao OdaMasao ShimizuMinoru ChiakiMinoru ItôNobuo NakamuraSeiichi TaguchiSenkichi ÔmuraSusumu FujitaTakashi ShimuraTakeo MatsushitaTakeshi KatôTatsuya MihashiTatsuya NakadaiTomo SuzukiToshio EgiToshirō MifuneTsutomu YamazakiYoshifumi TajimaYoshio TsuchiyaYoshisuke MakinoYūnosuke ItōYutaka Sada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A62quSOB8otoZvGiLvMVZ9G4BiO.jpg",
      "https://image.tmdb.org/t/p/w300/2MiUoFpnOF0MUrl1TQ0UcGGlrUK.jpg",
      "https://image.tmdb.org/t/p/w300/2xliq3zIrQPIWG66Fc0bgVoBUWc.jpg",
      "https://image.tmdb.org/t/p/w300/adkWjKeklbfVIw9y2KKPSCwZl9N.jpg",
      "https://image.tmdb.org/t/p/w300/e4RKy86a6i6e52P3ws0bCnUvgU9.jpg",
      "https://image.tmdb.org/t/p/w300/3hGqqXIneC7LXyP9oFUjlXNDHYm.jpg",
      "https://image.tmdb.org/t/p/w300/38vstm6bfEGHK6VuNwIyCJgOd7e.jpg",
      "https://image.tmdb.org/t/p/w300/gSCT6oP2Sbm71naW28Lh7afcMgY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tgNjemQPG96uIezpiUiXFcer5ga.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-high-and-low-1963-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2GY3e/(CM)_High_and_Low_(1963)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Fe803bqB#e2RB1aAGNWmZSpsr9qSWa_iYZefYs8pKjT90Nk5m9t4",
        "server": "mega.nz",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/t5qw8eo9v7bz.html",
        "server": "usersdrive.com",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-high-and-low-1963-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1l38d/(CM)_High_and_Low_(1963)_720p.mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RGNTQBib#UaDh59VpOJ3LPUfzWF5mG2cyAHQqSqa31xPfRhK1sVg",
        "server": "mega.nz",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n7x34pbc2s0j.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/nchatn45hrfw",
        "server": "streamsb.com",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1gs6wbqxbi70",
        "server": "streamvid.io",
        "size": "1.15GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wcALFnBJ54c",
      "video_url": "https://www.youtube.com/watch?v=wcALFnBJ54c",
      "embed_url": "https://www.youtube.com/embed/wcALFnBJ54c"
    }
  },
  {
    "metadata": "|1963||Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": ""
    },
    "title": "The Leopard (1963)",
    "description": "The Leopard (1963)Genre – Drama, HistoryIMDB – 8.0/10၁၈၆၀ ခုနှစ်ဝန်းကျင် အီတလီ ဆီစီလီမှာ ဆာလီနာမင်းသားလို့ခေါ်တဲ့ဒွန်ဖာဘရီဇီယို ကော်ဘယ်ရာ ရှိပါတယ်။သူက ဘိုးဘွားဘီဘင်အဆက်ဆက် ချမ်းသာကြွယ်ဝခဲ့တာကိုခံစားနေတဲ့ သူကြွယ်တစ်ဦးပေါ့။အဲဒီအချိန် အီတလီပေါင်းစည်းမှုလို့ခေါ်တဲ့ ဖြစ်ရပ်ကြီး ဖြစ်ပွားခဲ့ပါတယ်။ဖရန်စစ် ၂ တို့ စစ်တပ်နဲ့ အနီရောင်အကျီဝတ်ဂါရီဘာဒီတို့ တော်လှန်ရေးတွေ စစ်ဖြစ်ကြတာပါ။အဲဒီမှာ ဂါရီဘာဒီတွေ ဆီစီလီကို အနိုင်ရပြီးအလယ်လတ်တန်းစားတွေကလည်း ဆာလီနာမင်းသားတို့လိုပထမတန်းတွေနဲ့ ယှဉ်ပြိုင်လာတဲ့အခြေအနေမျိုး ဖြစ်လာပါတယ်။သူ့ရဲ့တူတော်စပ်သူ တက်ခရန်ဒီဟာလည်း တော်လှန်ရေးတပ်ထဲက ဖြစ်ပြီးသူနဲ့ ပြိုင်ဖက်လိုဖြစ်တဲ့ ချမ်းသာပေမဲ့ အဆင့်အတန်းတစ်ဆင့်လောက်နိမ့်တဲ့ဒွန်ကာလိုဂျီယိုရဲ့ သမီးချောကို ကြိုက်ခဲ့ပါတယ်။အဲဒီမှာ ဆာလီနာမင်းသားတစ်ယောက် ဒီလိုမျိုးနိုင်ငံရေးအတက်အမြင့် အနိမ့်အကျတွေကြား အသားကျအောင် နေထိုင်ပြီးဘယ်လိုတွေ လှုပ်ရှားသွားမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်။File size…  3.57 GB /  1.49 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 3h 6mGenre …..  Drama, HistorySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlain DelonAnna Maria BottiniAnna Maria SurdoBrook FullerBurt LancasterCarlo LolliCarlo PalmucciCarlo ValenzanoCarmelo ArtaleClaudia CardinaleDante PosaniErnesto AlmiranteFranco GulàGino SantercoleGiovanni MelisendaGiuliano GemmaGiuseppe StagnittiHalina ZalewskaHoward Nelson RubienIda GalliIvo GarraniLeslie FrenchLola BracciniLou CastelLucilla MorlacchiMarcella RovenaMarino MaséMaurizio MerliMichela RocOlimpia CavalliOttavia PiccoloPaolo StoppaPierre ClémentiPippo AgustaRina De LiguoroRina MorelliRomolo ValliRosolino BuaSerge ReggianiStelvio RosiTerence HillTina LattanziValerio RuggeriVanni MaterassiVittorio DuseWinni Riva",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/myikoqu8Z2gtE7TaBgk9r6fB9MF.jpg",
      "https://image.tmdb.org/t/p/w300/tRuX08mBBmbnovd41tR7d4qUnFc.jpg",
      "https://image.tmdb.org/t/p/w300/9cdXCHU2vt1FeDcvOmTjdQwmJdC.jpg",
      "https://image.tmdb.org/t/p/w300/hli8v3Zh23xCiuS5mrxBucWYxDT.jpg",
      "https://image.tmdb.org/t/p/w300/6rOXfH3fpCFR78QjaOcYfMUr6Dg.jpg",
      "https://image.tmdb.org/t/p/w300/pPS3WX6weeRoFeMjPiQF6dSDq93.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/riSUxwoK3xjkOgy6YJSvPhi7cO6.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8hz5xc5dh299.html",
        "server": "usersdrive.com",
        "size": "3.57 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-leopard-1963-italian-remastered-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.57 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1W6ha/The.Leopard.1963.ITALIAN.REMASTERED.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "3.57 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/51n906u63g07",
        "server": "streamvid.io",
        "size": "3.57 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ky22wkycgawa.html",
        "server": "usersdrive.com",
        "size": "1.49 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-leopard-1963-italian-remastered-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.49 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1W6gl/The.Leopard.1963.ITALIAN.REMASTERED.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.49 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pbhf23uz8d3s",
        "server": "streamvid.io",
        "size": "1.49 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "06f7f24lpUI",
      "video_url": "https://www.youtube.com/watch?v=06f7f24lpUI",
      "embed_url": "https://www.youtube.com/embed/06f7f24lpUI"
    }
  },
  {
    "metadata": "G|1963|1h 44m|Action,Adventure,Family",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "30000"
    },
    "title": "Jason and the Argonauts (1963)",
    "description": "Jason and the Argonauts (1963)~ IMDb – 7.3/10, Rotten Tomatoes – 89% ~ဂရိနတ်ဘုရားတွေနဲ့ သူရဲကောင်းတွေ စွန့်စားခန်း‌တွေကို အမျိုးမျိုး ရိုက်ကူးကြရာမှာ ဒီကားကတော့ သူရဲကောင်းအ‌ကျော်အ‌မော်ဂျေဆင်နဲ့ သူ့အဖွဲ့သား အာဂိုနပ်စ်တွေရဲ့ ရွှေသိုးရှာဖွေတဲ့ စွန့်စားခန်းခရီးအကြောင်း 1963 ခုနှစ်ထွက်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇုစ်နတ်ဘုရားက ပလိုင်ရက်စ်ကို သက်စ်လေတိုင်းပြည်ကို အောင်နိုင်ဖို့ ဆုပေးပေမဲ့ နောင်ကျရင် သက်စ်လေဘုရင်ရဲ့မျိုးဆက်က ပလိုင်ရက်စ်ကို လက်စားချေမှာလို့ ဟောကိန်းရှိတဲ့အတွက် ပလိုင်ရက်စ်က ဘုရင်ရဲ့သားသမီး ၃ယောက်လုံးကိုပါ သတ်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ သားတော်ဂျေဆင်က အစောင့်နဲ့အတူ ထွက်ပြေးလွတ်မြောက်သွားခဲ့တဲ့အခါ…ဂျေဆင်အရွယ်ရောက်လာတဲ့အခါ သက်စ်လေပြည်ကို ပြန်သိမ်းပြီး ပလိုင်ရက်စ်ကိုသတ်ဖို့ လိုက်ရှာပါတော့တယ်။ ဇုစ်ရဲ့မိဖုရား ဟယ်ရာက ဂျေဆင်ကို အလုံးစုံကူညီပေးချင်ပေမဲ့ ဇုစ်က အကြိမ်အရေအတွက်ကန့်သတ်ထားပြီး နတ်ဘုရား‌ မောင်နှံ၂ပါး အားပြိုင်တဲ့အခါ…ပလိုင်ရက်စ်ကို သတ်ပြီး သက်စ်လေတိုင်းပြည် ကြွယ်၀ချမ်းသာ ငြိမ်းချမ်းဖို့ ရွှေသိုးရှိရမယ်လို့ဟောကိန်းရှိတဲ့အတွက် ဂျေဆင်က သူ့အဖွဲ့သား အာဂိုနပ်တွေနဲ့ ရေကြောင်းခရီး ရွက်လွှင့်ခဲ့ပါတယ်။ခရီးစဉ်တစ်လျှောက် ကြုံတွေ့ရတဲ့အန္တရာယ်တွေကို ရင်ဆိုင်ပုံနဲ့ ရွှေသိုးကို ကိုးကွယ်တဲ့ ကော်လ်ခိစ်တိုင်းပြည်က ခိုးယူပုံ၊ နတ်ဘုရားတွေ စောင်မကြည့်ရှုပုံတွေကို မြိုင်မြိုင်ဆိုင်ဆိုင် ရှုစားရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 825MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 44MinGenre – Action, Adventure, FamilySubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon ChaffeyStarsAldo CristianiAndrew FauldsDavina TaylorDoug RobinsonDouglas WilmerEnnio AntonelliEva HaddonFerdinando PoggiGary RaymondHarold BradleyHonor BlackmanJack GwillimJohn CairneyJohn CrawfordLaurence NaismithMichael GwynnNancy KovackNiall MacGinnisNigel GreenPatrick TroughtonTim TurnerTodd ArmstrongCastAldo CristianiAndrew FauldsDavina TaylorDoug RobinsonDouglas WilmerEnnio AntonelliEva HaddonFerdinando PoggiGary RaymondHarold BradleyHonor BlackmanJack GwillimJohn CairneyJohn CrawfordLaurence NaismithMichael GwynnNancy KovackNiall MacGinnisNigel GreenPatrick TroughtonTim TurnerTodd Armstrong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xdefSJpYARFdW4jPhPsuvUlmt2M.jpg",
      "https://image.tmdb.org/t/p/w300/zkBVUPzn7An2CUSS5lgp21fnbDv.jpg",
      "https://image.tmdb.org/t/p/w300/i705giLcck1WHWKXKzIJ1qqg2b2.jpg",
      "https://image.tmdb.org/t/p/w300/qX3gnd1YbwR3cmWbtgiJCFHTjO4.jpg",
      "https://image.tmdb.org/t/p/w300/9jJ3syfI55wi9E8ppNPDRnSANjm.jpg",
      "https://image.tmdb.org/t/p/w300/c8m7lEUvyMdb6ivVU3iKKGW74X5.jpg",
      "https://image.tmdb.org/t/p/w300/gEA5Wyblcr6SQI8KMh1qyf1sBAF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tNxU5agqGybrnVHGaxfEuAksRoO.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-jason-and-the-argonauts-1963-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1h8u6/(CM)_Jason_And_The_Argonauts_(1963)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/P7Y2nbSY#LCS90G25Eh4cJ2duEIu8oxO0JfpiPcafHwpW8Dsrcj4",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9de6vytp1use.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jason-and-the-argonauts-1963-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1h8td/(CM)_Jason_And_The_Argonauts_(1963)_720p.mp4",
        "server": "megaup.net",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HqoAHbhT#WhpxEbOHagJChfvcHVRb2T1qI8HIAenIQKYAmtSrzj8",
        "server": "mega.nz",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9oi2k835vexm.html",
        "server": "usersdrive.com",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/7tqdrf564n9g",
        "server": "streamsb.com",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/0ye27nyyhqm6",
        "server": "streamvid.io",
        "size": "825MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YSfZop4IroM",
      "video_url": "https://www.youtube.com/watch?v=YSfZop4IroM",
      "embed_url": "https://www.youtube.com/embed/YSfZop4IroM"
    }
  },
  {
    "metadata": "APPROVED|1963|192 min|Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "22,429"
    },
    "title": "Cleopatra (1963)",
    "description": "CLEOPATRA (1963)Cleopatra ဆိုတဲ့နာမည်ကို အထူးတလည်မိတ်ဆက်ပေးနေစရာမလိုပါဘူး။ ကမ္ဘာ့သမိုင်းစာမျက်နှာမှာ လူတကာငေးရတဲ့အလှပိုင်ရှင်အဖြစ်၊ အီဂျစ်ဘုရင်မာယာရှင်အဖြစ် Cleopatra ကိုမှတ်တမ်းတင်ခဲ့ကြပါတယ်။ Cleopatra ပါဝင်ကပြတဲ့ ကမ္ဘာ့သမိုင်းဇာတ်ကွက်က ကြီးကျယ်ခမ်းနားခဲ့သလို အဲဒီအကြောင်းကို ပြန်လည်ရိုက်ကူးတဲ့ ရုပ်ရှင်ဟာလည်း ရုပ်ရှင်သမိုင်းမှာဆိုစမှတ်ပြုရလောက်အောင် ကြီးကျယ်ခမ်းနားခဲ့ပါတယ်။Roman emperor ရဲ့အထင်ကရ စစ်သူကြီး Julius Caesar ဟာ ရန်သူတော် Pompey ကို တိုက်ခိုက်အနိုင်ယူလိုက်တဲ့ Battle of Pharsalus အပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ Rome ရဲ့ အဓိကကုန်ဝင်ရာ နိုင်ငံဖြစ်တဲ့ Egypt မှာ Cleopatra ဘုရင်မနဲ့ မောင်ဖြစ်သူ Ptolemy တို့ထီးနန်းအတွက် တင်းမာနေတဲ့အခြေအနေကို Caesar ကဖြေရှင်းပေးဖို့ Egypt ကိုရောက်လာခဲ့ပါတယ်။ အချုပ်ပြောရရင် Cleopatra ကိုလုပ်ကြံရန်ကြိုးစားမှုနဲ့ Ptolemy နယ်နှင်ဒဏ်ပေးခံရပြီး Cleopatra က အီဂျစ်ရဲ့ဘုရင်မဖြစ်လာခဲ့တဲ့အပြင် Caesar နဲ့ Cleopatra တို့ပါငြိစွန်းခဲ့ပါတော့တယ်။ သားလေး Caesarion ဖွားမြင်လာခဲ့တဲ့အခါမှာတော့ Cleopatra ရဲ့အိပ်မက်ဟာ ကမ္ဘာတစ်ခွင်ကို သူမနဲ့ Caesar တို့အတူအုပ်စိုးပြီး သားတော်လေးလက်ထဲ အာဏာစက်ကိုလွှဲအပ်ပေးခဲ့ဖို့ဖြစ်လာပါတယ်။ရောမနေပြည်တော်ကြီးမှာတော့ dictatorship ကိုတောင်းဆိုလာတဲ့ Caesar ကိုလွှတ်တော်အဖွဲ့ကအမြင်မကြည်တော့တဲ့အပြင် တူဖြစ်သူ Octavian ရဲ့သွေးထိုးမှုတွေကြောင့် Caesar အတွက် အခြေအနေမကောင်းဖြစ်နေပါတယ်။ နောက်ဆုံး Caesar လုပ်ကြံခံခဲ့ရပြီး Cleopatra တို့သားအမိလည်းပြည်တော်ပြန်ခဲ့ရပါတယ်။ရောမမှာ Caesar လိုပဲ ပြည်သူတွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရတဲ့ နောက်သူရဲကောင်းတစ်ဦးကတော့ Mark Antony ဖြစ်ပါတယ်။ Caesar မရှိတော့တဲ့နောက် Mark Antony ရယ်၊ Octavian ရယ်၊ Lepidus ရယ်တို့က ရောမအင်ပါယာကြီးကို ခွဲဝေအုပ်ချုပ်နေခဲ့ကြပါတယ်။ သူရဲကောင်းကြီး Mark Antony ဟာလည်း Cleopatra ရဲ့အလှတရားအောက်မှာ ကျရှုံးခဲ့ရပြန်ပါတယ်။ Caesar နဲ့မအောင်မြင်ခဲ့တဲ့အိပ်မက်ကို Mark Antony နဲ့ပြန်အသက်ဆက်ဖို့ကြိုးစားတဲ့ Cleopatra အောင်မြင်နိုင်မလားဆိုတာကတော့………………….Cleopatra ဇာတ်ကားကြီးကျော်ကြားရခြင်းအကြောင်းအချက်တွေအားလုံးက အကောင်းကြီးပဲတော့မဟုတ်ပါဘူး။ နာမည်ဆိုးနဲ့လည်း ကျော်ကြားသူပေါ့။ ဒီကားဟာ ကုန်ကျစရိတ်အများဆုံးရုပ်ရှင်တွေထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။ မူလ Budget က ဒေါ်လာ ၂ သန်းဖြစ်ပေမယ့် ရိုက်ကူးပြီးစီးသွားတော့ ၄၄သန်းလောက်ကုန်ခဲ့ပြီး 20th century fox ကို ဒေဝါလီခံရခါနီးအထိဖြစ်စေခဲ့ပါတယ်။ အဲ့ခေတ်က ၄၄ သန်းဆိုတာ ဒီနေ့ခေတ်မှာ ၃၃၉ သန်းလောက်အထိရှိတယ်ဆိုပါတယ်။ နှမြောစရာကောင်းတာက ကုန်ကျစရိတ်ရဲ့တော်တော်များများဟာ အချည်းနှီးဖြစ်ခဲ့ရတာပါ။ ဒီကားကိုစမရိုက်ခင်ကတည်းက ဇာတ်ညွှန်းရေးဆရာတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းလဲခဲ့ပါတယ်။ သရုပ်ဆောင်တွေလည်းပြောင်းလဲခဲ့ပါတယ်။ နောက်ဆုံး ဒါရိုက်တာ Mamoulian ပါလမ်းခွဲသွားခဲ့ပြီး Joseph L.Mankiewicz ဝင်ရောက်လာခဲ့ပါတယ်။ Mankiewicz ဝင်ရောက်လာချိန်မှာကို ကုန်ကျငွေက Budget ထက် ၅ သန်းလောက်ပိုနေခဲ့ပြီဖြစ်ပေမယ့် ပြလောက်စရာ လောက်လောက်လားလား ရိုက်ချက်တော့ တစ်ကွက်မှမရခဲ့သေးပါဘူး။ Mankiewicz ကဇာတ်ညွှန်းကိုအစအဆုံးပြန်ရေးပြီး စိတ်ကြိုက်ရိုက်ကူးခဲ့ပါတယ်။ အစက London မှ setting ကြီးတွေအသေအချာဆောက်ပြီးရိုက်ကူးနေခဲ့တာပါ။ ဒါပေမယ့် London ရဲ့အေးလွန်းတဲ့ရာသီဥတုက အဖွဲ့သားတွေအတွက်ခက်ခဲလွန်းနေခဲ့ပြီး မင်းသမီး Eizabeth Taylor ကိုယ်တိုင် အကြီးအကျယ်ဖျားနာခဲ့ရတာ လည်ပြွန်အပေါက်ဖောက်ခဲ့ရတဲ့အထိပါပဲ။ မင်းသမီးဆေးရုံတက်နေစဉ် ရိုက်ကူးရေးရပ်နားထားရာမှာ ဘဏ်တိုးက တစ်နေ့ကို ဒေါ်လာ ၇၅၀၀ တက်နေခဲ့ပါတယ်။ ဒီလိုနဲ့ ဒေါ်လာ ၃ သန်းလောက်နစ်နာခဲ့ပြီး နောက်ဆုံးတော့ Italy, Egypt တို့မှာ ပြောင်းရွှေ့ရိုက်ကူးခဲ့ရပါတယ်။ ရိုက်ကူးပြီးစီးသွားပြီး တည်းဖြတ်အပြီးမှာ ကြာမြင့်ချိန်က ၆ နာရီထိရှိခဲ့ပါတယ်။ ဒါပေမယ့် Producers တွေက ပြန်လည်တည်းဖြတ်ဖို့ Mankiewicz ကိုတောင်းဆိုခဲ့တာကြောင့် နောက်ပိုင်းမှာ ၄ နာရီပဲဖြစ်သွားရပါတယ်။ အရေးကြီးတဲ့အခန်းအချို့လည်း ဖြုတ်ချခံရတဲ့အထဲပါသွားပါတော့တယ်။Cleopatra ဇာတ်ကားအကြောင်းပြောမယ်ဆိုရင် မင်းသမီး Elizabeth Taylor အကြောင်းကိုလည်း မပြောမဖြစ်ပြောရပါလိမ့်မယ်။ အပြင်မှာလည်း ချောမောသလောက် ယောကျာ်းသားတို့နဲ့ ဇာတ်လမ်းတွေများခဲ့တဲ့ သူမကို ဒီဇာတ်ကောင်အတွက် ရွေးချယ်တာ တမင်ရည်ရွယ်ရင်းလားမသိပါဘူး။ ရိုက်ကူးနေရင်းနဲ့လဲ တွဲဖက်မင်းသား Richard Burton (Mark Antony) နဲာဇာတ်လမ်းတွေဖြစ်ခဲ့တာကြောင့် ဟိုးလေးတကျော်ဖြစ်ခဲ့ရပြီး ဝေဖန်သံတွေလည်း ညံခဲ့ပါတယ်။ အဲဒီအချိန်မှာ နှစ်ယောက်လုံးက အိမ်ထောင်ကိုယ်စီနဲ့ကိုး။ သူတို့နှစ်ယောက်လုံး ဒီကားနဲ့ဆုတွေမရခဲ့ပေမယ့် Elizabeth Taylor ကတော့ စံချိန်တစ်ခုတင်ခဲ့ပါတယ်။ ရုပ်ရှင်တစ်ကားအတွင်း ဝတ်စုံအများဆုံးလဲလှယ်မှုကို ၆၅ ကြိမ်နဲ့စံချိန်ဆင်လိုက်တာပါ။ ဒါပေမယ့် ဒီစံချိန်ကို ၁၉၉၆ မှာ Madonna က Evita ဇာတ်ကားမှာ ၈၅ ကြိမ်နဲ့ရိုက်ချိုးလိုက်ပါတယ်။ နောက်တစ်ချက်က ဒီကားနဲ့ Elizabeth Taylor က သရုပ်ဆောင်ကြေး ဒေါ်လာ ၁ သန်းအထိရရှိခဲ့ပါတယ်။ Original budget နဲ့ဆိုရင် တစ်ဝက်တိတိပါပဲ။ဒီကားကို ဝေဖန်ရေးတွေကတော့ ကြိုက်တဲ့သူ၊ မကြိက်တဲ့သူစုံခဲ့ပါတယ်။ ဘယ်လိုပဲဝေဖန်သံညံညံ၊ ဘယ်လောက်ပဲငွေကုန်ကြေးကျများခဲ့များခဲ့ အကြီးကျယ်အခမ်းနားဆုံးဇာတ်ကားတစ်ကားဖြစ်လာရတာကိုပဲ ကျေနပ်ရမှာပါ။ ခမ်းနားတာကတော့ ကျွန်တော့်မျက်မြင်ပါပဲ။ Rome မြို့ထဲကို Cleopatra ဝင်လာတဲ့အခန်း၊ Mark Antony ကို Cleopatra သင်္ဘောကြီးနဲ့သွားရောက်တွေ့ဆုံတဲ့အခန်းတွေဟာ ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ အခမ်းနားဆုံးတွေပါပဲ။ နောက် battle scenes တွေအပြင် နောက်ခံ ဆက်တင်တွေကိုပါ ရှယ်ပြင်ဆင်ထားတာ တကယ်ကိုချီးကျူးစရာပါပဲ။ကမ္ဘာ့သမိုင်းမှာ Julius Caesar, Mark Antony တို့နဲ့အတူ Cleopatra ဆိုတဲ့အလှနတ်ဘုရားကို ပယ်ဖျက်ထားလို့မရသလို Cleopatra ရုပ်ရှင်ဇာတ်ကားကြီးဟာလည်း ထာဝရတည်တံ့နေမယ့် ဂန္တဝင်ရုပ်ရှင်ကြီးပဲဖြစ်ပါတယ်။Ref: wikipediaလင်းဝေမြိုင် – ဂန္တဝင်ဝတ္ထု၊ ဂန္တဝင်ရုပ်ရှင်~Miller~(ရုပ်ရှင်အညွှန်းကိုMovies-we watch,we feel. Facebook Pageမှ ကူးယူဖော်ပြပါသည်။)File size…(5.5 GB) /(4.2 GB)/(1.6 GB)Quality….50th.Anniv.Restored.BluRay HEVC 1080p /1080p/720pFormat…mkv/mp4Duration….04:11:08Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNay Lin TharYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarryl F. ZanuckJoseph L. MankiewiczRouben MamoulianStarsElizabeth TaylorPamela BrownRex HarrisonRichard BurtonCastAndrew FauldsAndrew KeirCarroll O'ConnorCesare DanovaDouglas WilmerElizabeth TaylorFinlay CurrieFrancesca AnnisGeorge ColeGrégoire AslanGwen WatfordHerbert BerghofHume CronynIsabel CooleyJacqueline ChanJohn DoucetteJohn HoytKenneth HaighMarie DevereuxMarne MaitlandMartin BensonMartin LandauMichael GwynnMichael HordernMike SteenPamela BrownPeter GrantRex HarrisonRichard BurtonRichard O'SullivanRobert StephensRoddy McDowall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qQGHkmLWPcMGkKws78pFh14SzUo.jpg",
      "https://image.tmdb.org/t/p/w300/fQEGDdu4s0YAkhvxSi9o5l4vGnm.jpg",
      "https://image.tmdb.org/t/p/w300/zLGRtDG96DnPoE53DeMkatcqfEi.jpg",
      "https://image.tmdb.org/t/p/w300/4C72VlrLRVewZ686VFuXTfwJD8e.jpg",
      "https://image.tmdb.org/t/p/w300/nuUKKwG2rAR0wCSLySNdAPphfZv.jpg",
      "https://image.tmdb.org/t/p/w300/wiC0xF6s7gbNZG1ctW7E7kTcGYO.jpg",
      "https://image.tmdb.org/t/p/w300/p6cty5dejk0enj1xD2i6sqvEf9X.jpg",
      "https://image.tmdb.org/t/p/w300/6sntcClguOYgyTJHhOwtBsjI7CJ.jpg",
      "https://image.tmdb.org/t/p/w300/qVg5oeFvOIbAxacHfPmt4WArA8f.jpg",
      "https://image.tmdb.org/t/p/w300/wIrZlo65pf1pzjadGSCKs48wGSQ.jpg",
      "https://image.tmdb.org/t/p/w300/h0z2rCZNZi7qfvztiwqWGyAeQvT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/9961340362a467c40c3132282c17f884.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cleopatra-1963",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-cleopatra-1963-50-th-anniv-restored-bluray-1080-p-hevc-ac-3-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/JJ4GhBCL#aPd-Qtl4Uc3N7I9G4OETlN9hedNLO8Cju_M6GhdiUlA",
        "server": "mega.nz",
        "size": "5.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/cy32ynga2ecd.html",
        "server": "usersdrive.com",
        "size": "5.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cleopatra-1963-50-th-anniv-restored-bluray-1080-p-dts-hd-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2nfS7/(CM)Cleopatra.1963.50th.Anniv.Restored.Bluray.1080p.DTS-HD.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6vbjo0m75yj0.html",
        "server": "usersdrive.com",
        "size": "4.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cleopatra-1963-50-th-anniv-restored-bluray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Hjxh/(CM)_Cleopatra.1963.50th.Anniv.Restored.Bluray.720p.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hMxgFRDQ#et8Ea-QmQb9L53dWKrfEXaTrFjIXb8vKcmnOpjZdZ9I",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rpcylfm8hu90.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/19kb26cqlzrl.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NGDyZHlHklo",
      "video_url": "https://www.youtube.com/watch?v=NGDyZHlHklo",
      "embed_url": "https://www.youtube.com/embed/NGDyZHlHklo"
    }
  }
]