[
  {
    "metadata": "R|2002|1h 58 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "264,692"
    },
    "title": "Insomnia (2002)",
    "description": "IMdb 7.2 ရထားပြီး ၂၀၀၂ ခုနှစ်ကထွက်ခဲ့တဲ့သဲထိပ်ရင်ဖို ကားတစ်ကားကိုတင်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကားလေးးကတော့ ခပ်ကြမ်းကြမ်းတော့မဟုတ်ဘူးဆိုပေမယ့် ဒရာမာ အချိုးလေးတွေနဲ့ မထင်မှတ်ထားတဲ့ ဇာတ်လမ်း အလှည့်အပြောင်းလေးတွေက တော့ ပရိတ်သတ်ကြီးကို တကားလုံး မထတန်းကြည့်အောင် ဆွဲဆောင်သွားမှာပါဇာတ်လမ်းး အကျဉ်းလေးကတော့ အလက်စကာ မြို့ကို အပို့ခံလိုက်ရတဲ့ စုံထောက်ကြီးဟာတစ်နေ့မှာ မိန်းကလေး တစ်ယောက်အသတ်ခံရတဲ့ အမှုကိုလိုက်ရင်း မတော်တဆ သူ့ တွဲဖက်ကိုသေနတ်နဲ့ ပစ်လိုက်မိပါတယ် ဒါပေမဲ့စုံထောက်ဟာ သူ့အပြစ်ကို ဝန်ခံရမယ် အနေအထားကနေမထင်မှတ်ထားတဲ့ အလီဘိုင် တစ်ခုကိုပြနိုင်ခဲ့ပြီး အပြစ်ကနေလွတ်သွားပါတယ် ဒါပေမဲ့ သူ့ဟာ သူ့ကိုသူတော့ လိပ်ပြာမသန့်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ အကြောင်းတွေကို သိထားတဲ့ တစ်ယောက်က သူ့ကိုခြိမ်းခြောက်အကြပ်ကိုင်လာတဲ့ အခါမှာတော့ ကဲ စုံထောက်ကြီး ဘယ်လိုတုံ့ပြန်မလဲ နောက်ကွယ်က သူကကောဘယ်သူလဲ ဘယ်လို အရှုပ်ထုတ်တွေကြောင့် သမိုင်းရှုပ်နေလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက မထတမ်းကြည့်ကြရမှာပါဘာသာာပြန်ကတော့ ပြည့်စုံဇော်ဖြစ်ပါတယ် ဗျာ————————————————————-IMdb 7.2 ရထားျပီး ၂၀၀၂ ခုႏွစ္ကထြက္ခဲ့တဲ့သဲထိပ္ရင္ဖို ကားတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးးကေတာ့ ခပ္ၾကမ္းၾကမ္းေတာ့မဟုတ္ဘူးဆိုေပမယ့္ ဒရာမာ အခ်ိဳးေလးေတြနဲ႕ မထင္မွတ္ထားတဲ့ ဇာတ္လမ္း အလွည့္အေျပာင္းေလးေတြက ေတာ့ ပရိတ္သတ္ၾကီးကို တကားလံုး မထတန္းၾကည့္ေအာင္ ဆြဲေဆာင္သြားမွာပါဇာတ္လမ္းး အက်ဥ္းေလးကေတာ့ အလက္စကာ ျမိဳ႕ကို အပို႕ခံလိုက္ရတဲ့ စံုေထာက္ၾကီးဟာတစ္ေန႕မွာ မိန္းကေလး တစ္ေယာက္အသတ္ခံရတဲ့ အမႈကိုလိုက္ရင္း မေတာ္တဆ သူ႕ တြဲဖက္ကိုေသနတ္နဲ႕ ပစ္လိုက္မိပါတယ္ ဒါေပမဲ့စံုေထာက္ဟာ သူ႕အျပစ္ကို ၀န္ခံရမယ္ အေနအထားကေနမထင္မွတ္ထားတဲ့ အလီဘိုင္ တစ္ခုကိုျပႏိုင္ခဲ့ျပီး အျပစ္ကေနလြတ္သြားပါတယ္ ဒါေပမဲ့ သူ႕ဟာ သူ႕ကိုသူေတာ့ လိပ္ျပာမသန္႕ခဲ့ပါဘူး ဒီလိုနဲ႕ တစ္ေန႕မွာ သူ႕ အေၾကာင္းေတြကို သိထားတဲ့ တစ္ေယာက္က သူ႕ကိုျခိမ္းေျခာက္အၾကပ္ကိုင္လာတဲ့ အခါမွာေတာ့ ကဲ စံုေထာက္ၾကီး ဘယ္လိုတံု႕ျပန္မလဲ ေနာက္ကြယ္က သူကေကာဘယ္သူလဲ ဘယ္လုိ အရွုပ္ထုတ္ေတြေၾကာင့္ သမိုင္းရွဳပ္ေနလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက မထတမ္းၾကည့္ၾကရမွာပါဘာသာာျပန္ကေတာ့ ျပည့္စံုေဇာ္ျဖစ္ပါတယ္ ဗ်ာFile Size – 762 MBTranslated by – Pyae Sone ZawEncoded by – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher NolanKelly MoonStarsAl PacinoCrystal LoweHilary SwankJay BrazeauLarry HoldenMartin DonovanMaura TierneyNicky KattPaul DooleyRobin WilliamsCastAl PacinoAndrew CampbellChris GauthierCrystal LoweDean WrayEmily PerkinsHilary SwankIan TraceyJames HutsonJay BrazeauJonathan JacksonKate RobbinsKatharine IsabelleKerry SandomirskyLarry HoldenLorne CardinalMalcolm BoddingtonMartin DonovanMaura TierneyNicky KattOliver 'Ole' ZemenPaul DooleyPaula ShawRobin WilliamsTasha Simms",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jU8MC5uSgBkZXyZYGtZgMsMsfeN.jpg",
      "https://image.tmdb.org/t/p/w300/3GWWtC1nAPbREe0G7eZooZaEgy5.jpg",
      "https://image.tmdb.org/t/p/w300/7EHwmRBjIifjTJPYIPT6r2A1jnF.jpg",
      "https://image.tmdb.org/t/p/w300/8yI5wiFemH52x7LOp1YOUw2HUCE.jpg",
      "https://image.tmdb.org/t/p/w300/jSKm0zOCtIMmBuAsamHUmytrSDn.jpg",
      "https://image.tmdb.org/t/p/w300/qkb8drHBXRrFdgyXlO0M9KtofCv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/insomnia.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3xg0jr5evkwg.html",
        "server": "usersdrive.com",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/insomnia-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/c8bec86a00/insomnia-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4UFHf/Insomnia_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/zC5mnSDb#3EUqxpIdDPYeWw8QXZPbFi0eImjLrjGTed524fqVr9I",
        "server": "mega.nz",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ff2lnkkzzrqi",
        "server": "upstream.to",
        "size": "762MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "emIHzg4VH8A",
      "video_url": "https://www.youtube.com/watch?v=emIHzg4VH8A",
      "embed_url": "https://www.youtube.com/embed/emIHzg4VH8A"
    }
  },
  {
    "metadata": "|2002|2h 29min|Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "5,055"
    },
    "title": "Mujhse Dosti Karoge! (2002)",
    "description": "Mujhse Dosti Karoge! (2002)IMDb – 5.1/10_____Rotten – 76%“ငါနဲ့သူငယ်ချင်းလုပ်မလား”သူငယ်ချင်း၊ ရင်းနှီးမှုအချစ်ဆိုတာ ဘာပါလဲ“အချစ်ဆိုတာ ရင်နှီးမှုပါပဲလူတစ်ယောက်ကို မရင်းနှီးဘဲနဲ့ ဘယ်လိုမှ မချစ်နိုင်သလိုသံယောဇဉ်လည်း မတွယ်နိုင်ပါဘူးကဲ့ ဒါကြောင့် ငါနဲ့ သူငယ်ချင်းလုပ်မလား ”ဒီဒိုင်ယာလော့လေးကတော့ နာမည်ကြီး ဂန္တဝင်အချစ်ဇာတ်ကား တစ်ကားဖြစ်တဲ့Kuch Kuch Hota Hai (1998) ထဲကပဲဖြစ်ပါတယ်။အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကလည်း တခမ်းတနားနဲ့အမှန်အကန်တင်ဆက်ထားတဲ့ ဘောလီဝုဒ်ကားကောင်း တစ်ကားပါပဲနာမည်ကြီး သရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Hrithik Roshan (ခ) လက်ပွားမင်းသားRani Mukerji နှင့် Kareena Kapoor တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေး တပုဒ်လည်း ဖြစ်ပါတယ်အခုလို မိုးရာသီဖွဲဖွဲလေးမှာ ဒီလို Romance, Dramaကား ခပ်ကောင်းကောင်းလေးကို တခါကြည့်ဖူးရုံနဲ့ဇာတ်ဝင်တေးအားလုံးကလည်း တသက်လုံး မေ့လျော့နိုင်မှာ မဟုတ်ပါဘူးဒီကားကို ကြည့်ဖူးတဲ့သူတွေရှိသလို လုံးဝမကြည့်ရသေးတဲ့သူတွေလည်း ရှိပါလိမ့်မယ်အခု CMက ပြန်လည်တင်ဆက်ပေးထားတာကတော့ရုပ်သံအကြည်လင်းဆုံးနဲ့ သီချင်းတွေကအစမြန်မာမှုပြုပေးထားလို့ သိမ်းထားချင်သူတွေအတွက် နှစ်ခြိုက်စရာပါပဲဇာတ်လမ်းလေးကတော့ရာ(ဂျ်)၊ တီနာနဲ့ ပူဂျာတို့ဟာ သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းသုံးယောက်ပါဒီထဲမှာမှ ရာ(ဂျ်)က တီနာပေါ်မှာ ခင်မင်မှုပိုနေသလိုပါပဲအကြောင်းကြောင်းကြောင့် ရာ(ဂျ်)တို့ မိသားစု လန်ဒန်ကိုပြောင်းသွားတဲ့အခါတီနာနဲ့ ပူဂျာကတော့ အိန္ဒိယမှာပဲ ကျန်ခဲ့ပါတော့တယ်ရာ(ဂျ်)အနေနဲ့ မသွားခင်မှာ သူလန်ဒန်ရောက်ရင် နေ့စဉ် အီးမေးလ်ကတဆင့် စာတွေရေးမှာဖြစ်လို့သူ့ဆီကို စာပြန်ဖို့ တီနာကို မှာကြားခဲ့ပြီး နှုတ်ဆက်ထွက်ခွာသွားခဲ့ပါတယ်ဒါပေမဲ့ ရာ(ဂျ်)တယောက် စာတွေပို့တဲ့အချိန်မှာ တီနာကတော့စိတ်မဝင်စားဘဲ အရေးတယူမလုပ်ခဲ့ဘူးဒီအခြေအနေမှာ သူသိပ်ချစ်တဲ့ သူငယ်ချင်းကို ပူဂျာကပဲ စာတွေပြန်ရေးခဲ့ပါတယ်ဒါပေမဲ့ စာပြန်တဲ့အခါမှာ သူ့နာမည်မသုံးဘဲ တီနာ နာမည်ကိုသုံးလိုက်ပါတယ်၁၅ နှစ်တာ ကလေးဘဝကတည်းက တနေ့တာဖြစ်ခဲ့သမျှကို စာတွေရေးပြီး ရင်ဖွင့်ခဲ့ကြတဲ့ သူတို့နှစ်ယောက်မှာ သူငယ်ချင်းသံယောဇဉ်ထက် ပိုတဲ့အရာ တစ်ခုဖြစ်နေပါပြီစာတွေရေးနေကြတဲ့ နှစ်ယောက်ဟာ တယောက်ကိုတယောက်မမြင်မတွေ့ဘဲ ချစ်မိနေကြပါပြီရာ(ဂျ်) ကသူ့ဆီစာတွေရေးနေတာ တီနာလို့ထင်မှတ်ပြီး တီနာကို ချစ်မိနေသလိုကလေးဘဝကတည်းက စာတွေရေးခဲ့တဲ့ ပူဂျာကလည်း ရာဂျ်အကြောင်း ကောင်းကောင်းကြီးသိခဲ့ပြီး ချစ်မိနေပါပြီရာ(ဂျ်) တစ်ယောက် လန်ဒန်ကနေ အိန္ဒိယကို ပြန်လာတဲ့အခါမှာတော့ ……..ရာ(ဂျ်)၊ တီနာနဲ့ ပူဂျာတို့ကြားက သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ …..မိတ်ဆွေတို့ကို ပြောချင်တာလေးကတော့ကိုယ်ချစ်ရတဲ့သူတယောက်ယောက်ကို တွေ့ခဲ့ပြီဆိုရင် ဒီမေးခွန်းလေးပဲ အရင်မေးလိုက်ပါ“ငါနဲ့သူငယ်ချင်းလုပ်မလား”(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Zaw Htoo ပါ။)File size…(1.2 GB)Quality…WEB-HD Rip 720pFormat…mp4Duration….02:29:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byZaw HtooYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKunal KohliStarsHimani ShivpuriHrithik RoshanKareena Kapoor KhanKiran KumarParikshat SahniRani MukerjiSachin KhedekarSatish ShahSmita JaykarUday ChopraCastBarkha SinghCharmy KaurHimani ShivpuriHrithik RoshanKareena Kapoor KhanKiran KumarMaya AlaghNamuna NembangParikshat SahniRani MukerjiSachin KhedekarSatish ShahSmita JaykarUday Chopra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hAsyCZUndXQF5YBGIoA0xPHMYYi.jpg",
      "https://image.tmdb.org/t/p/w300/5zmNvBCaU0BtiHQHkMYF20lfW6U.jpg",
      "https://image.tmdb.org/t/p/w300/fMITueJCzPSimH3aOjoLVXB2dXF.jpg",
      "https://image.tmdb.org/t/p/w300/2kuZLFgwpSICicJseA65dUF8Dx1.jpg",
      "https://image.tmdb.org/t/p/w300/kgT9tbedaFfiu8H5YHkmZKDkx8y.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mujhse-dosti-karoge-2002-mm-sub",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/mujhse-dosti-karoge-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      },
      {
        "link": "https://megaup.net/2gybl/Mujhse_Dosti_Karoge!_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      },
      {
        "link": "https://viewsb.com/r1khwm2hdkun.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2002|95 min|Adventure,Animation,Family",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "76,496"
    },
    "title": "Treasure Planet (2002)",
    "description": "ဒီဇာတ္လမ္းေလးဟာ 2002 ခုႏွစ္မွာ ထြက္ရိွခဲ့တာျဖစ္ၿပီးDisney ရဲ႕ အသပ္ရပ္ဆုံးေသာ Animation ေတြထဲက တစ္ကားလို႔ တင္စားခံထားရပါတယ္မူရင္းဇာတ္လမ္းကေတာ့ “Treasure Island” တဲ့ခင္ဗ်…ဒီမွာ ထူးျခားသြားတာက ဇာတ္ကြက္ေတြကို အာကာသထဲ ေျပာင္းလိုက္ၿပီး ၿဂိဳဟ္သားေတြ၊နဂါးေငြ႕တန္းေတြနဲ႔ အသက္သြင္းထားတာပါ အဲ့လိုနဲ႔ ဇာတ္လမ္းေလးက“Treasure Planet” ဆိုၿပီး ျဖစ္သြားတယ္ေပါ့ဗ်ာRating ေတြအေနနဲ႔ၾကည့္ရင္လည္းIMDb 7.1Tomatoes 69%နဲ႔ခင္ဗ်ေဝဖန္သူေတာ္ေတာ္မ်ားမ်ားရဲ႕ Positive Review ေတြ ရထားတဲ့ ဇာတ္လမ္းေလး ဆိုပါေတာ့…ကေလးဘဝက အိပ္ရာဝင္ပုံျပင္ေတြ၊ အာကာသ စြန္႔စားခန္းေတြ၊ ဒရာမာကို ခုံမင္သူေတြအတြက္လက္မလႊတ္သင့္တဲ့ ဇာတ္လမ္းေလး တစ္ပုဒ္ပါအသက္ ၁၅ ႏွစ္အရြယ္ ခ်ာတိတ္ကေလး ဂ်င္မ္ေဟာ့ကင္းန္စ္ရဲ႕ မဟာစြန္႔စားခန္းႀကီးတစ္ခု…ငယ္ငယ္ကတည္းက အာကာသ ခရီးသြားတစ္ေယာက္ အရမ္းျဖစ္ခ်င္ခဲ့သူကိုယ့္နည္းကိုယ့္ဟန္နဲ႔ ႀကံဖန္ၿပီး ေကာင္းကင္ပ်ံဝဲေလ့ရိွတဲ့ ခ်ာတိတ္ကေလးယာဥ္စည္းကမ္းေတြကို (တမင္မဟုတ္ေတာင္) က်ဴးလြန္ေလ့ရိွတာေၾကာင့္အၿမဲတမ္း ပီကယ္ေတြနဲ႔ ၿငိေနတဲ့ ခ်ာတိတ္မိသားစုစားဝတ္ေနေရးအတြက္ ပင္ပင္ပန္းပန္း ရုန္းကန္ေနရတဲ့မိခင္ကိုအၿမဲတမ္း ဒုကၡေပးေနမိသလို ျဖစ္ေနတာေၾကာင့္မိမိကိုယ္ကိုယ္ အားမလိုအားမရ ျဖစ္ေနတဲ့ ခ်ာတိတ္ကေလးဒီလိုနဲ႔ တစ္ေန႔မွာေတာ့ မေမွ်ာ္လင့္ပဲ သူအလြန္ကိုမွ သြားခ်င္ေနတဲ့အာကာသဟင္းလင္ျပင္ႀကီးထဲကို ရြက္လႊင့္ဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္အဲ့ခရီးစဥ္မွာ ေကာင္းတဲ့သူေတြနဲ႔ ဆုံခဲ့သလို လူဆိုးေတြနဲ႔လည္း ႀကဳံခဲ့ရၿပီးဘဝသင္ခန္းစာေတြ အမ်ားႀကီး ရသြားခဲ့ပါတယ္ကိုယ့္ခံယူခ်က္နဲ႔ကိုယ္ သြားေနတဲ့ လူဆိုးမဟုတ္ လူေကာင္းမဟုတ္တဲ့သူလည္း ပါေသးတာေပါ့သူငယ္ငယ္က စိတ္ဝင္တစား ဖတ္ခဲ့ရတဲ့ အိပ္ရာဝင္ဇာတ္လမ္းတစ္ပုဒ္အျပင္ေလာကမွာ ျဖစ္ခဲ့တဲ့ ျဖစ္ရပ္မွန္တစ္ခုဆိုတာသိလုိက္ရၿပီးတဲ့ေနာက္…ဘာေတြ ဘယ္လိုဆက္ျဖစ္မယ္၊ ဘယ္လိုစြန္႔စားခန္းေတြ ဖြင့္သြားမယ္ ဆိုတာကေတာ့ၾကည့္႐ႈခံစားလိုက္ၾကပါဦးCM Fan တုိ႔ေရ…*ဇာတ္ဝင္ခန္းသီခ်င္းေလးကလည္း အေတာ္ေကာင္းဗ်…Quality…..BluRay 1080pDuration…..01:35:00Format…Mp4File Size…(752 MB , 323 MB)Encoder…..Moe Myint LwinTranslator…..Wai Yan MaungDownload with YoteShin LinkDownload with OpenloadDownload with Openload(Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn MuskerRon ClementsStarsCorey BurtonDane A. DavisJoseph Gordon-LevittRoscoe Lee Browne",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/treasure-planet.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/treasure-planet-2002",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fZTW/Treasure_Planet_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/b0n0z5ahkfvx",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2002|1h 47min|Action,Drama,Sci-Fi",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "306,508"
    },
    "title": "Equilibrium (2002)",
    "description": "Christian Bale ကို ကျွန်တော့် fav; မင်းသားစာရင်းထဲ ပါလာစေခဲ့တဲ့ ရုပ်ရှင်ပါ…ကျွန်တော်တို့ နေထိုင်တဲ့လောကကြီးမှာ စစ်ပွဲတွေ ဒေါသတွေအာဃာတတရားတွေ မနာလိုမှုတွေအချစ် အမုန်း စတဲ့ ခံစားချက်တွေမရှိတော့ရင်ဘယ်လိုဖြစ်သွားနိုင်သလဲ…..အသက်ရှင်ရပ်တည်ဖို့အတွက် စားဝတ်နေရေးအပြင်ခံစားမှု  ခံစားချက် တွေကဘယ်လိုတောင်အရေးပါသလဲ….ဒါတွေကို Sci- Fi ရုပ်ရှင်တစ်ခုအနေနဲ့ရှုထောင့်တစ်မျိုးကနေ ပြောပြသွားပါတယ်2002 ခုနှစ်ကထွက်ရှိထားပေမယ့် လူနဲ့ခံစားချက်တွေအကြောင်းပြောကြမယ်ဆိုရင် ချန်ထားလို့မရတဲ့ရုပ်ရှင်ကားပါ။IMDb Rating 7.3 ရရှိထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို YeWai LynnHtut မှတင်ဆက်ထားတာပါ။)အသစ်ထွက်ရှိလာတဲ့ BluRayOpen-MatteVersion နဲ့တင်ဆက်ထားတာကြောင့် မြင်ကွင်းကျယ် Screen အပြည့် ကြည့်ရှုခံစားရမှာဖြစ်ပြီး သိမ်းထားချင်သူများအတွက်လဲ ပိုမိုပြည့်စုံကောင်းမွန်တဲ့ Version ဖြစ်ပါတယ်။File size…(2.3 GB)/ (1 GB)Quality….BluRayOpenMatte1080p /720pFormat…mp4Duration….01:46:50Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byYeWai LynnHtutYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKurt WimmerMark TaylorPamela AlchStella D'OnofrioTess MaloneStarsAngus MacfadyenChristian BaleChristian KahrmannDominic PurcellEmily SiewertEmily WatsonMaria Pia CalzoneMatthew HarbourSean BeanSean PertweeTaye DiggsCastAnatole TaubmanAngus MacfadyenBrian ConleyChristian BaleChristian KahrmannDavid BarrashDavid HemmingsDirk MartensDominic PurcellEmily SiewertEmily WatsonFlorian FitzFrancesco CabrasJohn KeoghKurt WimmerMaria Pia CalzoneMatthew HarbourSean BeanSean PertweeTaye DiggsWilliam Fichtner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/huZZBPyYUnMPCnrAFyJhnwYsQx9.jpg",
      "https://image.tmdb.org/t/p/w300/4K8a76qDhC8Oz0WLs8COLxoseIk.jpg",
      "https://image.tmdb.org/t/p/w300/h5KoG0JAK43cg4jucwfJiEw9e5W.jpg",
      "https://image.tmdb.org/t/p/w300/bEDbVvvKPSXBbGpJrOtYbma3Xa.jpg",
      "https://image.tmdb.org/t/p/w300/akkHt3S4mupdnuryorQSXuGqAa.jpg",
      "https://image.tmdb.org/t/p/w300/n62uz6D7RjLjLln5fiKR95GTrJz.jpg",
      "https://image.tmdb.org/t/p/w300/aOEdar5pS36gUkEASucRXDDB34i.jpg",
      "https://image.tmdb.org/t/p/w300/dQutbCXdvcoRORJTcnakrICCkDb.jpg",
      "https://image.tmdb.org/t/p/w300/pPCAMBbCBCSV6GC983QIEmUkN2J.jpg",
      "https://image.tmdb.org/t/p/w300/kSycj00Oteq910zUGrsvCfjR2wk.jpg",
      "https://image.tmdb.org/t/p/w300/cIU78P8fjPsXj4IHQDH4Vq98GNz.jpg",
      "https://image.tmdb.org/t/p/w300/iHgLLh6nV2RE7PnynHZEGZdnylA.jpg",
      "https://image.tmdb.org/t/p/w300/tn5SFbJ2Zg2vT0OXVtYEuuvPyui.jpg",
      "https://image.tmdb.org/t/p/w300/7cHhG7TlgAT7wgya91LFuopYwuP.jpg",
      "https://image.tmdb.org/t/p/w300/ryBuLrCuc7nje2H1AFkR7u9JIRw.jpg",
      "https://image.tmdb.org/t/p/w300/ejHTAKi4bLHSEuIjKrf2pCSEMOp.jpg",
      "https://image.tmdb.org/t/p/w300/sKsNu7aaZf8xDlNG3lGQNBz8lJ2.jpg",
      "https://image.tmdb.org/t/p/w300/jPgHHr4lglC7h3KMzfHE7Q3VrjQ.jpg",
      "https://image.tmdb.org/t/p/w300/mjFUZFZBy9oTqT9FFS5sEM1fqS5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMDkxMGYyNTktM2U4ZS00NTAyLWFhNzItMDQ0YzRlYzQ0YjM1XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-equilibrium-2002-open-matte-1080-p-blu-ray-remux-x-264-avc-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1h4k0/(CM)_Equilibrium_(2002)_OPEN-MATTE_1080p_BluRay_REMUX_x264_AVC_AAC_5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pjcHiAga#V5uuGKZkn94104p7WNEbFtLlS_ttFT-85FcZDN2XoAY",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ebg8psaekavq.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/a37qxupn2m50",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-equilibrium-2002-open-matte-720-p-blu-ray-remux-x-264-avc-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1h4km/(CM)_Equilibrium_(2002)_OPEN-MATTE_720p_BluRay_REMUX_x264_AVC_AAC_5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I60DlSxC#423JvJwY1p7SXGvcW9shjXVHX6n7IgmOhn7hcNKKjPs",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/179kuymgqbgt.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/b2gx4f5p50q8",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/hdhg0aqz6kjh",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "pPuAKVnqJdk",
      "video_url": "https://www.youtube.com/watch?v=pPuAKVnqJdk",
      "embed_url": "https://www.youtube.com/embed/pPuAKVnqJdk"
    }
  },
  {
    "metadata": "R|2002|94 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "22,801"
    },
    "title": "Undisputed (2002)",
    "description": "ေထာင္တြင္းသတ္ကြင္းေတြအစျပဳခဲ့ရာဇာတ္ကားတစ္ကားပါ။ နာမည္ႀကီးကမ႓ာ့ဟဲဗီးဝိတ္ေဘာက္ဆင္ခ်န္ပီယံေဂ်ာ့ဂ်္အုိက္စ္မန္းခ်ိန္ဘာတစ္ေယာက္ မုဒိန္းမႈနဲ႔စြပ္စြဲခံလုိက္ရျပီးကႏၲာရထဲမွာေဆာက္ထားနဲ့ ဆြိဝါတာအက်ဥ္းေထာင္ကုိပုိ႔ေဆာင္ျခင္းခံလုိက္ရပါေတာ့မယ္။ဆြိဝါတာအက်ဥ္းေထာင္ထဲမွာ ခ်န္ပီယံတစ္ေယာက္ရွိႏွင့္ျပီးသားကုိ ခ်ိန္ဘာတစ္ေယာက္သိရွိသြားျပီးေနာက္မွာေတာ့ဂူတစ္ဂူထဲမွာ ျခေသၤ့ႏွစ္ေကာင္မေအာင္းႏုိင္ဘူးဆုိတဲ့စကားအတုိင္း ခ်န္ပီယံရာထူးကုိလုႀကပါေတာ့တယ္အဆုံးသတ္မွာ ဘယ္သူက တကယ့္ခ်န္ပီယံျဖစ္မလဲဆုိတာကုိ စိတ္ဝင္တစားႀကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းတစ္ကားပါ(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 752 MBQuality : Bluray 720PRunning Time : 1hr 34minutesFormat : Mp4Genre : Action, Crime, DramaTranslator : Ye Man AungEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWalter HillStarsMichael RookerPeter FalkVing RhamesWesley Snipes",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/undisputed-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "752 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://yuudrive.me/7052b/undisputed-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "752 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://megaup.net/2SujB/Undisputed_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "752 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://mega.nz/file/S1oQAKoC#EyAPx9lYJ0egoBkDQQ10n5KoUcn-ABl0vFDomXnsTos",
        "server": "mega.nz",
        "size": "752 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://upstream.to/vzm30tywmubw",
        "server": "upstream.to",
        "size": "752 MB",
        "quality": "Bluray 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2002|185 min|Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "29,744"
    },
    "title": "Devdas (2002)",
    "description": "IMDb Rating(7.6) / Rotten Tomatoes (89%)တည်ငြိမ်နေတဲ့ ပတ်ဝန်းကျင်နဲ့ ထည်ဝါလွန်းတဲ့ အိမ်တော်ကြီး တစ်ခုမှာထူးထူးခြားခြား ဆူညံပွက်လောရိုက်နေတယ်ဘာကြောင့်လဲဆိုတော့ ဒေ့ဗ်ဒါးစ် ပြန်လာမယ်လို့ စာရေးလိုက်လို့..ဒေ့ဗ်ဒါးစ် ဆိုတာ ငယ်စဉ်ကတည်းက လန်ဒန်ကို ပညာသင်လွှတ်လိုက်တဲ့ ဒီအိမ်တော်ကြီးရဲ့ သခင်လေးသားကိုတွေ့ရတော့မှာမို့ ပျော်လွန်းလို့ မျက်ရည်ကျနေတဲ့ အမေဘာလုပ်လို့ ဘာကိုင်ရမသိဖြစ်နေတဲ့ အစေခံတွေ“ငါ့သားလေးကို ငါအရင်တွေ့ပါရစေ အားလုံး မျက်လုံးတွေ မှိတ်ထားပေးကြပါ ”============================================“နင် လန်ဒန်ကို ရောက်နေတော့ ငါ့ကို သတိရလားတစ်ခါမှ မရပါဘူးငါ့မှာတော့ အကြိမ်ပေါင်း ၂၈၅၀ လောက်စာတွေ ရေးခဲ့တယ်နင့်အတွက် ရည်စူးပြီး ထွန်းညှိထားတဲ့ ဆီမီးတိုင်က ၈၇၆၀၀ နာရီလောက်ကြာအောင် တောက်လောင်နေတာနင့်ကို သတိရတဲ့ တစ်ချိန်တော့ ရှိပါတယ်ဟာငါ့ အသက်တစ်ကြိမ် ရှုလိုက်တိုင်းမှာပေါ့”******************************************အမေဖြစ်သူမှာ အရင်တွေ့ချင်ပေမယ့် မြင်တွေ့ခွှင့်မရပဲ ဘေးအိမ်က ပါရိုဆီကို အပြေးသွားခဲ့လေသူ ဒေ့ဗ်သားဖြစ်သူရဲ့ ဦးစားပေးမှုကို လုယူခံလိုက်ရလို့ ပါရိုကို သမီးတစ်ယောက်လို ချစ်ပေမယ့် အမုန်းကြီး မုန်းခဲ့တော့တယ်လူကြီးချင်း မည်မျှပင် ရင်းနှီးခဲ့ပေမယ့် အဆင့်အတန်းကွာခြားလွန်းလို့ သားဖြစ်သူကို ပါရိုနှင့် သဘောမတူကြောင်းလူလည်ခေါင်မှာ ပြောပြီး ပါရို အမေ့ကို ငြင်းလွှတ်လိုက်ပါတယ်လူလည်ခေါင်မှာ အရှင်ကွဲခံရလိုက်တဲ့ ပါရိုအမေက“ငါ့သမီးကို နင်တို့ထက် မြင့်တဲ့ မျိုးရိုး အဆင့်အတန်းပဲ ပေးစားပြမယ်”============================================“ငါတို့ အဆင့်အတန်း ငါတို့ မျိုးရိုးနဲ့ သူတို့နဲ့ တူသလားကွကျွန်တော်တို့ စားသောက်နေတဲ့ အစားအစာချင်း တူသေးတာပဲ မဟုတ်လားရေထဲက ငါး နှင့် ကောင်းကင်ပေါ်က ငှက် ဘယ်လိုမှ အမျိုးမတော်နိုင်ဘူးကွကောင်းကင်ယံက နတ်ဘုရားတွေကိုတောင် လူတိုင်း ဆက်သွယ် ကိုးကွယ်နေကြတာပဲ မဟုတ်လား”============================================ဂုဏ်သိက္ခာ အဆင့်အတန်း နှင့် မာန ကြားက လွန်ဆွဲပွဲမှာ မြေစာပင် ဖြစ်ခဲ့ရတာ အချစ်စစ်တွေပဲအချစ်ကြီး ချစ်ခဲ့သူ ပါရိုနဲ့ ချစ်လျှက်နဲ့ ဝေးခဲ့ရတယ်ကံကြမ္မာ အပြောင်းအလဲက မြန်လွန်းလှတယ်ဥပဒေဘွဲ့ရ ပညာတတ် တစ်ယောက် ဖြစ်တဲ့ ဒေ့ဗ် က အချစ်နာကျ အရက်သမား ဒေ့ဗ် ဘဝကို ရောက်သွားခဲ့တယ်============================================အမျိုးသမီးတစ်ယောက်က ဇနီးမယား အမေ ညီမအစ်မသူငယ်ချင်း မိတ်ဆွေ ဒီထဲကမှ မဟုတ်ရင် ပြည်တန်ဆာ တစ်ယောက်ပဲမင်း တခြား တစ်ယောက်ယောက် ဖြစ်လို့ မရဘူးလား ချန်ဒရာ မူခီ ”============================================ဒေ့ဗ်ဒါးစ် ပါရို နှင့် ချန်ဒရာ မူခီ တို့ကြားက ချစ်ခြင်း မေတ္တာတွေကို ခံစားကြပါကုန်အသည်းနှလုံးမာ သူတောင် မျက်ရည်ကျ သွားစေရမည်လို့ ရဲရဲကြီး အာမခံပါတယ်============================================“အဖေက ရွာကနေ ထွက်သွားလို့ ပြောဖူးတယ်အားလုံးက ပါရိုကို စွန့်လွှတ်လိုက်လို့ ပြောတယ်ပါရိုက အရက်သောက်တာ စွန့်လွှတ်လိုက်ဖို့ ပြောတယ်ဒီနေ့ အမေက ဒီအိမ်ကို စွန့်လွှတ်လိုက်ဖို့ ပြောပြီတစ်နေ့ကျရင် ဒီကောင်က ပြောလာလိမ့်မယ့်ဒီလောကကြီးကို ကျောခိုင်းသွားလိုက်တော့လို့ ”============================================Devdas ဇာတ်ကားဟာ SRK ရဲ့ အရည်အသွေးကို မှတ်ကျောက်တင်တဲ့ ဇာတ်ကားဆိုရင်လည်း မမှားပါဘူးသာမန် ရုပ်ရှင်တစ်ကားလို မဟုတ်ပဲ ဇာတ်လမ်းထဲကို စီးမျောသွားအောင်တင်ဆက်ထားလို့ လက်အလွတ်မခံသင့်ပါဘူးဗျာ..မင်းသမီးတွေကလဲ Miss Universe ဖြစ်ခဲ့တဲ့ Aishwarya Rai  နဲ့ ဝါရင့်သရုပ်ဆောင် Madhuri Dixit  တို့ဖြစ်နေတော့SRK နဲ့ တွဲစပ်မြင်ရတာ သိပ်ကိုလိုက်ဖက်တာပေါ့ဗျာ။(ဘာသာပြန်ပေးထားသူတွေကတော့ ရဲမာန်အောင်နဲ့ကိုဇော်ထူးပါ)File Size : (3GB) / (1.7 GB) / (1.3 GB)Quality : WEB-DL 1080p / 720p/ HDRip 720pRunning Time : 3hr 5minutesFormat : Mp4Genre : Musical, Romance , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man Aung & Zaw HtooEncode by Thanhtike Zaw & Neinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSanjay Leela BhansaliStarsAishwarya Rai BachchanAnanya KhareDina PathakJackie ShroffKirron KherMadhuri DixitManoj JoshiMilind GunajiShah Rukh KhanSmita JaykarCastAishwarya Rai BachchanAmardeep JhaAnanya KhareApara MehtaAva MukherjeeDina PathakJackie ShroffJaya BhattacharyaKirron KherMadhuri DixitManoj JoshiMilind GunajiMuni JhaRadhika SinghShah Rukh KhanSmita JaykarSunil RegeTiku TalsaniaVijay CrishnaVijayendra Ghatge",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dqEooU9jIOlO3K6L4M0KKoj3lPQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTY0NjE0ODczMV5BMl5BanBnXkFtZTcwMDg1ODgzMQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/devdas-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-devdas-2002-1080-p-gplay-web-dl-ddp-5-1-x-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cloudemb.com/n32t4spbgz4l.html",
        "server": "streamsb.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2knyf/(CM)Devdas.2002.1080p.GPLAY.WEB-DL.DDP5.1.x264-Telly.mp4",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/GtFHnYjA#b0J9njPYn-XH3Q7sRvVi2UbbRnJaEHix_RTImFF6Dh4",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-devdas-2002-720-p-gplay-web-dl-ddp-5-1-x-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/6rxenvqatpxs.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2knyh/(CM)Devdas.2002.720p.GPLAY.WEB-DL.DDP5.1.x264-Telly.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/C5dTQYyR#4PTvCrG7hLl_VdUiElH-1I7PgmZ1H6GoEkpFwSGH3gY",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/devdas-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://yuudrive.me/d3f6b95/devdas-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.3 GB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://megaup.net/1wtqd/Devdas_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://mega.nz/file/X1IziYwZ#NfkYBZjwg6W-CxA_iLl94PspDfrv_4ETcdHB08dzBtY",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "HDRip720p"
      }
    ],
    "trailer": {
      "video_id": "K4SaAis60T8",
      "video_url": "https://www.youtube.com/watch?v=K4SaAis60T8",
      "embed_url": "https://www.youtube.com/embed/K4SaAis60T8"
    }
  },
  {
    "metadata": "NOT RATED|2002|89 min|Action,Adventure,Comedy,Family",
    "rating": {
      "rating": "2.5/10",
      "rating_count": "28,744"
    },
    "title": "Home Alone 4 (2002)",
    "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=home+aloneမှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Kevin McCallister’s parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father’s rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a new criminal named Vera to hit Natalie’s mansion.File size…(1.9 GB) and (1 GB)Quality…BluRay 1080p & 720pFormat…mp4Duration….01:29:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHein Zaw & Thar Nyo LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMorag CameronRod DanielStarsBarbara BabcockClare CareyErick AvariFrench StewartJason BegheJoanna GoingMike WeinbergMissi PyleCastBarbara BabcockClare CareyErick AvariFrench StewartJason BegheJoanna GoingMike WeinbergMissi Pyle",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t0UK0LSjjT8zF3Q5FP7AwizyMUd.jpg",
      "https://image.tmdb.org/t/p/w300/5JT1w6q3ichrD1kqLgk2Q98f1Cl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/918W3i-NmbL._RI_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/home-alone-4-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/home-alone-4-taking-back-the-house-1080-p-10-bit-web-rip-x-265-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/home-alone-4-taking-back-the-house-720-p-10-bit-web-rip-x-265-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Uz74/Home_Alone_4_-_Taking_Back_the_House_1080p_10bit_WEBRip_x265.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Awzf/Home_Alone_4_-_Taking_Back_the_House_720p_10bit_WEBRip_x265.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RKoS0JBY#gRoMzOyy1pGci5loqjeEm_n4SFUBaqk0Op03jhTWBGk",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VLgQwDgA#XRdCKiZVYDffmHvwknRizH0Cw58AIttQINIEoIvC40c",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zq2akrnc7l16.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wt0qz4xovi1z.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/hwjpnnvpfnsr.html",
        "server": "datbu.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/f1xm99mde7om.html",
        "server": "datbu.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/c8ghlblz4b37",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2002||Adventure,Animation,Comedy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "53000"
    },
    "title": "Stuart Little 2 (2002)",
    "description": "Stuart Little 2 (2002)=================ဒီဇာတ်ကားလေးကတော့ 2002 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ Rob Minkoff ကရိုက်ကူးခဲ့တဲ့ family/comedy ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Little မိသားစုကြီးရဲ့ သားအလတ်ဖြစ်တဲ့ ကြွက်ကလေးStuart ကို အရွယ်သေးငယ်လို့ဆိုပြီး မိခင်က နေရာတကာ စိတ်မချဖြစ် အစိုးရိမ်လွန်နေရပေမယ့် Stuartကတော့ စွန့်စားခန်းဖွင့်ရတာကို သိပ်သဘောကျတဲ့သူတစ်ဦးပါ။ တစ်နေ့မှာရန်သူ့ရဲ့လက်ကနေ ထွက်ပြေးလာတဲ့ ငှက်မလေး Margalo နဲ့ တွေ့မိပြီး ခင်မင်သွားကြတဲ့နောက် Stuart ရဲ့အိမ်ကို Margalo လိုက်နေခဲ့တယ်။ အဲဒီနောက်တော့ ရန်သူတော်ကြီးနဲ့Stuart တို့ ဘယ်လိုတွေဆက်ပြီး တိုက်ပွဲဝင်ကြမလဲ Margalo နဲ့ ရန်သူကြီးကရော ဘယ်လိုတွေပတ်သက်မှုရှိနေလဲ စတဲ့ လျှို့ဝှက်စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။ဒါ့အပြင် မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကိုပေါ်လွင်စေတဲ့ ၅၂၈ ချစ်ခြင်းမေတ္တာတွေကို ပုံဖော်ရိုက်ကူးပြသထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size – (1.86 GB) /(920 MB) / (606 MB)Quality – BluRay 1080p / 720p / 480pDuration – 1hr 17minsSubtitle – Myanmar HardsubFormat – MP4Genre : Animation, Adventure, ComedyTranslator – May Thet Khine SoeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRob MinkoffStarsGeena DavisHugh LaurieMichael J. Fox(voice)CastAnna HoelckAshley HoelckFrank AquilinoGeena DavisHugh LaurieJames WoodsJonathan LipnickiKevin OlsonMarc John JefferiesMaria BamfordMelanie GriffithMichael C. FuchsMichael J. FoxNathan LaneRachael HarrisSteve Zahn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iEvlXeDvLW5IjmWa5jwO0Tieu1g.jpg",
      "https://image.tmdb.org/t/p/w300/wiGez9vknlmmdF31bZyjV58gayH.jpg",
      "https://image.tmdb.org/t/p/w300/lFLKAQYlmVSrWJhHbnavXBFY3P4.jpg",
      "https://image.tmdb.org/t/p/w300/3HFuJ7T0xAs7mglRa0B0F89bId4.jpg",
      "https://image.tmdb.org/t/p/w300/sebDx3NTvxo616OE6FrXYsThVix.jpg",
      "https://image.tmdb.org/t/p/w300/iA5PT2b9NsrEufx7rOLw700CHCB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMTYyNDg0Njc2Nl5BMl5BanBnXkFtZTYwMDc3NzQ3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/stuart-little-2-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/stuart-little-ii-2002-1080-p-blu-ray-x-265-rarbg-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.86 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/34i3i/Stuart.Little.II.2002.1080p.BluRay.x265-RARBG_new.mp4",
        "server": "megaup.net",
        "size": "1.86 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://viewsb.com/iprifs715yu6.html",
        "server": "streamsb.com",
        "size": "1.86 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/IugmhCaQ#PuouhiXtVHm_WL-q-RMt2-VATPGnRs0_TGeJGgNMedI",
        "server": "mega.nz",
        "size": "1.86 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/43f25xjkz9yz.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/stuart-little-ii-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/34i3u/Stuart.Little.II.2002.720p.mp4",
        "server": "megaup.net",
        "size": "920 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://viewsb.com/rbab8znnq6zm.html",
        "server": "streamsb.com",
        "size": "920 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/EmRQyJwT#eRnyFRJbvaIPecz8sfGTr3_l-O3w_WEBdM8sh4y33N8",
        "server": "mega.nz",
        "size": "920 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/0a81bnauhny9.html",
        "server": "usersdrive.com",
        "size": "920 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/stuart-little-ii-2002-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "606 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2okB6/Stuart.Little.II.2002.480p.mp4",
        "server": "megaup.net",
        "size": "606 MB",
        "quality": "480P"
      },
      {
        "link": "https://viewsb.com/7tu9x1ijyaja.html",
        "server": "streamsb.com",
        "size": "606 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Q7BWiRqY#kpdMrVnL40ya_5SCFEXFIEyfQTgw9xSfGgA9z7aIRvk",
        "server": "mega.nz",
        "size": "606 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/tc4h760x3m3s.html",
        "server": "usersdrive.com",
        "size": "606 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "HvdNtZ5zPTs",
      "video_url": "https://www.youtube.com/watch?v=HvdNtZ5zPTs",
      "embed_url": "https://www.youtube.com/embed/HvdNtZ5zPTs"
    }
  },
  {
    "metadata": "N/A|2002|2h 31m|Bollywood,Drama,Horror,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "3.6k"
    },
    "title": "Raaz (2002)",
    "description": "Raaz (2002)Horror/DramaIMDb 6.6/10 (3.6K)ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ သရဲကားကောင်းတစ်ကားကိုရှာနေတယ်ဆိုရင်တော့ မင်းသမီး ဗီပါရှားဘာဆူးရဲ့ ဒီဇာတ်ကားလေးကို ညွှန်းပါရစေ…ဒီဇာတ်ကားလေးမှာ အချစ် အလွမ်း အဆွေး ရသမျိုးစုံပါနေတဲ့အပြင်သီချင်းလေးတွေလည်း ကောင်းလို့ ဘောလီဝုဒ်သီချင်းကြိုက်တဲ့သူတွေနှစ်သက်စေမှာ အမှန်ပါပဲ…အာဒစ်သယားနဲ့ ဆန်ဂျနားဟာ ပြတ်တော့မယ့်ဆဲဆဲသူတို့ရဲ့အိမ်ထောင်ရေးလေးတည်မြဲဖို့နောက်ဆုံးအခွင့်အရေးတစ်ခုပေးချင်တဲ့အနေနဲ့သူတို့ရဲ့အချစ်တွေစတင်ပေါက်ဖွားရာအူတီမြို့လေးကို ထွက်လာခဲ့ပါတယ်..အဲ့ဒီမှာပဲ ညညဆို ဆန်ဂျနားဟာ မိန်းကလေးတစ်ယောက်နာနာကျင်ကျင် အော်ဟစ်သံနဲ့ သေနတ်သံတွေကိုညတိုင်းလိုလိုကြားနေခဲ့ရပါတယ်…အဲ့ဒီအသံတွေကလည်း သူမတစ်ယောက်တည်းကလွဲရင်ကျန်တဲ့သူတွေ ဘယ်သူမှ မကြားရပါဘူး…တစ်စတစ်စနဲ့ တဖြည်းဖြည်း အသံတွေဟာ နီးကပ်လာတဲ့အခါမှာတော့…..File size…2.2GB / 918MBQuality…1080p WEB RIP / 720pFormat…mp4Duration….2h 31mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVikram BhattStarsAli AsgarAnang DesaiAshutosh RanaBipasha BasuDino MoreaMalini SharmaMink BrarMurali SharmaPratima KazmiShruti UlfatVishwajeet PradhanCastAli AsgarAnang DesaiAshutosh RanaBipasha BasuDino MoreaMalini SharmaMink BrarMurali SharmaPratima KazmiShruti UlfatVishwajeet Pradhan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o8U9C3x9WNLMq2jzxebx1dPbsrV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/raaz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/raaz-2002-web-rip-1080-p-hindi-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4cewrieivs2i.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3aF4h/Raaz_2002_WebRip_1080p_Hindi_AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/l59xiYqI#hDMDigvv6iYrL6C8tvGn96HmTkDMAI1KzLzIkiRZoPQ",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/fy65o1d7pw7k",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/raaz-2002-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tlfuo6nxel7f.html",
        "server": "usersdrive.com",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2uHC2/Raaz_2002_WebRip_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Qg8CiRKQ#2CvkzlZx05HM7tdS0G005hIyp0IsO6GhSPzSRY_mT4Q",
        "server": "mega.nz",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/993jfjkv27dx.html",
        "server": "streamsb.com",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/hldacc2kdxo7",
        "server": "streamvid.io",
        "size": "918MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2002|112 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "237,193"
    },
    "title": "Panic Room(2002)",
    "description": "Panic Room(2002)IMDb…..6.8အမ်ိဳးသားနဲ႔ ကြဲရာကေန ေလ်ာ္ေၾကးသေဘာမ်ိဳးနဲ႔ အိမ္တစ္လံုးကုိ သားအမိ(၂)ေယာက္ ရခဲ့တယ္။အိမ္ရဲ႕ခမ္းနားႀကီးက်ယ္မႈက ေတာ္ရုံသူေတြမ၀ယ္ႏုိင္တဲ့အိမ္မ်ဳိး….ဒီအိမ္တစ္လုံးရဲ႕ တန္ဘုိးကုိ အေကာင္းဆုံး ျဖစ္ေစတဲ့အထူးလုံျခဳံေရးအခန္းလုိ႕ ေျပာရေလာက္ေအာင္ အဆင့္ျမင့္အခန္းတစ္ခန္းရွိတယ္…ဒီအခန္းရဲ႕ ရည္ရြယ္ခ်က္က မသမာသူေတြရဲ႕ရန္ကုိ ကာကြယ္ဖုိ႕လုပ္ထားတာပါ..သီးျခားဖုန္းလုိင္းရွိသလုိ အခန္းကုိ ေတာ္ရုံကိရိယာနဲ႕ေဖာက္လုိ႕မရတဲ့စတီးနံရံေတြနဲ႕လုပ္ထားသလုိ လုံၿခဳံေရးစနစ္ကလည္း တကယ့္ကုိအဆင့္ျမင့္ပါတယ္…ဒီလုိနဲ႕ ဒီသားအမိ(၂)ေယာက္ဟာ ဒီအိမ္ကုိေျပာင္းေရႊ႕ခဲ့တယ္…ေျပာင္းေရႊ႕ခဲ့တဲ့ညမွာပဲ မုိးေတြရြာေနတာကုိအခြင့္ေကာင္းယူၿပီးလက္နက္ကုိင္လူ(၃)ေယာက္ဟာ ေရာက္ရွိလာပါေတာ့တယ္……ဒီကားက ဇာတ္လမ္းအစမွအဆုံးထိတကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ပါ….အီသြားတဲ့ေနရာမရွိသလုိ ဘာေတြဆက္ျဖစ္မလဲဆုိတာလည္း ခန္႕မွန္းလုိ႕မရပါဘူး….ဆုိေတာ့ ဒီကားၾကည့္မယ္ဆုိရင္ေရဗူးေတြ မုန္႕ေတြေဘးခ်ၿပီး ဆီးအုိးပါ ေဘးမွာထားလုိက္ဗ်…..ဘာလုိ႕ဆုိ ေတာ္ရုံကိစၥေတြေၾကာင့္ ဇာတ္ကားရဲ႕ ရသေပ်ာက္သြားမွာစုိးလုိ႕…ခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕….ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူက Ye Pye Sone ပဲျဖစ္ပါတယ္…File Size : (1GB) and (363 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:52:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBob WagnerDavid FincherMike TopoozianSharron ReynoldsStarsAndrew Kevin WalkerAnn MagnusonDwight YoakamForest WhitakerIan BuchananJared LetoJodie FosterKristen StewartPatrick BauchauPaul SchulzeCastAndrew Kevin WalkerAnn MagnusonDwight YoakamForest WhitakerIan BuchananJared LetoJodie FosterKen TurnerKristen StewartMel RodriguezNicole KidmanPatrick BauchauPaul SchulzePaul SimonRichard ConantVictor Thrash",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gXkMRCw4dKE3yRnZpmgP8wfLL1y.jpg",
      "https://image.tmdb.org/t/p/w300/toaTMDrhEG5TIPr0TWflltVvmVw.jpg",
      "https://image.tmdb.org/t/p/w300/q1L2dZaa70CblveazvrZLLLQgzk.jpg",
      "https://image.tmdb.org/t/p/w300/cH9G12Pd3iaE8Sbd1OY4tK61oNU.jpg",
      "https://image.tmdb.org/t/p/w300/m2QJsuDp29DN0pOAhxeaEw5KVZa.jpg",
      "https://image.tmdb.org/t/p/w300/oZhi6I8Yoz5uHzRjf30tB2zWsLw.jpg",
      "https://image.tmdb.org/t/p/w300/iXILjg4c6qIfoBZibl3Xx7dF2VG.jpg",
      "https://image.tmdb.org/t/p/w300/5k2MWjjALaO3E2AkrfOOjDxbseT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hjkugMBhYjV8ZXgvSnGXI3q7wt7.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/3zNxT/Panic_Room_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/86a97cph6o29",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/pnsn0p00q9dm.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/panic-room-2002-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/panic-room-2002-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "8IAIJQpQuSM",
      "video_url": "https://www.youtube.com/watch?v=8IAIJQpQuSM",
      "embed_url": "https://www.youtube.com/embed/8IAIJQpQuSM"
    }
  },
  {
    "metadata": "|2002||Comedy,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": ""
    },
    "title": "The Hot Chick (2002)",
    "description": "The Hot Chick (2002)Genre – Comedy, FantasyIMDB – 5.5/10The Animal ကားနဲ့ အသေခွီနေရအောင် လုပ်ခဲ့တဲ့ဟာသမင်းသားကြီး Rob Schneider ရဲ့ အရင်ခေတ်ကအခွီနောက်တစ်ကား လာပါပြီ။သူတင်မကပဲ ကျွန်တော်တို့ Notebook တို့ About Time တို့ Doctor Strange ကောင်မလေးSherlock ကောင်မလေးတို့ လုပ်ခဲ့တဲ့ မင်းသမီးချော Rachel McAdams လည်း ပါပါသေးတယ်ဗျာ။Scary Movie တွေနဲ့ မျက်ခွက်ပြောင်ခဲ့တဲ့ Anna Faris ကလည်းဇာတ်ပို့အနေနဲ့ ပါထားတော့ မြိုင်နေရောပဲ။ဒီဟာသကားလေးကတော့ အရင်တုန်းက ခဏခဏ ထွက်ရှိခဲ့သလိုယောက်ျားမိန်းမ နေရာချင်းလဲသွားတာမျိုးပါဒါကတော့ စိတ်ချင်းလဲတာ မဟုတ်ပဲ ခန္ဓာ ကိုယ်ကြီး လဲသွားတာဖြစ်လို့မင်းသားကြီး စကေးပြထားတဲ့ကားပါ။ဇာတ်လမ်းလေးကတော့ ချောမောလှပပေမဲ့ သူများအပေါ် ယုတ်မာပြီးလူမုန်းများတဲ့ အထက်တန်းကျောင်းသူပန်းဖွားမယ်ကလေး ဂျက်ဆီကာ ဆိုတာရှိပါတယ်။ယောက်ျားလေးတွေကိုလည်း မယုံကြည်ပဲအပြိုင်ဆိုင်များ တိုက်ခိုက်ပြီး အကျင့်မကောင်းတဲ့ကောင်မလေးပေါ့။အဲဒီမှာ သူဟာ ရှော့ပင်းမောလ်ထဲက ရှေးဟောင်းပစ္စည်းဆိုင်ကထူးဆန်းတဲ့နားကပ်လေး တွေ့ခဲ့ပါတယ်။ဒီနားကပ်လေးက ရှေးပဝေသနီကတည်းက မင်းသမီးတစ်ပါးကအိမ်ထောင်မပြုချင်တာကြောင့် အစေခံမလေးနဲ့ ခန္ဓာကိုယ်ချင်း လဲခဲ့တဲ့ မှော်နားကပ်လေးပေါ့။ဂျက်စီကာက နားကပ်လေးလှလို့ ဝယ်မယ်လုပ်တော့ဆိုင်ပိုင်ရှင်က မရောင်းတဲ့အခါ မရမက ခိုးခဲ့ပါတော့တယ်။ဒါနဲ့ လမ်းကျ ဆီဖြည့်နေတဲ့အချိန် အပေအတေ သူခိုးဂျပိုးတစ်ယောက်နဲ့ တွေ့ဆုံကြပြီးနားကပ်တစ်ဖက်က သူ့ဆီပါသွားလို့ ညရောက်တော့ဟိုက ကမြင်းကြောထပြီး ကောက်ဝတ်လိုက်တဲ့အခါမှာတော့ဂျက်ဆီကာနဲ့ သူခိုးဂျပိုး ခန္ဒာကိုယ်တို့ လဲသွားခဲ့ပါတော့တယ်။အဲဒီမှာ သူငယ်ချင်းဖြစ်သူ ဧပရယ်ရဲ့ အကူအညီနဲ့ ခန္ဒာကိုယ်ဘယ်လိုရအောင် ပြန်လုပ်မလဲဆိုတာကို မင်းသားကြီးRob Schneider ရဲ့ အခွီ သရုပ်ဆောင်ချက်တွေနဲ့အတူပျော်ပျော်ပါးပါး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်ဗျ။File size…  2.2 GB /  1 GBQuality… WEB Dl 1080p / 720pFormat… mp4Duration…. 1h 44mGenre …..   ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by… Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam SandlerAlexandra HoldenAngie StoneAnna FarisAshlee SimpsonBerglind IceyDick GregoryEric Christian OlsenFay HauserJodi LongKatie LohmannLee GarlingtonLeila KenzleLouis LombardiMaria-Elena LaasMaritza MurrayMatt WeinbergMatthew LawrenceMegan KuhlmannMelora HardinMichael O'KeefeMichael PapajohnMichelle BranchRachel McAdamsRebecca LinRob SchneiderRobert DaviSam DoumitScott DolezalTamera Mowry-HousleyTeresa EspinosaTia Mowry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vK8uTRjiNkJ7P2VINNLxYWiiw0z.jpg",
      "https://image.tmdb.org/t/p/w300/eqtr8gDHjouOcW1mXZwPuP9uQy1.jpg",
      "https://image.tmdb.org/t/p/w300/Rm6whA7vKvENVbCq9RDkbAFC1P.jpg",
      "https://image.tmdb.org/t/p/w300/l92xUvOIgmr7cIx46IDHmEhn8L9.jpg",
      "https://image.tmdb.org/t/p/w300/uJv1zbIleWpbQplp5h3vrnaXWw0.jpg",
      "https://image.tmdb.org/t/p/w300/oIMlVWZRxRK1XcOMqAA9HAMEP9R.jpg",
      "https://image.tmdb.org/t/p/w300/uyUIKEHJ3d6fFzMCkOZ0OtgGPWB.jpg",
      "https://image.tmdb.org/t/p/w300/tcwSzG14hfIKkok0qxoHKpFMUVB.jpg",
      "https://image.tmdb.org/t/p/w300/d45V3kjzYjO7jejTVnKlqNtSMki.jpg",
      "https://image.tmdb.org/t/p/w300/s33BR7eAKaB8GH4SEdqB5M7rk3T.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lnnGE4TKa05t20SZ2batuAhXCp4.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/18x4d9uxw8mh.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-hot-chick-2002-1080-p-web-dl-dd-5-1-h-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hz29/The.Hot.Chick.2002.1080p.WEB-DL.DD5.1.H_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/GZFHHSTa#MQgcNb1ofB9C1dLKgzzSornVADYLn6UKhOmuauvPPMA",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/lvg88fgxddzv",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d84hq38vwy56.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-hot-chick-2002-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hz2o/The.Hot.Chick.2002.720p.WEB-DL_{CM}.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qJtXxKiJ#ReTyk9MNBtl5-p8__Wpi_hpFeZaTHbzFxvliWyoJHuw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/16cu71oimel2",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6z5zbY-0QCA",
      "video_url": "https://www.youtube.com/watch?v=6z5zbY-0QCA",
      "embed_url": "https://www.youtube.com/embed/6z5zbY-0QCA"
    }
  },
  {
    "metadata": "|2002||Crime,Drama,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "258000"
    },
    "title": "Road to Perdition (2002)",
    "description": "Road to Perdition (2002)==================IMDb Rating – 7.7/10Directed By Sam Mendesဟိုးတစ်နှစ်က1917နဲ့ အ‌တော်အောင်မြင်ခဲ့တဲ့၊2000ခုနှစ်မှာ American Beautyနဲ့Best Directorဆုရခဲ့တဲ့၊ လက်ရှိဂျိမ်းစ်ဘွန်းကားတွေရဲ့ ဒါရိုက်တာဖြစ်တဲ့ ရိုက်သမျှအကုန်အောင်မြင်ခဲ့တဲ့ Sam Mendesကြီးရဲ့လက်ရာဟောင်းပါပဲ။Castတွေနဲ့က Tom Hanks,JuDe Law,လက်ရှိဂျိမ်းစ်ဘွန်းမင်းသား Daniel Craigနဲ့တစ်ချိန်က မင်းသားကြီး Paul Newmanတို့ပါပဲ။ဇာတ်ကြောင်းကတော့ 1930၀န်းကျင်ကအမေရိကန်ဂန်းစတားတွေ အကြောင်းသူတို့ရဲ့ အရှုပ်တော်ပုံတွေအကြောင်းပါပဲ။ဖြစ်ရပ်မှန်ကို မြစ်ဖျားခံထားပြီးနာမည်ကျော်ဂန်းစတားကြီး အယ်ကပုန်းနဲ့တောင်နည်းနည်း ချိတ်ဆက်နေတယ်။Sam Mendesကားကို စီနီမာတိုရပ်ဖီအတော်လှပါတယ်လို့ ပြောရမှာကမိ‌ကျောင်းမင်းရေခင်းပြသလိုပါပဲ။အစကနေ အဆုံး ရုပ်ရှင်ဓာတ်ပုံပညာသုံးထားတာတွေဟာ ပစ်ကြွေချင်စရာကောင်းအောင် လှတယ်။ဒီရုပ်ရှင်က အဖေနဲ့သားဆက်ဆံရေးကြောင့်သူ့ခေတ်သူ့အခါက တစ်ချို့က Godfatherနဲ့နှိုင်းခဲ့ကြပါတယ်။ နှိုင်းရလောက်အောင်မဟုတ်ပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့ မှတ်ကျောက်တင်နိုင်ခဲ့တဲ့ ဂန်းရုပ်ရှင်ကားတစ်ကားလို့ဆိုနိုင်တယ်။ဂန်းကားကောင်းကောင်းတွေ မထွက်တဲ့ဒီဘက်နှစ်တွေအတွက် အဆာပြေစေနိုင်မယ့်ကားဟောင်းတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung မှဖြစ်ပါတယ်။)A fantastic readFile Size – (1.9 GB / 1 GB / 700 MB)Quality – BluRay 1080p, 720p, 480pDuration – 1hr 57minSubtitle – Myanmar HardsubFormat – MP4Genre : Crime, Drama, ThrillerTranslator – WiRa AungEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSam MendesStarsRob MaxeyTom HanksTyler HoechlinCastAnthony LaPagliaCiarán HindsDaniel CraigDavid DarlowDiane DorseyDoug SpinuzzaDuane SharpDylan BakerHarry GroenerHeidi Jayne NetzleyIan BarfordJames GreeneJennifer Jason LeighJohn JuddJude LawKeith KupfererKerry RossallKevin ChamberlinKurt NaebigLance BakerLara PhillipsLiam AikenMaureen GallagherMichael SassoneMina BadieNicolas CadePaul NewmanPaul TurnerPeggy RoederRob MaxeyRoderick PeeplesStanley TucciTom HanksTyler Hoechlin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1xUQlIMFevh7krDDTOkgBhdS0Wy.jpg",
      "https://image.tmdb.org/t/p/w300/17GAxQ0DtUVAHZmKBENUw2b16vo.jpg",
      "https://image.tmdb.org/t/p/w300/8i7YHFa53WMkgOPIhcwrt0rx0a3.jpg",
      "https://image.tmdb.org/t/p/w300/dEAj6iwHru02m00P6uVnonKRSQQ.jpg",
      "https://image.tmdb.org/t/p/w300/A2qyS9dCFpmprbREnT157T3wtd8.jpg",
      "https://image.tmdb.org/t/p/w300/h6uSX1rJXZu7KJOoVqWudWBpUMH.jpg",
      "https://image.tmdb.org/t/p/w300/2fwITNYzoLLFOPQui0SoMAoIyWV.jpg",
      "https://image.tmdb.org/t/p/w300/iQdrJjllYhytkB9z22b7g8Awt46.jpg",
      "https://image.tmdb.org/t/p/w300/2w8ZALyP0wiWecGQTjslJCtzoJw.jpg",
      "https://image.tmdb.org/t/p/w300/fIzAgYolaARpdZalKQaKGZWbMXt.jpg",
      "https://image.tmdb.org/t/p/w300/6WGb3RK0ugA4sr18YFSFAGAicc.jpg",
      "https://image.tmdb.org/t/p/w300/ocHx40evIYAQwLAKLJw3s6TvwOk.jpg",
      "https://image.tmdb.org/t/p/w300/wLzwXZSvkKymB7SdoD5xpUOkBK1.jpg",
      "https://image.tmdb.org/t/p/w300/z630JOgDXcelGbAfN1E1QVQEa4U.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNzA4OTEzNzUtMjE5MC00MDcwLWIxN2MtZjY3OTE5ZDdhZWYzXkEyXkFqcGdeQXVyMDcxOTUyNQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/road-to-perdition-2002",
        "server": "VIP Links",
        "size": "1.97 GB / 1.15 GB / 670 MB",
        "quality": "BluRay 1080P 5.1CH /"
      },
      {
        "link": "https://yoteshinportal.cc/road-to-perdition-2002-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.97 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://cmdrive.org/share/Xsf2uyHE",
        "server": "Direct Link",
        "size": "1.97 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/1026k/Road.to.Perdition.2002.BluRay.1080p[CM].mp4",
        "server": "megaup.net",
        "size": "1.97 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/D41Q2A6A#6faST0syf14_GlkitBCXw9lbQ0ymw3EVuJ30-znAKp4",
        "server": "mega.nz",
        "size": "1.97 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/road-to-perdition-2002-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://cmdrive.org/share/jFw_rdUh",
        "server": "Direct Link",
        "size": "1.15 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1FZz3/Road.to.Perdition.2002.BluRay.720p[CM].mp4",
        "server": "megaup.net",
        "size": "1.15 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://embedsb.com/sy3m7nkhs2dq.html",
        "server": "streamsb.com",
        "size": "1.15 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/34kSySgZ#fvJOijyIswk_om-rb7GwZHPjgcvn9wCoz5_TLFZgmKs",
        "server": "mega.nz",
        "size": "1.15 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/0v3od4619b9s.html",
        "server": "usersdrive.com",
        "size": "1.15 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/road-to-perdition-2002-blu-ray-360-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "670 MB",
        "quality": "480P"
      },
      {
        "link": "https://cmdrive.org/share/6tIzI048",
        "server": "Direct Link",
        "size": "670 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1026t/Road.to.Perdition.2002.BluRay.360p[CM].mp4",
        "server": "megaup.net",
        "size": "670 MB",
        "quality": "480P"
      },
      {
        "link": "https://embedsb.com/ivwe3iudmobu.html",
        "server": "streamsb.com",
        "size": "670 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/7wtyTATY#-R_9xH8ikcX8CbwBWHlsoPyeMV3fxhLxbiLtTN780aw",
        "server": "mega.nz",
        "size": "670 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/mp2irubzuxce.html",
        "server": "usersdrive.com",
        "size": "670 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "tGEveEqpjYk",
      "video_url": "https://www.youtube.com/watch?v=tGEveEqpjYk",
      "embed_url": "https://www.youtube.com/embed/tGEveEqpjYk"
    }
  },
  {
    "metadata": "G|2002|1h 15m|Action,Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "61k"
    },
    "title": "The Cat Returns (2002)",
    "description": "The Cat Returns (2002)===================Studio Ghibli ရဲ့နာမည်ကြီးကားတွေကြားထဲမှာ လူသိပ်မသိကြပေမယ့်ချစ်ဖို့ကောင်းပြီး အသစ်အဆန်းဖြစ်တဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ဟရုဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာကျောင်းသွားတဲ့လမ်းမှာ လမ်းဖြတ်ကူးနေတဲ့ကြောင်လေးကို ကားတိုက်ခံရမှာကနေ ကယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ သူကယ်ခဲ့တဲ့ကြောင်လေးဟာ စကားပြောတတ်တဲ့အပြင်ကြောင်တိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားလေးဖြစ်နေပါတော့တယ်။အဲဒီကနေစလို့ ဟရုရဲ့နေ့စဥ်ဘဝမှာ ကြောင်တွေနဲ့ပတ်သက်လို့ထူးဆန်းဆန်းတွေ စဖြစ်လာပြီး နောက်ဆုံးမှာ ကြောင်တိုင်းပြည်ကို ခေါ်ဆောင်သွားခံရဖို့ ဖြစ်လာတဲ့အခါမှာတော့…ဒီဇာတ်လမ်းဟာ Whisper of the heart ရဲ့ MC ဖြစ်တဲ့ Shizuku ရေးခဲ့တဲ့fiction ဆိုပြီး fan theory လည်းရှိပါတယ်။အဓိကကတော့ WOTH မှာပါတဲ့ Baron ဆိုတဲ့ကြောင်ရုပ်တုလေးကဒီမှာအသက်ဝင်နေတဲ့အပြင် နာမည်ရော ရုပ်ပါအတူတူပါပဲ။ဒါ့အပြင် သေချာသတိထားကြည့်ရင် ဒီနှစ်ကားရဲ့ဆက်စပ်နေတဲ့scene တော်တော်များများကိုလည်း တွေ့ရမှာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။File size…1.5GB  / 763MBQuality…1080p WEB DL / 720pFormat…mp4Duration….1h 15mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Moe Pwint PhyuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroyuki MoritaStarsAki MaedaChizuru IkewakiHitomi SatôKen YasudaKenta SatoiKumiko OkaeMari HamadaTakayuki YamadaTetsu WatanabeTetsurō TambaYo OizumiYoko HonnaYoshihiko HakamadaYôsuke SaitôCastAki MaedaChizuru IkewakiHitomi SatôKen YasudaKenta SatoiKumiko OkaeMari HamadaTakayuki YamadaTetsu WatanabeTetsurō TambaYo OizumiYoko HonnaYoshihiko HakamadaYôsuke Saitô",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zUCpWrWU2kLZd0f8gPG2vma0AiM.jpg",
      "https://image.tmdb.org/t/p/w300/hfHID9TZBIklnQnXCKCXakcqpGY.jpg",
      "https://image.tmdb.org/t/p/w300/hqeHcbtUWtv7CHInu5RNVNxpXCr.jpg",
      "https://image.tmdb.org/t/p/w300/gUpfW9oT9GQLfy9nXhYNWSs51l5.jpg",
      "https://image.tmdb.org/t/p/w300/stZmoIobIMIOXDIqwv3kJMQzBsR.jpg",
      "https://image.tmdb.org/t/p/w300/yRJ0m4OcgWKRzhjd5ALmrdKaDAF.jpg",
      "https://image.tmdb.org/t/p/w300/3n7bG3pSbtGJKshYowfNRmSwFt0.jpg",
      "https://image.tmdb.org/t/p/w300/ay8ba0TLTshxgV2zpnOedLraq4B.jpg",
      "https://image.tmdb.org/t/p/w300/cJqsLLNMP4oVYNuRK6fSG8g786R.jpg",
      "https://image.tmdb.org/t/p/w300/fms0hpWOIRhJo6Ex4UVtcuEQ3Dm.jpg",
      "https://image.tmdb.org/t/p/w300/oHKvVivPqyQbw2R4rlCfoUh2YIs.jpg",
      "https://image.tmdb.org/t/p/w300/qzv8LnFphsl18ngMCMgkQBexhNe.jpg",
      "https://image.tmdb.org/t/p/w300/cuiJ6e6kSatyRlnCJrvJG2ElpSg.jpg",
      "https://image.tmdb.org/t/p/w300/vCKBySjF781VfK3LJjpXaBfAEWH.jpg",
      "https://image.tmdb.org/t/p/w300/whX6vj6HTL8adTwFIfEXvdp40Jr.jpg",
      "https://image.tmdb.org/t/p/w300/sXMNzYL9NEYyaLY2qfIbHpqIt72.jpg",
      "https://image.tmdb.org/t/p/w300/yv4tUst4iJa8lgrWOnxhNwyZ4LP.jpg",
      "https://image.tmdb.org/t/p/w300/t7pE3looJNmg7ZwhAUnIHfuUXde.jpg",
      "https://image.tmdb.org/t/p/w300/x0DBeQWvg2n2306Na1DNMfmqbNM.jpg",
      "https://image.tmdb.org/t/p/w300/d4BTZvckFTthyhGX27LZnWxl0tl.jpg",
      "https://image.tmdb.org/t/p/w300/B3pLOVpwaOUXFriYglOx6FKvc8.jpg",
      "https://image.tmdb.org/t/p/w300/ec6wgYj8rTjRYayJyybjPOiX4yv.jpg",
      "https://image.tmdb.org/t/p/w300/2iTpc3qFD7uRldmbxHOgUfc70Ax.jpg",
      "https://image.tmdb.org/t/p/w300/xvgnwqXvjY89gpDzcT2A5cGkQvQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/cat.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/neko-no-ongaeshi-the-cat-returns-1080-p-bd-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oh75nafkg3r1.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wy7y/Neko_no_Ongaeshi_-_The_Cat_Returns_(1080p_BD)_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Erk2ka6B#O9a_RNLhPsrHH3ZRWLuNjYBVEDWJuElvC6mTDYLaFfo",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/neko-no-ongaeshi-the-cat-returns-720-p-bd-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "763MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wyhr4ia1y4iv.html",
        "server": "usersdrive.com",
        "size": "763MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3it2z/Neko_no_Ongaeshi_-_The_Cat_Returns_(720p_BD)_YK(CM).mp4",
        "server": "megaup.net",
        "size": "763MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/M3NB3JwC#9W2oMpz68wXtwLxgkYw_3Wmsdzq-IHdWZcNTfUOhm-Y",
        "server": "mega.nz",
        "size": "763MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/b7103ik5vza2",
        "server": "streamsb.com",
        "size": "763MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9ehxkx3kg8uk",
        "server": "streamvid.io",
        "size": "763MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Gp-H_YOcYTM",
      "video_url": "https://www.youtube.com/watch?v=Gp-H_YOcYTM",
      "embed_url": "https://www.youtube.com/embed/Gp-H_YOcYTM"
    }
  },
  {
    "metadata": "|2002|1h 44min|Adult,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Sin Sisters (2002)",
    "description": "Sin Sisters (2002)(18+ Warning အဖော်အချွတ်အခန်းများ၊ လိင်ဆက်ဆံခန်းများနှင့်အသုံးအနှုန်း ကြမ်းတမ်းသည်များ ပါသည့်အတွက် မိသားစုနှင့်အတူ ကြည့်ရှု့ရန် မသင့်တော်ပါ)ဂျန်၊ ဂျွိုင်း၊ မာအင်း၊ ဂွိုင်နဲ့ ဂျွန် တို့ သူငယ်ချင်း ၅ ယောက်ဟာအထက်တန်းအတူတူတက်ခဲ့ကြတဲ့ သူငယ်ချင်းတွေပါ။တက္ကသိုလ်အပြီးမှာတော့ အသုဘတစ်ခုမှာ သူငယ်ချင်းတွေ ပြန်ဆုံဖြစ်ကြပါတယ်။သူငယ်ချင်းတစ်စုတို့ ဂျွန်ရဲ့ အိမ်မှာ တစ်ညစုအိပ်ဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲညမှာ မုန်တိုင်းတိုက်လာပြီး မီးပျက်သွားပါတော့တယ်။ဒီလိုနဲ့ သူငယ်ချင်း ၅ ယောက် စုပြီး ထွေရာလေးပါး စကားပြောကြရင်းသူတို့ရဲ့ ရှက်စရာအကောင်းဆုံး လိင်ကိစ္စတွေကို ပြောဖြစ်ခဲ့ကြပါတယ်။တစ်ယောက် တစ်လှည့် ကိုယ့်အကြောင်းကိုယ် ပြောကြရင်း ထူးဆန်းလာတာကတော့……အညွှန်း နဲ့ ဘာသာပြန်ကတော့Leonard Linပဲ ဖြစ်ပါတယ်။Genre….. Adult, ComedyQuality…. 1080p | 720p | 480pFile size… 3.2GB | 1.26GB | 610MBFormat… mp4Duration…. 1h 44minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Leonard LinEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChutima EveryClaudia ChakrabandhuKamonchanok VeyrojSonlaya PinnarinTorfun Jittaratit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jmYqHHSG2ZHM2DK0nL5XY3wxiUO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kezAXZnHDSlPoYsP7yCDJvro3Yg.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/abpaxo51z88v.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/sin-sisters-2002-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1PFpg/Sin.Sisters.2002.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/dCNlkJab#OHaV5XCSWQ6s-x5epMRUDmZW_v0__drNKfzUdLAB_rE",
        "server": "mega.nz",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/lyoe24tjxfc4.html",
        "server": "usersdrive.com",
        "size": "1.26GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/sin-sisters-2002-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1PFrf/Sin.Sisters.2002.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/AGt3SK6Q#9Idf4FMSzYKGjiGbWL3F8WHgHZwjn89sIUlcfOtHZv4",
        "server": "mega.nz",
        "size": "1.26GB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/ndljfnd3g93m.html",
        "server": "streamsb.com",
        "size": "1.26GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/aeh010ddh9wg.html",
        "server": "usersdrive.com",
        "size": "610MB",
        "quality": "480P"
      },
      {
        "link": "https://drive.google.com/file/d/1b4ZF4jFbxVvScfMEJRpSBosvxynx5Yxm/view?usp=share_link",
        "server": "yoteshinportal.cc",
        "size": "610MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3RxJA/Sin.Sisters.2002.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "610MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/BadyDTyI#wxcBH81QtMx1Z1WWSCYtAvtJgKiDsHRR7OZk7mLRk3k",
        "server": "mega.nz",
        "size": "610MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/ysuqm3alxx4d.html",
        "server": "streamsb.com",
        "size": "610MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "CxeZv3OpjAI",
      "video_url": "https://www.youtube.com/watch?v=CxeZv3OpjAI",
      "embed_url": "https://www.youtube.com/embed/CxeZv3OpjAI"
    }
  },
  {
    "metadata": "R|2002|130 min|Crime,Drama",
    "rating": {
      "rating": "8.7/10",
      "rating_count": "580,310"
    },
    "title": "City of God(2002)",
    "description": "City of God(2002)*******************IMDb….8.7 Rotten……90%အော်စကာ….၄ဆုဒီကားဇတ်လမ်းလေးအစမှကောင်လေး ၂ယောက်လမ်းလျှောက်လာတယ် တစ်ယောက်က ကင်မရာလေးတစ်လုံးလွယ်ထားတယ်… သူတို့လမ်းလျှောက်ရင်းပြောတဲ့စကားတွေက ဓာတ်ပုံရိုက်ရင် အန္တရယ်များလို့ အသတ်ခံရနိုင်တဲ့အကြောင်း တစ်ယောက်ကလည်း ဒါမှသူအလုပ်ရနိုင်တဲ့အကြောင်းအခြေအတင်ပြောလာကြတယ်…အဲ့ဒီအချိန်မှာပဲ အဖွဲ့တစ်ဖွဲ့က ကြက်တစ်ကောင်ကိုသေနတ်နဲ့လိုက်ပစ်ဖမ်းနေတယ်…..ကောင်လေး ၂ယောက်ရှေ့မှာ ကြက်ကရောက်နေတော့ သေနတ်ကိုင်အဖွဲ့ရဲ့ခေါင်းဆောင်ကလှမ်းအမိန့်ပေးလိုက်တယ်….ကြက်ကိုဖမ်းလိုက်စမ်းတဲ့ တစ်ချိန်ထဲမှာပဲ သေနတ်ကိုင်အဖွဲ့ကို ဖမ်းဖို့ ရဲအဖွဲ့က ကောင်လေး ၂ယောက်ရဲ့ နောက်မှာရောက်လာတယ်….လက်နက်ကိုင်၂ဖွဲ့ကြားမှ ကောင်လေး ၂ယောက် ……..သူတို့ ၂ယောက်ဟာ ဘာလုပ်ရမှန်းမသိတဲ့အနေအထား …….ကောင်လေးက သူတို့နယ်မြေရဲ့အကြောင်းကိုဆက်ပြောပြတယ် ကျွန်တော်တို့ဆီမှာ ပြေးရင်လည်းသူတို့ကလိုက်ဖမ်းမိမယ် ရပ်နေရင်လည်း သူတို့ကဖမ်းမှာပဲတဲ့……..ဒါကဇတ်လမ်းအစ…….လူတစ်ယောက်ဟာ ပတ်ဝန်းကျင်အနေအထားရဲ့လွှမ်းမိုးမှု အမှောင်ရိပ်ဟာ တစ်ချိန်လုံးလွှမ်းခြုံခံနေရရင် ရုန်းထွက်ဖို့ခက်ပါတယ်ဒီလိုအနေအထားမှာ အမှန်တရားဆိုတာဘာလဲ မေးခွန်းထုတ်နိုင်ဖို့ရယ် အဖြေရယ်ရှာဖို့ရာ အတော်ကိုမလွယ်ပါဘူး……ဘရာဇီးရဲ့City of god မှာ ဒီလိုအဖြစ်အပျက်တွေပါ …သေနတ်တွေအလွယ်တကူရတယ် ငွေရှာဖို့ လုတယ်… မူးယစ်ဆေးရောင်းဝယ်ဖောက်ကားတယ်…လူသတ်တတ်မှ ဆေးခြောက်ရှုတတ်မှ လူရာဝင်တဲ့နေရာမျိုး ….ကလေးငယ်တွေရဲ့ အနာဂတ်ဟာ အနက်ရောင်တွေ ထုံလွှမ်းနေတယ်….နေရာစုံမယ် ကိစ္စဟူသမျှကို သေနတ်တရမ်းရမ်းနဲ့ဖြေရှင်းတယ်…..ကျွန်တော်ဟာ လူကောင်းတစ်ယောက်ပါဆိုတဲ့အသုံးအနှုန်းဟာ ဟာသဆန်နေတယ်…ဒီလိုပတ်ဝန်းကျင်မှာ အသက်ရှင်နေတဲ့ ကလေးတွေရဲ့ အခြေအနေတွေကို ရိုက်ပြထားတာပါ…ဒီကားက ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ကားပါ……Film Edition ဆုလည်းရထားလေတော့ ကြည့်ရတာအတော်ကိုလန်းပါတယ်…ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့ဘာသာပြန်သူကတော့ ကိုဝေဖြိုးမောင်ပါ….File size…(4.7GB) (1.6GB)and (544MB)Quality…BR-Rip 720pFormat…mp4Duration….02:10:13Subtitle….Myanmar Subtitle (Hardsub)Encoder….Phyo PyaeTranslated by …Wai Phyo MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFernando MeirellesKátia LundStarsAlexandre RodriguesAlice BragaDouglas SilvaJefechander SuplinoJonathan HaagensenLeandro FirminoMatheus NachtergaelePhellipe HaagensenRoberta RodriguesSeu JorgeCastAlexandre RodriguesAlice BragaBabú SantanaCharles ParaventiDaniel ZettelDanielle OrnelasDarlan CunhaDouglas SilvaGero CamiloGraziella MorettoJefechander SuplinoJonathan HaagensenKikito JunqueiraLeandro FirminoLúcio AndreyLuis OtávioMarcello Melo Jr.Mary SheilaMatheus NachtergaeleMicael BorgesOlivia AraújoPaulo LinsPhellipe HaagensenRoberta RodriguesSeu JorgeThiago MartinsTulé Peak",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k4BAPrE5WkNLvpsPsiMfu8W4Zyi.jpg",
      "https://image.tmdb.org/t/p/w300/3SrMXxMpNna9uvZsw8Q1pV9ayoL.jpg",
      "https://image.tmdb.org/t/p/w300/wBTfzp1x4TmnDh4P55ioXNYtNTa.jpg",
      "https://image.tmdb.org/t/p/w300/hSaH9tt67bozo9K50sbH0s4YjEc.jpg",
      "https://image.tmdb.org/t/p/w300/uAJkCmS0Rg7vwTKUKbR80Q2tyIC.jpg",
      "https://image.tmdb.org/t/p/w300/1lJalWV6xvoXaeU0bvTGb3Ma26J.jpg",
      "https://image.tmdb.org/t/p/w300/yY5wlQih8R6e7IX1kXFBayhTLvH.jpg",
      "https://image.tmdb.org/t/p/w300/iEXK18sjk6FMWqEqMEg49UHKEz1.jpg",
      "https://image.tmdb.org/t/p/w300/jeRxSxEqliXdP0dXHXSLEgA6ZPp.jpg",
      "https://image.tmdb.org/t/p/w300/xwR7bMQ8TDsHTQ0syaCE8jonVHw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA4ODQ3ODkzNV5BMl5BanBnXkFtZTYwOTc4NDI3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/icb90uwp7eg1.html",
        "server": "usersdrive.com",
        "size": "4.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/city-of-god-2002-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bb5k/City.of.God.2002.BLU-RAY.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "4.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/JuRmXagZ#GXJNEtToiPBkMkllBSeJWN5xPQg_gbedNBv9Dr9Yfwc",
        "server": "mega.nz",
        "size": "4.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/qly4l4p4pdek",
        "server": "streamvid.io",
        "size": "4.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yw3g6kpx5ucc.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/city-of-god-2002-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1bb5f/City.of.God.2002.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/E75QgLYT#H2mbxgRijEYKfNlLYywW8pCeS7zDR2K2aY1lMX-dBr0",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/7to1hwlh2ea1.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/lay2udz0m7qo",
        "server": "streamvid.io",
        "size": "1.6GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/dl2t2le4zn1t.html",
        "server": "usersdrive.com",
        "size": "544MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/city-of-god-2002-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "574MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bb6p/City.of.God.2002.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "574MB",
        "quality": "480P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "574MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/9wvezrundd4u.html",
        "server": "streamsb.com",
        "size": "574MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/vvwxfec3ukom",
        "server": "streamvid.io",
        "size": "574MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "ioUE_5wpg_E",
      "video_url": "https://www.youtube.com/watch?v=ioUE_5wpg_E",
      "embed_url": "https://www.youtube.com/embed/ioUE_5wpg_E"
    }
  },
  {
    "metadata": "|2002||Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Ice Age (2002)",
    "description": "ဒီကားဟာ Ice Age franchiseရဲ့ ပထမဆုံးဇာတ်ကား ဖြစ်သလိုကျွန်​တော်တို့ ချစ်ရတဲ့ ဇာတ်​ကောင်​တွေကို ပထမဆုံး မြင်ဖူးခဲ့တဲ့Animationလည်း ဖြစ်ပါတယ်။ မန်နီ၊ ဒီ​ယေဂို၊ ဆစ်ဒ​နေ ​ဘော်ဒါသုံး​​ယောက်ဟာ အဖွဲ့မဖြစ်သေးပါဘူး။သူတို့ကိုဆုံ​စေခဲ့တဲ့ အဓိကအ​ကြောင်းရင်းက​တော့က​လေးတစ်​ယောက်ပါပဲ။ဒီ​ယေဂိုရဲ့ ကျားအုပ်က လူ​သားတွေကို တိုက်ခိုက်ရင်း ထွက်​ပြေးလွတ်​မြောက်လာတဲ့ မိခင်တစ်​ယောက်နဲ့ က​​လေးတစ်​ယောက်ကဆစ်ဒ် မန်နီတို့နဲ့ တိုက်တိုက်ဆိုင်ဆိုင်တွေ့ခဲ့ပြီး မိခင်ဆုံးပြီး​နောက်ကျန်ခဲ့တဲ့ လူမမယ်က​လေး​​လေးကို သူ့ဖခင်လူသား​တွေဆီ ပြန်ပို့​ပေးဖို့က မန်နီတို့ရဲ့တာဝန် ဖြစ်လာခဲ့ပါတယ်။ တစ်ဖက်မှာလည်းဒီ​ယေဂိုရဲ့ခေါင်း​ဆောင်ကျားက အဲဒီက​လေးကို အရှင်လတ်လတ်ပြန်ဖမ်း​ခေါ်လာဖို့ အမိန့်​ပေးထားလို့ ဒီ​ယေဂိုအ​နေနဲ့ မန်နီနဲ့ ဆစ်ဒနီ၂​​ကောင်ကြား ဝင်​ရောဖို့ ကြိုးစားရင်း အလွဲလွဲအ​ချော်​ချော်​​တွေ၊ပဋိပက္ခ​တွေ ​ပေါင်းစုံနဲ့ ဗရုတ်သုက်ခအဖွဲ့ကြီးရဲ့ မဟာစွန့်စားခန်းစတင်ခဲ့ပါ​တော့တယ်။File size…  4.2 GB / 1.6 GB /  837 MBQuality… Web-DL  4K HDR /  1080p / 720pFormat… mp4Duration…. 1h 21mGenre …..  Animation, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by JimXYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan TudykCedric the EntertainerChris WedgeDann FinkDarin De PaulDenis LearyDenny DillonDiedrich BaderGoran VisnjicJack BlackJane KrakowskiJohn LeguizamoJosh HamiltonLorri BagleyMitzi McCallP.J. BenjaminPatrick PinneyPeter AckermanPhil ProctorRay RomanoStephen RootTara Strong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a9ykRAWtQnI3SsZDfh8sCJo5cWI.jpg",
      "https://image.tmdb.org/t/p/w300/kK5OeulwVDniPgjNOGHvzcORzdG.jpg",
      "https://image.tmdb.org/t/p/w300/8pwIhymsxfAVjrAE7syDjQULn37.jpg",
      "https://image.tmdb.org/t/p/w300/mCVQ2cZmGkAHG2Q3fDZTQA1YzeI.jpg",
      "https://image.tmdb.org/t/p/w300/rZADxl1kLwMQJa5o1VHdKrWtOp7.jpg",
      "https://image.tmdb.org/t/p/w300/3WKUzA04Q612NWn2XixIRipMxlM.jpg",
      "https://image.tmdb.org/t/p/w300/vLYWIYEHGXaunrthL4x8MFL1vSL.jpg",
      "https://image.tmdb.org/t/p/w300/jHzsYz7zEFV5rMutLH3aezpccXM.jpg",
      "https://image.tmdb.org/t/p/w300/bPBiJSwVH0aLmESTkA8DBWshVxj.jpg",
      "https://image.tmdb.org/t/p/w300/199oCFO7EsRuMxgpFIkG7ehpXVa.jpg",
      "https://image.tmdb.org/t/p/w300/nnwtL27hCemdqx9TzL0XPlbacnN.jpg",
      "https://image.tmdb.org/t/p/w300/iVsii0tQSWt1EktCNKPIKg0PN74.jpg",
      "https://image.tmdb.org/t/p/w300/vFXBRd7Kowla4Qd4NxeHPibIvtt.jpg",
      "https://image.tmdb.org/t/p/w300/fc8n6cOk7Ukosy6pP93WFvshtrA.jpg",
      "https://image.tmdb.org/t/p/w300/cBWX9AEKxvcmXyus4o7adfdY8vW.jpg",
      "https://image.tmdb.org/t/p/w300/luoK8UCPlhtKCS9cOpXC5I2QnJi.jpg",
      "https://image.tmdb.org/t/p/w300/qigOup06aKzbHp31MrtoN7j9oVT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gLhHHZUzeseRXShoDyC4VqLgsNv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0m485kdya8yi.html",
        "server": "usersdrive.com",
        "size": "4.2 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://yoteshinportal.cc/ice-age-2002-2160-p-dsnp-web-dl-x-265-10-bit-hdr-4-k-hevc-5-1-h-cm-tsk-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.2 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://megaup.net/1lKai/Ice.Age.2002.2160p.DSNP.WEB-DL.x265.10bit.HDR_4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv",
        "server": "megaup.net",
        "size": "4.2 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://usersdrive.com/10u09t506fbk.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ice-age-2002-1080-p-dsnp-web-dl-5-1-h-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lKak/Ice.Age.2002.1080p.DSNP.WEB-DL__5.1_H_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/fqIWiCbS#66BVAPHeb9XvldXoRi-1X5Sr_EdcKSITL9lq0aAB5lk",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/to4x96u7s0ge.html",
        "server": "usersdrive.com",
        "size": "837 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ice-age-2002-720-p-dsnp-web-dl-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lKam/Ice.Age.2002.720p.DSNP.WEB-DL___%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "837 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/PyowAQrI#iHCc19VrujcEyDMD9ML6dXVpti2j_u49gH2x5W18R34",
        "server": "mega.nz",
        "size": "837 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CZShn0PZiYU",
      "video_url": "https://www.youtube.com/watch?v=CZShn0PZiYU",
      "embed_url": "https://www.youtube.com/embed/CZShn0PZiYU"
    }
  },
  {
    "metadata": "R|2002|167 min|Uncategorized",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "358,318"
    },
    "title": "Gangs of New York(2002)",
    "description": "Gangs of New York(2002)ကားဟောင်းအများစုဟာ ဇာတ်လမ်းပြသချိန်ရဲ့ ၃ပုံ ၁ပုံလောက်ထိ သီးခံပြီးကြည့်ရပါတယ်..ပြီးမှ ကားရဲ့ဆိုလိုရင်းနဲ့ဇာတ်လမ်းဇာတ်ကွက်ကိုအနည်းငယ်ရိပ်မိလာပါတယ်…ဒီလိုကားကောင်း ကားဟောင်းတွေကြားထဲမှာGangs of new york ကတော့ ဇာတ်လမ်းစစချင်းပဲ ခပ်သွက်သွက်နဲ့ မပျင်းမရိအောင်စထားတယ်…ပြီးတော့ မင်းသားတွေကလည်း နာမည်ကြီး Leonardo DiCaprioနဲ့ Daniel Day-Lewisတို့ဖြစ်တဲ့အပြင်မင်းသမီးကလည်း , Cameron Diaz, ဗျ…ဒီဇာတ်ကားဟာ အမေရိကန် ပြည်တွင်းစစ် ဖြစ်နေတုန်းအချိန်က ရှိခဲ့တဲ့ နယူးယောက်မြို့ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားခဲ့တာပါ။ နယူးယောက်ဟာ ဂိုဏ်းပေါင်းစုံ အဖွဲ့အသီးသီး နှင့် ရှိနေကြပြီး အဓိက ဂိုဏ်းကြီးနှစ်ခုဖြစ်သည့် ဒေသခံဂိုဏ်းနှင့်ယုန်သေဂိုဏ်းတို့ဟာ သမိုင်းကြွေးတွေ ရှိခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ ခိုးဝင်လာတဲ့ အိုင်ရစ်တွေရဲ့ အရေးကလည်း ရှိပါသေးတယ်။ဒါ့အပြင် ပြည်တွင်းစစ်အတွက် စစ်မှုမထမ်းမနေရ အမိန့်ကို မကျေနပ်တဲ့ သာမန်လက်လုပ်လက်စား ဆင်းရဲသား တွေကလည်း ရှိပါသေးတယ်။ ပြဿနာပေါင်းများစွာ လွန်ခဲ့သော နှစ်ပေါင်း၂၀၀ ကျော်က နယူးယောက်မြို့ကို ရိုက်ကူးပြသထားသည်မှာ ရုပ်ရှင်ကြည့်ပရိသတ်ကိုထူးခြားသော ရသ ပေးနိုင်မှာ အသေအခြာပါပဲခင်ဗျာ။—————————————————————–ကားေဟာင္းအမ်ားစုဟာ ဇာတ္လမ္းျပသခ်ိန္ရဲ႕ ၃ပုံ ၁ပုံေလာက္ထိ သီးခံၿပီးၾကည့္ရပါတယ္..ၿပီးမွ ကားရဲ႕ဆုိလုိရင္းနဲ႕ဇာတ္လမ္းဇာတ္ကြက္ကုိအနည္းငယ္ရိပ္မိလာပါတယ္…ဒီလုိကားေကာင္း ကားေဟာင္းေတြၾကားထဲမွာGangs of new york ကေတာ့ ဇာတ္လမ္းစစခ်င္းပဲ ခပ္သြက္သြက္နဲ႕ မပ်င္းမရိေအာင္စထားတယ္…ၿပီးေတာ့ မင္းသားေတြကလည္း နာမည္ႀကီး Leonardo DiCaprioနဲ႕ Daniel Day-Lewisတုိ႕ျဖစ္တဲ့အျပင္မင္းသမီးကလည္း , Cameron Diaz, ဗ်…ဒီဇာတ္ကားဟာ အေမရိကန္ ျပည္တြင္းစစ္ ျဖစ္ေနတုန္းအခ်ိန္က ရွိခဲ႔တဲ႔ နယူးေယာက္ျမိဳ႕ကုိ ဇာတ္အိမ္တည္ျပီး ရုိက္ကူးထားခဲ႔တာပါ။ နယူးေယာက္ဟာ ဂိုဏ္းေပါင္းစံု အဖြဲ႔အသီးသီး ႏွင္႔ ရွိေနၾကျပီး အဓိက ဂိုဏ္းၾကီးနွစ္ခုျဖစ္သည့္ ေဒသခံဂိုဏ္းနွင္႔ယုန္ေသဂိုဏ္းတုိ႔ဟာ သမုိင္းေၾကြးေတြ ရွိခဲ႔ပါတယ္။ တစ္ခ်ိန္တည္းမွာပဲ ခုိး၀င္လာတဲ႔ အုိင္ရစ္ေတြရဲ႕ အေရးကလည္း ရွိပါေသးတယ္။ဒါ႔အျပင္ ျပည္တြင္းစစ္အတြက္ စစ္မႈမထမ္းမေနရ အမိန္႔ကုိ မေက်နပ္တဲ႔ သာမန္လက္လုပ္လက္စား ဆင္းရဲသား ေတြကလည္း ရွိပါေသးတယ္။ ျပႆနာေပါင္းမ်ားစြာ လြန္ခဲ႔ေသာ ႏွစ္ေပါင္း၂၀၀ ေက်ာ္က နယူးေယာက္ျမိဳ႕ကို ရိုက္ကူးျပသထားသည္မွာ ရုပ္ရွင္ၾကည့္ပရိသတ္ကုိုထူးျခားေသာ ရသ ေပးနုိင္မွာ အေသအျခာပါပဲခင္ဗ်ာ။File Size : (1GB)Quality : Blu-Ray 720pFormat…mp4Duration…02:47:00Genre :Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartin ScorseseRachel GriffithsStarsBrendan GleesonCameron DiazDaniel Day-LewisDavid HemmingsJim BroadbentJohn C. ReillyLawrence Gilliard Jr.Leonardo DiCaprioLiam NeesonRoger Ashton-GriffithsCastAlec McCowenAlex HowdenAlexia MurrayAngela PleasenceBarbara BouchetBrendan DempseyBrendan GleesonCameron DiazCara SeymourDaniel Day-LewisDavid BamberDavid HemmingsDavid NichollsEddie MarsanFlaminia FegarottiGary LewisGiovanni Lombardo RadiceHenry ThomasIain McCollIan PirieJames RamseyJim BroadbentJohn C. ReillyJohn McGlynnJohn SessionsLawrence Gilliard Jr.Leonardo DiCaprioLiam NeesonLucy DavenportMarcello FonteMartin ScorseseMassimo VanniMichael ByrneMichele BevilacquaNick BartlettOttaviano Dell'AcquaPaolo LorimerPeter BerlingPeter-Hugo DalyRab AffleckRichard GrahamRichard StrangeRichard SymsRoger Ashton-GriffithsSalvatore BillaSean GilderSean McGinleyStephen GrahamTerry O'NeillTim FaradayTim Pigott-SmithTrevor CooperVincenzo Tanassi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a2Aj5ksEo2HOUH3FbGyZCtaJM4C.jpg",
      "https://image.tmdb.org/t/p/w300/5JadVEOVqxydiUOvz6BYlTMkDQP.jpg",
      "https://image.tmdb.org/t/p/w300/5icArw9BGVPlHP4LDq0eUxem3yn.jpg",
      "https://image.tmdb.org/t/p/w300/b6vNAZBJCSwhff3po7CZbTkQrCT.jpg",
      "https://image.tmdb.org/t/p/w300/yeOsMYI5FMXVoPUFlVG8muShvpB.jpg",
      "https://image.tmdb.org/t/p/w300/yqEVhhfup5MyWoZ5uA6lFw8i8Sf.jpg",
      "https://image.tmdb.org/t/p/w300/rZG1YqDhV4MCtgbyvVyolh2e01U.jpg",
      "https://image.tmdb.org/t/p/w300/pszOWTAsuFed4Z6MfB5H3lZVtfL.jpg",
      "https://image.tmdb.org/t/p/w300/y98yFbVh8CjTzarMXbzueEwkHBw.jpg",
      "https://image.tmdb.org/t/p/w300/cErlpPp7gfxpshWEAiDjIBcgiHZ.jpg",
      "https://image.tmdb.org/t/p/w300/2tnGMDdSGFVciIygvrM4fI4Mwid.jpg",
      "https://image.tmdb.org/t/p/w300/uclmEOvFc2Ns2TogttMGWf4vzWu.jpg",
      "https://image.tmdb.org/t/p/w300/98453BrYl1PhqsHJ2suy1ihO4FE.jpg",
      "https://image.tmdb.org/t/p/w300/e536fBgKW8cx0eduIPNFfXT7uDc.jpg",
      "https://image.tmdb.org/t/p/w300/mmwTuN4VTJVJphYRxnKHSHXLs76.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ytKo2tLvKUd9Kbs0poXSQh6ft7d.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/frt4bviuxwj6.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/gangs-of-new-york-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/479b537e8b/gangs-of-new-york-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yvol/Gangs_Of_New_York_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kMRygYgb#CJfE9P6yTHOw9IkiAAGFGc7WvAFNHWrPtuXXYKp4Srw",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/xqmzm2q7czuy",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "x5YmI2PW9R8",
      "video_url": "https://www.youtube.com/watch?v=x5YmI2PW9R8",
      "embed_url": "https://www.youtube.com/embed/x5YmI2PW9R8"
    }
  },
  {
    "metadata": "R|2002|2h 18min|Action,Drama,History,War",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "127,620"
    },
    "title": "We Were Soldiers (2002)",
    "description": "We Were Soldiers (2002)IMDb – 7.2/10_____Rotten – 63%IMDb Rating (7.2/10) ရရှိထားတဲ့ နာမည်ကြီးစစ်ကားဖြစ်ပါတယ်။အမေရိကန်-ဗီယက်နမ်စစ်ပွဲတုန်းက တကယ့်အဖြစ်အပျက်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။စစ်တို့၏ သဘော…စစ်သားတို့၏သဘောကိုတွေ့မြင်နိုင်ပြီးစစ်ကားကြိုက်သူပရိတ်သတ်တွေ လုံးဝစိတ်ကျေနပ်စေမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။720p HD ကို 1.5GB ရှိလို့ ဒေါင်းရလွယ်အောင် Part (1,2) ဆိုပြီး 2 ပိုင်းဖြတ်တင်ပေးထားပါတယ်။(720p HD ကို အပိုင်း(၂)ပိုင်းနဲ့တင်ထားလို့ ၂ ပိုင်းလုံးဒေါင်းပါ။)(မြန်မာစာတန်းထိုးကိုတော့ Ko Kyaw Ko Ko မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)IMDb Rating (7.2/10) ရရွိထားတဲ့ နာမည္ႀကီးစစ္ကားျဖစ္ပါတယ္။အေမရိကန္-ဗီယက္နမ္စစ္ပြဲတုန္းက တကယ့္အျဖစ္အပ်က္ကို အေျခခံၿပီး႐ိုက္ကူးထားတာပါ။စစ္တို႔၏ သေဘာ…စစ္သားတို႔၏သေဘာကိုေတြ႕ျမင္ႏိုင္ၿပီးစစ္ကားႀကိဳက္သူပရိတ္သတ္ေတြ လုံးဝစိတ္ေက်နပ္ေစမယ့္ ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။720p HD ကို 1.5GB ရွိလို႔ ေဒါင္းရလြယ္ေအာင္ Part (1,2) ဆိုၿပီး 2 ပိုင္းျဖတ္တင္ေပးထားပါတယ္။(720p HD ကို အပိုင္း(၂)ပိုင္းနဲ႔တင္ထားလို႔ ၂ ပိုင္းလုံးေဒါင္းပါ။)(ျမန္မာစာတန္းထိုးကိုေတာ့ Ko Kyaw Ko Ko မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္တာပါ။)File size…(1.5 GB)Quality…HDDVD-Rip 720p Format…mp4Duration….02:18:20Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAllan GrafAllen KupetskyCate HardmanFrank Kostenko Jr.Nilo OteroRandall WallaceStarsBarry PepperChris KleinClark GreggGreg KinnearJsu GarciaKeri RussellMadeleine StoweMarc BlucasMel GibsonSam ElliottCastBarry PepperBellamy YoungBen AllisonBlake HeronBrendan FordBrian CarpenterBrian TeeChris KleinClark GreggDan BeeneDaniel RoebuckDanny Le BoyerDesmond HarringtonDevon WerkheiserDylan WalshĐơn DươngErik MacArthurForry SmithGeorge CheungGreg KinnearJim GrimshawJohnny Trí NguyễnJon HammJonathan Parks JordanJoseph HieuJosh DaughertyJsu GarciaJustin GordonKeith SzarabajkaKeri RussellLuke BenwardMadeleine StoweMarc BlucasMark McCrackenMatt MangumMel GibsonMichael TomlinsonMike WhitePatrick St. EspritRandy OglesbyRobert BagnellRyan HurstSam ElliottShannon M. HartShepard KosterSimbi KhaliSloane MomsenStephen ZapotocznySteven NelsonTaylor MomsenTim AbellVien HongVincent AngellWill Klipstine",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/98YHKGqgiRSnjkpOvht9DJEhYHe.jpg",
      "https://image.tmdb.org/t/p/w300/ev3D1Y6SSvKnHZLV1RjTRJ9u2np.jpg",
      "https://image.tmdb.org/t/p/w300/koSWv1U3Zufo6Wlx1XtdBhtsnDT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/we-were-soldiers-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fyqoz3hq4xk0.html",
        "server": "usersdrive.com",
        "size": "(Part 1) - 854 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/je47ik92c753.html",
        "server": "usersdrive.com",
        "size": "(Part 2) - 683 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/we-were-soldiers-part-1-2002-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "(Part 1) - 854 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/we-were-soldiers-part-2-2002-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "(Part 2) - 683 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/rs6l2qrn706o/We_Were_Soldiers_(Part_1)_[2002]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "(Part 1) - 854 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/ogzfdvm1lbrm/We_Were_Soldiers_(Part_2)_[2002]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "(Part 2) - 683 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2egoi/We_Were_Soldiers_(Part_1)_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "(Part 1) - 854 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2egow/We_Were_Soldiers_(Part_2)_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "(Part 2) - 683 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/seZECQ7I#I2OwUqi9M6VwUUtnF0JY0NszI9xGij1l_OkmiAJeX6Y",
        "server": "mega.nz",
        "size": "(Part 1) - 854 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cLY0TSZa#wpLhwnMd3vzZ19NSnXqWaiODMySGP7OryZazHToiqVM",
        "server": "mega.nz",
        "size": "(Part 2) - 683 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/445bgbmnaph1",
        "server": "upstream.to",
        "size": "(Part 1) - 854 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wx8j4ncpcffo",
        "server": "upstream.to",
        "size": "(Part 2) - 683 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qaOl-Z8iWlA?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=qaOl-Z8iWlA?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/qaOl-Z8iWlA?feature=player_embedded"
    }
  },
  {
    "metadata": "PG-13|2002|141 min|Biography,Crime,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "594,514"
    },
    "title": "Catch Me If You Can (2002)",
    "description": "IMDb Rating (8.1) / Rotten Tomatoes (96%)ဒါရိုက်တာက နာမည်ကြီး Steven Spielberg ဖြစ်ပြီး မင်းသားတွေကတော့မင်းသားကြီး Tom Hanks ရယ်…မင်းသားချော Leonardo တို့ရယ် ဖြစ်ပါတယ်…။ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်သလို အော်စကာဆုတွေလဲရရှိထားတဲ့ဇာတ်ကားပါ။မင်းသားနှစ်ယောက်ဖြစ်တဲ့ Leonardo နဲ့ Tom Hanks တို့နှစ်ဦးရဲ့ သရုပ်ဆောင်ချက်ကလည်း ကောင်းသလိုသူတို့နှစ်ဦးကြားက ဆက်ဆံရေး၊ ဇာတ်လမ်း တည်းဖြတ်ထားပုံကလည်းဇာတ်ကားကို ထူးခြားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်စေပါတယ်။ဇာတ်ရှိန် အတက်အကျ မှန်ပြီး၊ ပါသင့်တဲ့အချက်အလက် အားလုံးစုံအောင် ထည့်သွင်းရိုက်ကူးထားနိုင်ပါတယ်။ဉာဏ်ကောင်းရဲ့သားနဲ့ လမ်းမှားရောက်နေတဲ့ လူငယ်လေးကို တာဝန်အရဖမ်းတာတင်မဟုတ်ပဲလမ်းမှန်ရောက်လာအောင် ပြုပြင်ပေးရုံသာမက နိုင်ငံအတွက်ပါ အကျိုးရှိအောင် အသုံးချနိုင်ခဲ့တဲ့Carl Hanratty အဖြစ် Tom Hanks က ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။အထူးသဖြင့် ပြင်သစ်ရဲတွေ Frank ကို ဖမ်းသွားတော့ မရမက ပြန်ခေါ်ထုတ်ပြီးအမေရိကားကို ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးစားခဲ့ပုံတွေက လူလူချင်းတန်ဖိုးထားတတ်တဲ့ အလေ့အထတွေကိုခံစားမိစေပါတယ်။ကြည့်မိသူတိုင်းကြိုက်ကြတာမို့ လက်လွတ်မခံစေချင်ပါဘူး။File size… (2.4 GB) / (1.3 GB)Quality…BluRay 1080p HEVC /720pFormat…mp4Duration….02:21:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAna Maria QuintanaDavid H. Venghaus Jr.Sergio Mimica-GezzanSteven SpielbergStarsAmy AdamsBrian HoweFrank John HughesJames BrolinJennifer GarnerLeonardo DiCaprioMartin SheenNathalie BayeSteve EastinTom HanksCastAlex BispingAlex Hyde-WhiteAlexandre PepinAlfred DennisAmy AckerAmy AdamsAna Maria QuintanaAndrew MeeksAngela SorensenAnthony PowersAntoine Drolet-DumoulinAshley CohenBenita Krista NallBrandon KeenerBrian GoodmanBrian HoweCandice AzzaraCeline du TertreChris EllisChristopher WalkenDave HagerDavid Parent-LalibertéDeborah KellnerDominic BondDonna KimballElizabeth BanksEllen PompeoEllis HallEugene FlemingEvis XhenetiFlorent LegaultFrancis CampeauFrank Abagnale Jr.Frank John HughesFred DatigGerald R. MolenGuy ThauvetteGuy-Daniel TremblayJ. Patrick McCormackJack KnightJaime Ray NewmanJake WagnerJames BrolinJames DuMontJames MorrisonJamie AndersonJamie MossJan MunroeJane BodleJane Edith WilsonJasmine Jessica AnthonyJason McNallyJean-François BlanchardJean-François BrousseauJennifer GarnerJennifer KanJennifer ManleyJeremy HowardJesse HeimanJessica CollinsJill MatsonJim AntonioJimmie F. SkaggsJoe GaragiolaJoel EwingJohn FinnJonathan BrentJonathan DanknerJonathan RenéJoshua BoydJulien NormandeauKaitlin DoubledayKam HeskinKelly CohenKelly HutchinsonKelly McNairKitty CarlisleKyle DavisLauren CohnLéon Dussault-GagnéLeonardo DiCaprioLilyan ChauvinMaggie MellinMalachi ThroneMarc-Antoine CôtéMargaret TravoltaMartin SheenMathieu GaudreaultMatthew KimbroughMax KersteinMercedes CornettMike BaldridgeMorgan RuslerNancy LenehanNathalie BayeNick ZanoNicolas RadeschiNicole AndrewsPascal LarouchePatrice DussaultPatrick Thomas O'BrienPaul ToddRaphaël CardinRay ProsciaRitchie MontgomeryRobert Curtis BrownRobert PetersRobert RuthRobert SymondsRoger LégerRyan IzaySamuel St-AmourSarah LancasterSarah RushSébastien JeanShane EdelmanSimon Houle-GauthierStan BlyStephen DunhamSteve EastinSteve WittingSteven MeizlerThomas CrawfordThomas KopacheTom HanksVincent GénéreuxWendy WorthingtonWilliam Lauzon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Ag6qhzsJd3k1NKuNrG9RmhZDMh7.jpg",
      "https://image.tmdb.org/t/p/w300/rwcEaZghpbt6mV0lRQ9ymz5oM9B.jpg",
      "https://image.tmdb.org/t/p/w300/z8cdtRlW9KvZebK5HXm5lOSoVwt.jpg",
      "https://image.tmdb.org/t/p/w300/egsU3cjoaQD8SvoXayJw60pOgdS.jpg",
      "https://image.tmdb.org/t/p/w300/uhOCsgXx5Q8pLJh2SUI1KNwk2hq.jpg",
      "https://image.tmdb.org/t/p/w300/wEZVCQITK89T7EYfzX0ZkrKmtZh.jpg",
      "https://image.tmdb.org/t/p/w300/wZapcrDQtlWWcFQH52AeAwmtl83.jpg",
      "https://image.tmdb.org/t/p/w300/nzJJpEjWR72vGTIZ7M4JudAoPrw.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/catch-me-if-you-can-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-catch-me-if-you-can-2002-1080-p-blu-ray-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2tzre/(CM)Catch_Me_If_You_Can_(2002)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/tLkSGSaJ#ejiE4-epLLBSKB00LiThTKU1uoqU0Q2gwjRrHlP1TGU",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/hl48l4rzhu3i.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbspeed.com/3qwv6lc9lxzg.html",
        "server": "streamsb.com",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-catch-me-if-you-can-2002-720-p-blu-ray-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/39wTU/(CM)Catch_Me_If_You_Can_(2002)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BHtEnAZb#3S173jKQi4yVikh_B2qibFXpo0gQOKVAEeKufHHfEIA",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uf8xf768bqln.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/yhr7j7nh8f8m.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "71rDQ7z4eFg",
      "video_url": "https://www.youtube.com/watch?v=71rDQ7z4eFg",
      "embed_url": "https://www.youtube.com/embed/71rDQ7z4eFg"
    }
  },
  {
    "metadata": "PG-13|2002|92 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "114,880"
    },
    "title": "The Scorpion King (2002)",
    "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ကင်မြီးကောက်ဘုရင်ကြီးဆိုပြီး အမည်တွင်လာခဲ့ရတဲ့ အကြောင်းရင်းကို ဒီဇာတ်ကားမှာ ကြည့်ရှုကြရမှာပါ။Non-Stop Action ဇာတ်ကားတစ်ကားဖြစ်ပြီး အက်ရှင်ကြိုက်နှစ်သက်သူတွေ သေချာပေါက်ကြည့်ရှုသင့်ပါတယ်။File size…(2.8 GB) /(950 MB)Quality….BluRayRegrade DS4KHEVC/720pFormat…mkv/mp4Duration….01:31:25Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChuck RussellJosh McLaglenTricia RontenTrisha BurtonStarsBernard HillBranscombe RichmondDwayne JohnsonGrant HeslovKelly HuMichael Clarke DuncanPeter FacinelliRalf MoellerRoger ReesSteven BrandCastAdoni MaropisAl LeongAmanda BentleyAmy FadhliAmy HunterAndre HenschelAndrei SterlingAngélica CastroBarry KramerBernard HillBernard WhiteBobby SilvaBrandon GonzalezBranscombe RichmondChristie CampagnaClaudi E. OrellanaConrad RobertsCristina RodríguezDiana R. LupoDwayne JohnsonEd VerreauxEsteban CuetoGeorge D. MiklosGrant HeslovGus RethwischHeather BurtonJamie HaganJennifer BobiwashJim ManiaciJob AlonsoJoseph RuskinJoseph StevenJoss GomezJulie MichaelsK.D. AubertKelly HuKitana BakerMailon RiveraMarcio RosarioMarcus YoungMarissa McMahonMichael Clarke DuncanMichael HilowMichelle BaneyNick HermzNikki FluxNils Allen StewartPaul SloanPennelope JimenezPeter 'Navy' TuiasosopoPeter FacinelliPeter QuartaroliPrince Thompson IyamuRachel MooreRachelle RoderickRadhaa NiliaRalf MoellerRichard CetroneRoger ReesRose DavidsonScott L. SchwartzSean Michael AfableShant DemirjianSherri HowardSkye DennisSole AlbertiSomaya ReeceSonia VeraSteven BrandSummer AlticeTaiTalani RabbTe'Amir SweeneyTerence J. RotoloTim IannelloTony GraciaTracy DaliTutu SweeneyTyler ManeWayne EricWesley JohnWoon Young ParkYuki TokuhiroZuhair Haddad",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6C6ruMTzcrqIgD5Ix5KDXtAP36c.jpg",
      "https://image.tmdb.org/t/p/w300/nZSUgauXlVUrJGdGUGWMXCtnZx4.jpg",
      "https://image.tmdb.org/t/p/w300/dgbE6LywB8Vix4tQE6eC6PcGrJt.jpg",
      "https://image.tmdb.org/t/p/w300/r5b3NSFhfl53Q7fOg8LIQhscT0m.jpg",
      "https://image.tmdb.org/t/p/w300/bR2rmmi0dm7bC8o5lIxS1a7rrEz.jpg",
      "https://image.tmdb.org/t/p/w300/dT907cIQ2AdoB0TsXgmW5wvlIYL.jpg",
      "https://image.tmdb.org/t/p/w300/yfPucnBmTAhCO6kQztMp4vxEd05.jpg",
      "https://image.tmdb.org/t/p/w300/sVmluuarMTPJEzrrNAEeqdcEINB.jpg",
      "https://image.tmdb.org/t/p/w300/sjYv5mjOcGnVTKFv3X1eY7zBIRx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-scorpion-king-2002-sdr-10-re-grade-1440-p-10-bit-4-k-bd-rip-x-265-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://megaup.net/1SnxZ/(CM)_The_Scorpion_King_(2002)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://mega.nz/file/oIUXlK6Y#rH7CB8m39MQpeA-qH75GLpJVE3sJbyz_bIKE3zomjH0",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://usersdrive.com/hfqlava7stxm.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-scorpion-king-2002-blu-ray-720-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cq5r/(CM)_The_Scorpion_King_(2002)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VNcxUZJT#_qfikW6-MXpf-Qkes4Kl7zYPOshpw1PaJIwyUeePCJk",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kgu4j7w8tzrj.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/l86imrswwl3o",
        "server": "streamvid.io",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/wz2m6wtfmoxh.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5c_6HUA9FAY",
      "video_url": "https://www.youtube.com/watch?v=5c_6HUA9FAY",
      "embed_url": "https://www.youtube.com/embed/5c_6HUA9FAY"
    }
  },
  {
    "metadata": "R|2002|124 min|Adult,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "70,729"
    },
    "title": "Unfaithful",
    "description": "ကားနာမည်ဖတ်ရုံနဲ့တင် ဇတ်အိမ်ကိုအကဲခတ်လို့ရလောက်ပါပြီမိသားစုတစ်စု ယောက်ျားကအလုပ်များတဲ့လုပ်ငန်းရှင်တစ်ယောက်မိန်းမက မလုပ်လည်းအိမ်မှာထိုင်နေလို့ရတဲ့အလုပ်တစ်ခုရှိတယ်သားကကျောင်းနေအရွယ် မနက်မိုးလင်းရင်အမျိုးသားနဲ့သားက အလုပ်နဲ့ကျောင်းကိုသွားတစ်ရက်မမျှော်လင့်ပဲ အမျိုးသမီးက ပြစ်သစ်လူမျိုးခပ်ချောချောကောင်လေးနဲ့ဆုံခဲ့မိတယ်ဒီကားအကြောင်းကို ဆက်မပြောခင် ကျနော်တို့ဘဝမှာအိမ်ထောင်ရေးဖောက်ပြန်တာတွေ မိန်းမ တိတ်တိတ်ပုန်းဖောက်ပြန်တာယောင်္ကျားက ဖောက်ပြန်တာ တွေဒုနဲ့ဒေး ကြားနေရတယ်ကလေးမျက်နှာကိုထောက်ထားပြီး အိမ်ထောင်ရေးမပြိုကွဲစေဖို့ဟန်ချက်ညီအောင်ပြန်လည်ထိန်းသိမ်းကြတာမျိုးရှိသလိုစိတ်အလိုလိုက်ပြီး ဖောက်ပြန်တယ်သူတွေကိုအမှုတွေကျူးလွန်ခဲ့တာတွေလည်းရှိပါတယ်ဒါတွေအားလုံးဟာ ugly truthဆိုတဲ့အကျဉ်းတန်အမှန်တရား ပါ18+ဇတ်ဝင်ခန်းဆိုတာလည်း အိမ်ထောင်ရေးဇတ်ကားအနေနဲ့အတော်များများပါပေမဲ့ ဇတ်အိမ်လည်းခိုင်ပီပီပြင်ပြင်သရုပ်ဆောင်ချက်တွေကြောင့် Hollywoodမှာတန်းဝင်အိမ်ထောင်ရေးကားဖြစ်ပေမဲ့တစ်ချို့သူတွေအတွက်တော့ အတော်လေးအောင့်သီးအောင့်သက်နိုင်မဲ့ကားတစ်ကားပါဒါပေမဲ့ ugly truth ဆိုတဲ့အကျဉ်းတန်အမှန်တရားပါပဲဆွဲဆောင်မှုအရှိဆုံးမင်းသားလို့သတ်မှတ်ခံရဖူးတဲ့ RICHAD GERE မင်းသမီး DIANE LANEတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ် သူမရဲ့သရုပ်ဆောင်ချက်တွေကချီးကျူးရမှာဖြစ်ပါတယ် ဆွဲဆောင်မှုရှိပြီး မှားနေမှန်းသိရက်နဲ့ရှေ့ဆက်ဇွတ်တိုးပြီး ကိုယ့်ကိုယ် ကိုယ်ပြန်မုန်းမိနေတဲ့အိမ်ထောင်သည်တစ်ယောက်ရဲ့ခံစားချက်တွေကပီပြင်လွန်းပါတယ်ဗျာများနေတဲ့အိမ်ထောင်ရှင် RICHAD GEREရဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းပီပီပြင်ပြင်တွေ့ရမှာဖြစ်ပါတယ် ဒီလောက်ဆိုရင်လုံလောက်ပြီလို့ထင်ပါတယ်အကျဉ်းတန် အမှန်တရားလေးကိုခံစားပေးကြပါဦးလို့(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်ကတော့ အမည်မဖော်လိုသူပဲ ဖြစ်ပါတယ်)@joker——————————————————————–ကားနာမည္ဖတ္ရုံနဲ႕တင္ ဇတ္အိမ္ကုိအကဲခတ္လုိ႕ရေလာက္ပါၿပီမိသားစုတစ္စု ေယာက္်ားကအလုပ္မ်ားတဲ့လုပ္ငန္းရွင္တစ္ေယာက္မိန္းမက မလုပ္လည္းအိမ္မွာထုိင္ေနလုိ႕ရတဲ့အလုပ္တစ္ခုရွိတယ္သားကေက်ာင္းေနအရြယ္ မနက္မုိးလင္းရင္အမ်ဳိးသားနဲ႕သားက အလုပ္နဲ႕ေက်ာင္းကုိသြားတစ္ရက္မေမွ်ာ္လင့္ပဲ အမ်ဳိးသမီးက ျပစ္သစ္လူမ်ဳိးခပ္ေခ်ာေခ်ာေကာင္ေလးနဲ႕ဆုံခဲ့မိတယ္ဒီကားအေႀကာင္းကုိ ဆက္မေျပာခင္ က်ေနာ္တုိ႕ဘ၀မွာအိမ္ေထာင္ေရးေဖာက္ျပန္တာေတြ မိန္းမ တိတ္တိတ္ပုန္းေဖာက္ျပန္တာေယာက်ၤားက ေဖာက္ျပန္တာ ေတြဒုနဲ႕ေဒး ႀကားေနရတယ္ကေလးမ်က္ႏွာကုိေထာက္ထားၿပီး အိမ္ေထာင္ေရးမၿပဳိကြဲေစဖုိ႕ဟန္ခ်က္ညီေအာင္ျပန္လည္ထိန္းသိမ္းႀကတာမ်ဳိးရွိသလုိစိတ္အလုိလုိက္ၿပီး ေဖာက္ျပန္တယ္သူေတြကုိအမႈေတြက်ဴးလြန္ခဲ့တာေတြလည္းရွိပါတယ္ဒါေတြအားလုံးဟာ ugly truthဆုိတဲ့အက်ဥ္းတန္အမွန္တရား ပါ18+ဇတ္၀င္ခန္းဆုိတာလည္း အိမ္ေထာင္ေရးဇတ္ကားအေနနဲ႕အေတာ္မ်ားမ်ားပါေပမဲ့ ဇတ္အိမ္လည္းခုိင္ပီပီျပင္ျပင္သရုပ္ေဆာင္ခ်က္ေတြေႀကာင့္ Hollywoodမွာတန္း၀င္အိမ္ေထာင္ေရးကားျဖစ္ေပမဲ့တစ္ခ်ဳိ႕သူေတြအတြက္ေတာ့ အေတာ္ေလးေအာင့္သီးေအာင့္သက္ႏုိင္မဲ့ကားတစ္ကားပါဒါေပမဲ့ ugly truth ဆုိတဲ့အက်ဥ္းတန္အမွန္တရားပါပဲဆြဲေဆာင္မႈအရွိဆုံးမင္းသားလုိ႕သတ္မွတ္ခံရဖူးတဲ့ RICHAD GERE မင္းသမီး DIANE LANEတုိ႕ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ သူမရဲ႕သရုပ္ေဆာင္ခ်က္ေတြကခ်ီးက်ဴးရမွာျဖစ္ပါတယ္ ဆြဲေဆာင္မႈရွိၿပီး မွားေနမွန္းသိရက္နဲ႕ေရွ႕ဆက္ဇြတ္တုိးၿပီး ကုိယ့္ကုိယ္ ကုိယ္ျပန္မုန္းမိေနတဲ့အိမ္ေထာင္သည္တစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြကပီျပင္လြန္းပါတယ္ဗ်ာမ်ားေနတဲ့အိမ္ေထာင္ရွင္ RICHAD GEREရဲ႕သရုပ္ေဆာင္ခ်က္ေတြကုိလည္းပီပီျပင္ျပင္ေတြ႕ရမွာျဖစ္ပါတယ္ ဒီေလာက္ဆုိရင္လုံေလာက္ၿပီလုိ႕ထင္ပါတယ္အက်ဥ္းတန္ အမွန္တရားေလးကုိခံစားေပးႀကပါဦးလုိ႕(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္ကေတာ့ အမည္မေဖာ္လိုသူပဲ ျဖစ္ပါတယ္)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdrian LyneDianne DreyerStarsChad LoweDiane LaneDominic ChianeseErik Per SullivanGary BasarabaKate BurtonMyra Lucretia TaylorOlivier MartinezRichard GereZeljko IvanekCastChad LoweDiane LaneDominic ChianeseErik Per SullivanGary BasarabaKate BurtonMargaret ColinMichelle MonaghanMyra Lucretia TaylorOlivier MartinezRichard GereZeljko Ivanek",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mdP4XVSJ9lfCK8PJYYrttVmZ9Xz.jpg",
      "https://image.tmdb.org/t/p/w300/xwkKhiVug6HRicZ8hDFf2rhMedv.jpg",
      "https://image.tmdb.org/t/p/w300/AmBCb7In5SBFyhFuleTXPkgtVhz.jpg",
      "https://image.tmdb.org/t/p/w300/oMDrVicKag9UC24oBcS3XxzCROY.jpg",
      "https://image.tmdb.org/t/p/w300/5JgmOVjJpI7ox6tGcvNVpzR8CA4.jpg",
      "https://image.tmdb.org/t/p/w300/WymI0RkS67BmAe3lsC5TriW5aQ.jpg",
      "https://image.tmdb.org/t/p/w300/shPtMiPH1ephLnes4bKanZpTKFK.jpg",
      "https://image.tmdb.org/t/p/w300/srMfjHumEVepyzenZhjpFc8qkD1.jpg",
      "https://image.tmdb.org/t/p/w300/Aaf2wIB0PuabRJxexc7DtoyN1PN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYTQzZTE2N2QtM2QwMS00ZjUwLTg4ZDEtYjJiOTMwZjYxODJlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/x10y2z7m9xgb.html",
        "server": "usersdrive.com",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/unfaithful-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/856beeb/unfaithful-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4Uv9y/Unfaithful_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/QA0RlJqJ#NmtdIkVtzXjYImdPSI9Hg6DJiBzNiMkD_jsar9oaKSk",
        "server": "mega.nz",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/poxeifjyns0t",
        "server": "upstream.to",
        "size": "886 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2002|94 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "58,677"
    },
    "title": "Cube 2: Hypercube ( 2002 )",
    "description": "Cube 3 ကားလံုးကိုဒီမွာေဒါင္းႏိုင္ပါတယ္Zawgyi Font*****Cube ကားေတြရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္Cube 2: Hypercube Cube ဇာတ္ကားေတြရဲ႕ဒုတိယေၿမာက္ဇာတ္ကားၿဖစ္ပါတယ္ပထမဇာတ္ကားႀကည္႔ၿပီးရင္ cube ဆိုတာကိုနည္းနည္းသိႀကမယ္ ထင္တယ္မွတ္ဉာဏ္ေတြဖ်က္ဆီးခံထားရတဲ႔လူေတြကို cube ပံုစံအခန္းထဲထည္႔ၿပီးစမ္းသပ္ႀကတာပါဒီကားမွာ ေတာ့ မက္စ္ ကိတ္ မစၥပယ္လီ ဆိုင္မြန္ ဂ်ဳလီယာ ဂ်ယ္ရီမ်က္မၿမင္မေလးဆာရွာ တို႕ရဲ႕ မွတ္ဉာဏ္ေတြကိုဖ်က္ဆီးၿပီးhypercube ထဲကိုထည္႔ၿပီးေတာ့ေစာင့္ႀကည္႔တာပါစတုန္းရန္းပံုစံအခန္းခ်င္းခ်ိတ္ဆက္ထားတဲ႕ ဝကၤပါ Hypercube ထဲမွာလြတ္လမ္းကိုရွာေဖြရင္း ဘယ္လိုေတြအခ်င္းခ်င္းတိုုက္ခုိက္ႀကတယ္အခ်င္းခ်င္းဘယ္လိုသံသယေတြဝင္ႀကတာလဲ ဆိုတာကို စိတ္ဝင္တစားႀကည္႔ရမွာၿဖစ္ပါတယ္Translated & Review By Tin Myo LwinEncoded By LKUnicode*****Cube ကားတွေရဲ့ ဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်Cube 2: Hypercube Cube ဇာတ်ကားတွေရဲ့ဒုတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်ပထမဇာတ်ကားကြည့်ပြီးရင် cube ဆိုတာကိုနည်းနည်းသိကြမယ် ထင်တယ်မှတ်ဉာဏ်တွေဖျက်ဆီးခံထားရတဲ့လူတွေကို cube ပုံစံအခန်းထဲထည့်ပြီးစမ်းသပ်ကြတာပါဒီကားမှာ တော့ မက်စ် ကိတ် မစ္စပယ်လီ ဆိုင်မွန် ဂျုလီယာ ဂျယ်ရီမျက်မမြင်မလေးဆာရှာ တို့ရဲ့ မှတ်ဉာဏ်တွေကိုဖျက်ဆီးပြီးhypercube ထဲကိုထည့်ပြီးတော့စောင့်ကြည့်တာပါစတုန်းရန်းပုံစံအခန်းချင်းချိတ်ဆက်ထားတဲ့ ဝင်္ကပါ Hypercube ထဲမှာလွတ်လမ်းကိုရှာဖွေရင်း ဘယ်လိုတွေအချင်းချင်းတိုက်ခိုက်ကြတယ်အချင်းချင်းဘယ်လိုသံသယတွေဝင်ကြတာလဲ ဆိုတာကို စိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပါတယ်Translated & Review By Tin Myo LwinEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrzej SekulaLinda BrowneStarsBarbara GordonBruce GrayGeraint Wyn DaviesGrace Lynn KungGreer KentKari MatchettLindsey ConnellMatthew FergusonNeil CronePhilip AkinCastAndrew ScorerBarbara GordonBruce GrayGeraint Wyn DaviesGrace Lynn KungGreer KentKari MatchettLindsey ConnellMatthew FergusonNeil CronePaul RobbinsPhilip Akin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/81HCFSa2dhgkJIVe3aLrftR3cX6.jpg",
      "https://image.tmdb.org/t/p/w300/zKPVrVefgu9c7LQYtIAFIqqHQQr.jpg",
      "https://image.tmdb.org/t/p/w300/vDwLJBpx3CADG0EVQa3FI16wEf8.jpg",
      "https://image.tmdb.org/t/p/w300/deIo2XLWwDnx7jSfeuHTPvuure6.jpg",
      "https://image.tmdb.org/t/p/w300/ylhzW2BbRJfbrGllR4ARHBkSwiy.jpg",
      "https://image.tmdb.org/t/p/w300/lg4bquy05UeuHMQQvmazI6J3R78.jpg",
      "https://image.tmdb.org/t/p/w300/ol4xsfTpNpiFqpuhB3KbHlsDUgZ.jpg",
      "https://image.tmdb.org/t/p/w300/bM8hEocUjoGxJk3R2JEv0dBJ8pO.jpg",
      "https://image.tmdb.org/t/p/w300/yPIWvL5TFJk0MbfbSLJx70obbQY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6tPa2kvzsvOQTXK1JNO2JN9quBV.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/zyXyTfiCAE",
        "server": "drive.google.com",
        "size": "0.99 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://myandrive.net/file/nL3kvZ5EIy",
        "server": "drive.google.com",
        "size": "548 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/49Px1/(CM)Cube%C2%B2.Hypercube.2002.Bluray.720p.mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/4PNnz/(CM)Cube%C2%B2.Hypercube.2002.Bluray.480p.mp4",
        "server": "megaup.net",
        "size": "548 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Uvn/(CM)Cube%C2%B2.Hypercube.2002.Bluray.720p.mp4",
        "server": "Soliddrive.co",
        "size": "0.99 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://soliddrive.co/Uvy/(CM)Cube%C2%B2.Hypercube.2002.Bluray.480p.mp4",
        "server": "Soliddrive.co",
        "size": "548 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/ZdKafc34nzo/%28CM%29Cube%C2%B2.Hypercube.2002.Bluray.720p.mp4",
        "server": "openload.co",
        "size": "0.99 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://openload.co/f/bijqCi4t-w8/%28CM%29Cube%C2%B2.Hypercube.2002.Bluray.480p.mp4",
        "server": "openload.co",
        "size": "548 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "2m1aCPB_Ni8",
      "video_url": "https://www.youtube.com/watch?v=2m1aCPB_Ni8",
      "embed_url": "https://www.youtube.com/embed/2m1aCPB_Ni8"
    }
  },
  {
    "metadata": "|2002||Animation,Comedy,Family",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1200"
    },
    "title": "A Charlie Brown Valentine (2002)",
    "description": "A Charlie Brown Valentine (2002)=========================IMDb Rating – 7.1/10“ကျွန်တော့်ကိုရှိလို့ရှိမှန်းတောင်မသိတဲ့ ကောင်မလေးအတွက်ချောကလက်ဝယ်ချင်လို့ပါ “….. Valentines’ Day ကပြီးသွားပြီဆိုပေမယ့် Crush ကို Confess မလုပ်လိုက်ရတဲ့လူတွေအတွက်Relatable အဖြစ်ဆုံး ကာတွန်းဇာတ်လမ်းတိုလေးကို CM ကနေတင်ဆက်ပေးလိုက်ရပါတယ်။Charlie Brown ဆိုတဲ့ ကောင်လေးကတော့ ရိုမန်တစ်ဆန်တာတွေအပြောကောင်းတာတွေ ကိုယ့်ကိုယ်ကိုယုံကြည်မှုရှိတယ်ဆိုတာတွေရဲ့ဆန့်ကျင်ဘက်တွေနဲ့ချည်းပဲ ပြည့်နှက်နေပြီး ရှက်တတ်လွန်းအားကြီးလို့လူတောသိပ်မတိုးပါဘူး။ ဆံပင်နီနီနဲ့ကောင်မလေးတစ်ယောက်ကိုကြိတ်ကြိုက်နေပေမယ့် ဖွင့်ပြောရဲတဲ့သတ္တိမရှိတာကြောင့် အမြဲဝေ့လည်ကြောင်ပတ်နဲ့ပဲ အချိန်ကုန်နေခဲ့ပါတယ်။Valentines’ Day ဆိုတဲ့ အကြောင်းပြချက်အကြီးကြီးကို အသုံးချပြီးတောင် ဒိတ်ဖို့မပြောရဲသေးတဲ့ Charlie တစ်ယောက် Crush ဘက်ကကိုယ့်ကိုအော်တိုပြန်ကြိုက်လာမလားပဲ စိတ်ကူးယဉ်ရင်း အချိန်တွေသာကုန်လာတာပေါ့။ နောက်ဆုံး….. လူကိုယ်တိုင်မပြောရဲတောင် ဖုန်းကနေတစ်ဆင့်ပြောဖို့ သတ္တိတွေမတရားမွေးပြီး ဖုန်းဆက်လိုက်တဲ့အခါမှာတော့သူစိုးရိမ်နေသလို တစ်ဖက်ကဖုန်းပြန်ချသွားမှာလား၊ ဖုန်းရော လာကိုင်ပါ့မလား၊ ကျောင်းကလူတွေအများကြီးထဲကမှ Valentine ကပွဲကို ဘယ်သူနဲ့သွားလိုက်ရမလဲ ဆိုတာကို ဆယ်ကျော်သက်လေးတွေကြားထဲက ရတာမလို လိုတာမရတဲ့ Valentines’ Day အလွဲဟာသလေးတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ…..။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin WutYi ဖြစ်ပါတယ်)File Size………. (344 MB)Quality…………WEB-RIP 1080pDuration………30MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Comedy, FamilyTranslator…….Hnin Wut YiEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBill MelendezCastBill MelendezChristopher JohnsonCorey PadnosEmily LalandeJessica D. StoneLauren SchaffelNicolette LittleWesley Singerman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/89sbGiG9GZvojzJMcrPf2uywuqC.jpg",
      "https://image.tmdb.org/t/p/w300/nyaLoFMMLbKE6YIHaeiBEX52ByW.jpg",
      "https://image.tmdb.org/t/p/w300/3aksVT7mJzS5pVY4M1sqIoFQ4qN.jpg",
      "https://image.tmdb.org/t/p/w300/5LvSsUCSp915FyahYZ8cacLrN2w.jpg",
      "https://image.tmdb.org/t/p/w300/6GzGGUcBiGKQdG1jR4L2KBx2eTX.jpg",
      "https://image.tmdb.org/t/p/w300/wZfVykeTgkotEozOvo330jBKMMN.jpg",
      "https://image.tmdb.org/t/p/w300/woZN7dI0YdLlRF1Gm8YeneToLVP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMjkyMjYyNTYxNF5BMl5BanBnXkFtZTcwNTQwNDQyMQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/3ev5f/A.Charlie.Brown.Valentine.2002.1080p.WEBRip.x264[CM].mp4",
        "server": "megaup.net",
        "size": "344 MB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/rzqnyr9vpkol.html",
        "server": "streamsb.com",
        "size": "344 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/1d0RUQYZ#wZgfag6C43cpdgYOQS37puFmgf48B1xkDv7SaYPLLso",
        "server": "mega.nz",
        "size": "344 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/uxcm4ok60gs9.html",
        "server": "usersdrive.com",
        "size": "344 MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/w64ku781rw7x",
        "server": "streamvid.io",
        "size": "344 MB",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2002|91 min|Horror",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "77,434"
    },
    "title": "Ghost Ship (2002)",
    "description": "IMDb 5.5 ရထားတဲ့ Horror ရုပ္ရွင္ကားေကာင္းတစ္ခု ျဖစ္ပါတယ္…သမားရိုးက် အိမ္အိုတစ္လံုးအတြင္း သရဲေျခာက္တာေတြ သရဲပူးတာေတြ ကို ၾကည့္ရတာ ရိုးလာတဲ့သူေတြအတြက္ထိတ္လန္႔ ေျခာက္ျခားတာကိုမွ ႀကိဳက္ႏွစ္သက္သူေတြ အတြက္ ၾကည့္ကိုၾကည့္သင့္တဲ့ ရုပ္ရွင္ ကားေကာင္းတစ္ခုျဖစ္ပါတယ္ဇတ္လမ္းပံုစံကေတာ့ ပင္လယ္အတြင္း ပိုင္ရွင္မရွိေသာ သေဘၤာေတြကို ဆယ္ယူၿပီး ျပန္ေရာင္းကာ ေ၀စုခြဲယူၾကတဲ့ရွာေဖြေရး အဖြဲ႔တစ္ခု ရွိပါတယ္ ေခါင္းေဆာင္ မာဖီ က ဦးေဆာင္ၿပီး အေတာ္ဆံုး လူေတြ ဖြဲ႔စည္းထားတဲ့ အဖြဲ႔ျဖစ္ပါတယ္..တစ္ရက္မွာေတာ့ သူတို႔ အဖြဲ႔ ၆ လ အၾကာ ပင္လယ္ျပင္တြင္ အခ်ိန္ကုန္ခံရွာေဖြခဲ့တဲ့ သေဘၤာတစ္စီး အတြက္ ဘား မွာ ေအာင္ပြဲခံေသာက္ေနၾကတုန္း လူငယ္တစ္ေယာက္က သူတို႔ အဖြဲ႔ကို ေပ်ာက္ဆံုးေနေသာ ေမွာ္ဆန္တဲ့ သေဘၤာႀကီး တစ္ခုအေၾကာင္းသတင္းလာေပးပါတယ္.. ထို သေဘၤၤာႀကီးမွာ ကမၻာေပၚတြင္ ခ်မ္းသာၾကြယ္၀ေသာ လူအခ်ိဳ႕ႏွင့္၀န္ထမ္း အားလံုးေပါင္း ၆၀၀ ကို တင္ေဆာင္ၿပီးအေၾကာင္းကိစၥ တစ္စံုတစ္ရာ မသိရပဲ သတင္းမၾကားရပဲ ေပ်ာက္ဆံုးသြားတဲ့ သေဘၤာႀကီး ျဖစ္ေနပါတယ္ နစ္ျမဳတ္သြားတယ္လို႔လဲ မသိရအေက်ာ္ၾကားဆံုး ရွာေဖြေရး အဖြဲ႔အစည္းေတြကေတာင္ ရွာမေတြ႔ခဲ့တဲ့ သေဘၤာႀကီး အျဖစ္ မွတ္တမ္း တင္ထား၍ ၄င္းတို႔ အဖြဲ႔လဲ လူငယ္ျဖစ္သူႏွင့္ရာခိုင္ႏႈန္း ခြဲေ၀ယူရန္ ကတိေပးလုိက္ၿပီး သေဘၤာႀကီးကို စတင္ရွာေဖြပါေတာ့တယ္….ထို သေဘၤာႀကီးမွာ သူတို႔ ထင္ထားခဲ့သလို ရိုးရွင္းလွေသာ အရာတစ္ခုမဟုတ္ပဲ ရက္စက္မႈေတြ လ်ိဳ႕၀ွတ္မႈေတြသစၥာေဖာက္မႈေတြ နဲ႔ က်ိန္စာသင့္ၿပီး မလြတ္ေျမာက္ႏုိင္ေသာ ၀ိဥာဥ္မ်ား ရဲ႕ ခိုေအာင္းရာ ေနရာတစ္ခုဆိုတာကို မသိခဲ့ေသာအခါ…ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Translator တစ္ဦး ျဖစ္သူ Kaung Myat Thu ပဲ ျဖစ္ပါတယ္…(Thit San Khant)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteve BeckStarsDesmond HarringtonGabriel ByrneJulianna MarguliesRon Eldard",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTM3NTA4NDIwMF5BMl5BanBnXkFtZTYwNTc4NDE3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/7c87f54f57/ghost-ship-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ghost-ship-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yFj7/Ghost_Ship_[2002]_(MM_Sub)_(2).mp4",
        "server": "megaup.net",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/mzqpxhe63jo2.html",
        "server": "usersdrive.com",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ax7iyxgn0dco",
        "server": "upstream.to",
        "size": "980 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2002|103 min|Comedy,Horror,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "359"
    },
    "title": "999-9999 ( 2002 )",
    "description": "ၿမန္မာကားေတြအၾကိမ္ၾကိမ္ၿပန္ရိုက္ထားတဲ႔ ထိုင္းရဲ႕မူရင္း ဇာတ္ကားပါ :3ခ်င္းမိုင္ျမိဳ႕ ႏုိင္ငံတကာေက်ာင္းတစ္ခုရဲ႕ ေက်ာင္းသူတစ္ဦးအလံတိုင္ေပၚမွာ ေျခာက္ျခားဖြယ္ေသဆံုးေနမွဳသတင္းတစ္ႏုိင္ငံလံုးမွာ ပ်ံ႕ လြင့္ေနျပီးေနာက္ပိုင္း ဖူးခက္ႏုိင္ငံတကာေက်ာင္းမွစိတ္လွဳပ္ရွားစရာ စြန္႔စားမွဳအစီအစဥ္မ်ားကိုေက်ာင္းအတြင္းရိုက္ကူးတင္ဆက္ေနတဲ့ ရဲတင္းေသာမိစာၧမ်ားအဖြဲ႔မွလူေသမွဳျဖစ္ပြားေသာ ခ်င္းမိုင္ေက်ာင္းမွေက်ာင္းသူတစ္ဦးေျပာင္းလာေၾကာင္း သတင္းရရွိသြားပါတယ္။အဖြဲ႔သားမ်ားမွ ေက်ာင္းသူအသစ္ထံမွ သတင္းရယူဖို႔ၾကိဳးပမ္းၾကပါတယ္လူေသမွဳဟာ 999-9999 ဆုိတဲ့ဖုန္းနံပါတ္ တစ္ခုနဲ႔ ပတ္သတ္တယ္လို႔ေက်ာင္းသူအသစ္က ေျပာျပျပီး မဆက္ၾကဖို႔မွာပါတယ္။999-9999ဆီကေနလိုခ်င္တာမွန္သမွ်ေတာင္းလုိ႔ရတယ္ဆိုတဲ့အေၾကာင္းသိသြားၾကျပီးေနာက္ပိုင္း အဖြဲ႔၀င္တစ္ဦးက အားလံုးေရွ႕မွာပဲစမ္းဆက္ၾကည့္ျပီး ဖာရာရီျပိဳင္ကားတစ္စီး ေတာင္းလိုက္ပါတယ္။ေနာက္တစ္ေန႔မွာ အဖြဲ႔ေခါင္းေဆာင္ဆန္းနဲ႔ ျပိဳင္ကားေတာင္းထားတဲ့ခ်ီတို႔ဖူးခက္ေရွာ့ပင္းေမာေရွ႕ ကိုအေရာက္ ၁သန္းေျမာက္ ေစ်း၀ယ္အေနနဲ႔ ခ်ီတစ္ေယာက္ ဖာရာရီတစ္စင္းမဲေပါက္သြားပါတယ္ဆန္းကတိုက္ဆုိင္မွဳတစ္ခုလို႔ သံသယျဖစ္ေနတုန္းမွာပဲခ်ီတစ္ေယာက္အက္ဆီးဒင့္ႏွင့္ေသသြားပါတယ္။ေလာဘႏွင့္ စပ္စုစိတ္ေတြေၾကာင့္ အဖြဲ႔၀င္ေတြတစ္ေယာက္ျပီးတစ္ေယာက္ကိုးသံုးလံုးကို ဖုန္းေခၚၾကျပီး လူေသမွဳေတြျဖစ္ပြားလာတဲ့အခါအဖြဲ႔ေခါင္းေဆာင္ဂိမ္းခေရဇီ ဆန္းတစ္ေယာက္ အျဖစ္မွန္ေတြကိုဘယ္လိုေဖာ္ထုတ္ျပီး အဖြဲ႔၀င္ေတြကို ဘယ္လုိကာကြယ္ မလဲဆိုတာ စိတ္၀င္စားဖြယ္ ၾကည့္ရႈရမွာပါTranslated & Review By Nu MonEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter ManusStarsChulachak ChakrabongsePaula TaylorRawit RiwinSririta JensenThepparit RiwinTitinun KeatanakornWorajan SangngernCastChulachak ChakrabongsePaula TaylorRawit RiwinSririta JensenThepparit RiwinTitinun KeatanakornWorajan Sangngern",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2hiddBfK5PfVteI0eKdn3J5trTM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/999.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/999-9999-2002-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "938 MB",
        "quality": "DVDRIP"
      },
      {
        "link": "https://usersdrive.com/1w7nkgtr6whx.html",
        "server": "usersdrive.com",
        "size": "938 MB",
        "quality": "DVDRIP"
      },
      {
        "link": "https://megaup.net/2efhC/999-9999_[2002]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "938 MB",
        "quality": "DVDRIP"
      },
      {
        "link": "https://upstream.to/hnu978rlkrly",
        "server": "upstream.to",
        "size": "583 MB",
        "quality": "DVDRIP"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2002|1h 41m|Comedy,Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "189000"
    },
    "title": "About a Boy (2002)",
    "description": "About a Boy (2002)~ IMDb – 7.1/10, Rotten Tomatoes – 93% ~ဒီကားလေးက 2002 ခုနှစ်ထုတ် Comedy, Romance, Drama ကားကောင်းလေးဖြစ်ပါတယ်။ အော်စကာဆုအတွက် ဆန်ခါတင်၀င်ခဲ့တဲ့ကားလေးဖြစ်ပြီး တခြားဆု(၁၁)ဆုနဲ့ ဆန်ခါတင်ပေါင်း(၃၀)ကျော်၀င်ထားခဲ့တဲ့ကားကောင်းလေးပါ။ Cast အနေနဲ့ဆိုရင်လည်း မယ်လိုဒရာမာမင်းသားကြီးဖြစ်တဲ့ Hugh Grant က အဓိကပါ၀င်ထားပြီး X-Men နဲ့ The Great မင်းသားဖြစ်တဲ့ Nicholas Hoult ရဲ့ ပွဲဦးထွက်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ဝေလ်က ပေါ့ပျက်ပျက်နေတတ်ပြီး အလုပ်မရှိ အတည်တကျမရှိတဲ့သူတစ်ယောက်ပါ။ တစ်ရက်တော့ ဆင်ဂယ်လ်မားတွေကိုကပ်ဖို့အကြံနဲ့ တစ်ကိုယ်တည်းမိဘတွေ့ဆုံပွဲကို၀င်ပါတယ်။ အဲဒီကနေ ဆူဇီဆိုတဲ့အမျိုးသမီးနဲ့ချိတ်မိပြီး ဆင်ဂယ်ပဲရန့်စ်ပျော်ပွဲစားထွက်ရာကနေ မားကတ်စ်ဆိုတဲ့ကောင်လေးနဲ့တွေ့ပြီး ပေါ့ပျက်ပျက်ဖြစ်နေတဲ့ ဝေလ်ရဲ့ဘ၀တစ်ဆစ်ချိုးပြောင်းလဲဖို့စတင်လာပါတော့တယ်။ဒီဇာတ်ကားလေးက ၁နာရီ၄၀မိနစ်ကျော်အချိန်တွင်းမှာ တစ်ခန်းမှပစ်ရက်စရာမရှိ ငြီးငွေ့စရာမရှိတဲ့ဇာတ်ကားလေးပါပဲ။ ရယ်မောစရာဇာတ်၀င်ခန်းတွေအပြင် ခံစားချက်တွေနွေးထွေးစေနိုင်တဲ့အခန်းတွေ မျက်ရည်လည်နိုင်စေတဲ့အခန်းတွေနဲ့ ကြည်နူးစရာဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့် ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 810MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 41MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris WeitzPaul WeitzStarsAaron KeelingAlex KewAnnabelle ApsionAugustus PrewBethany MuirCathy MurphyChris WebsterClaire HarmanDelma WalshDenise StephensonFritha GoodeyHugh GrantIsabel BrookJanine DuvitskiJason SalkeyJenny GallowayJesy NelsonJoanne PetittJordan CookJoseph SpeechleyJoyce HendersonMadison CookMark HeapMatthew James ThomasMurray Lachlan YoungNatalia TenaNicholas HoultNicholas HutchisonOrlando Thor NewmanPaulette P. WilliamsPeter RoyRachel WeiszRosalind KnightRussell BarrRyan SpeechleySharon SmallSian MartinSidney LivingstoneSusannah DoyleTessa ValeToni ColletteVictoria SmurfitCastAaron KeelingAlex KewAnnabelle ApsionAugustus PrewBethany MuirCathy MurphyChris WebsterClaire HarmanDelma WalshDenise StephensonFritha GoodeyHugh GrantIsabel BrookJanine DuvitskiJason SalkeyJenny GallowayJesy NelsonJoanne PetittJordan CookJoseph SpeechleyJoyce HendersonMadison CookMark HeapMatthew James ThomasMurray Lachlan YoungNatalia TenaNicholas HoultNicholas HutchisonOrlando Thor NewmanPaulette P. WilliamsPeter RoyRachel WeiszRosalind KnightRussell BarrRyan SpeechleySharon SmallSian MartinSidney LivingstoneSusannah DoyleTessa ValeToni ColletteVictoria Smurfit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xxiPjhXigJ4zPiqqrA77FK10ULo.jpg",
      "https://image.tmdb.org/t/p/w300/bVevOrrjVM90ahbqlVHUizItnJw.jpg",
      "https://image.tmdb.org/t/p/w300/5QtnqgUXAliUmcBAV3HvN0TER2O.jpg",
      "https://image.tmdb.org/t/p/w300/8tVutJk3EM6fE0BfeWr7ioAd2Qm.jpg",
      "https://image.tmdb.org/t/p/w300/9gDRQL1uSEIPXFW4l65vTZKvOaO.jpg",
      "https://image.tmdb.org/t/p/w300/vZBt7ATLERLvadYBaozUN3BdDY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qoZ1bD0q9EFqcNiEYbEigsRcNCt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-about-a-boy-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j6kn/(CM)_About_a_Boy_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1z0Q2apJ#Ox9jQd_27dXArStjOqafqj5Bu9vtbkbjUUy0VMCyH2g",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b4i4c0e4idsb.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-about-a-boy-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1j6iw/(CM)_About_a_Boy_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/N2MQRY7A#8xciybzn1bQ8ALSA5nReyvkR7Kgy034pYVF0l9caVLw",
        "server": "mega.nz",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zvutavk7xzs2.html",
        "server": "usersdrive.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/p7qvzlypmhd5",
        "server": "streamsb.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cq3ff3r9pwzi",
        "server": "streamvid.io",
        "size": "810MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xC7REp40_uc",
      "video_url": "https://www.youtube.com/watch?v=xC7REp40_uc",
      "embed_url": "https://www.youtube.com/embed/xC7REp40_uc"
    }
  },
  {
    "metadata": "PG-13|2002|1h 41min|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "33000"
    },
    "title": "Dark Water (2002)",
    "description": "Dark Water (2002)~ IMDb – 6.7/10, Rotten Tomatoes – 81% ~နာမည်ကျော် The Ring တို့ Sadako တို့ရဲ့ ဖန်တီးရှင် ဒါရိုက်တာ Hideo Nakata ရဲ့ IMDb Rating – 6.7/10 အထိရရှိခဲ့တဲ့ Horror အမျိုးအစား Dark Water ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ယိုရှိမီဆိုတဲ့အမျိုးသမီးဟာ ယောကျာ်းနဲ့ ကွာရှင်းပြီးနောက် သမီး အီကုကို ကို ထိန်းသိမ်းစောင့်ရှောက်ခွင့်အတွက် အခြေအတင်ဖြစ်နေကြတုန်း အခြေအနေပါ။ လောလောဆယ် သမီးလေးနဲ့ အတူ နေဖို့အတွက် တိုက်ခန်းတစ်ခုကိုရှာနေခဲ့ပါတယ်။ အဆင်ပြေသွားတဲ့အခန်းက ဆောက်ထားတာကြာပြီမို့ မျက်နှာကျက်ကနေ ရေတွေ နည်းနည်းစီးကျနေခဲ့ပါတယ်။ တိုက်ခန်းမန်နေဂျာကို ပြောပေမယ့် အကြောင်းမထူးခဲ့ပါဘူး။လွန်ခဲ့တဲ့ ၂နှစ်တုန်းက ပျောက်ဆုံးသွားတဲ့ ကလေးမလေးဟာ သမီးလေးအီကုကို တက်ခဲ့တဲ့ကျောင်းမှာပဲ တက်သွားတာပါ။ တဏှာရူးတစ်ယောက်ယောက်က ခေါ်သွားတာလိုလို ဘာလိုလိုနဲ့ သတင်းအစအနပျောက်နေခဲ့ပါတယ်။ တိုက်ခန်းက ရေကလည်း တစ်နေ့တစ်နေ့ကျတာများလာတဲ့ အပြင် သူတို့သားအမိလည်း ထူးဆန်းတဲ့ဖြစ်ရပ်များကို ကြုံတွေ့လာရပါတော့တယ်။ ပျောက်ဆုံးသွားတဲ့ ကလေးမလေးဟာ သူတို့ရဲ့အပေါ်ထပ်မှာ နေခဲ့တယ်ဆိုတာကို သိရှိသွားပြီးနောက် ယိုရှိမီတစ်ယောက် မိခင်ပီပီ သူ့သမီးလေးကို ဘယ်လိုကာကွယ်စောင့်ရှောက်သွားမလဲဆိုတာ ကြည့်ရှုရင်း မိုးအေးအေးလေးနဲ့ ကွေးလိုက်ကြပါစို့…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.65GB, 835MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 41MinGenre – Drama, Horror, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHideo NakataStarsAsami MizukawaChihiro OhtsukaChisako HaraErika HatanakaErika KuroishiFumiyo KohinataHibiki IzawaHitomi KurokiIsao YatsuKiriko ShimizuMaiko AsanoMinako TsudaMirei OguchiRie HagiwaraRio KannoSachiko HaraShichirou GouShigemitsu OgiShinji NomuraTaro SuwaTeruko HanaharaTôru ShinagawaYouko HujimotoYouko YasudaYukiko IkariYuu TokuiCastAsami MizukawaChihiro OhtsukaChisako HaraErika HatanakaErika KuroishiFumiyo KohinataHibiki IzawaHitomi KurokiIsao YatsuKiriko ShimizuMaiko AsanoMinako TsudaMirei OguchiRie HagiwaraRio KannoSachiko HaraShichirou GouShigemitsu OgiShinji NomuraTaro SuwaTeruko HanaharaTôru ShinagawaYouko HujimotoYouko YasudaYukiko IkariYuu Tokui",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aMcMCy7q2j1volCKY0wp4qu4O1c.jpg",
      "https://image.tmdb.org/t/p/w300/n6aGdEMbLaovJx7Ah3gJRrOqxl2.jpg",
      "https://image.tmdb.org/t/p/w300/jQwX4DEc9K4ril69BeB4WJtMhaG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u7FIePdOTjboDAjcaA9MabbzAuf.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dark-water-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/39Kha/(CM)_Dark_Water_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MTkT1QLR#Eh_Xmdm3r3-01bhA-uz7S3h4QeJrlnqA_OJH6JvRJAU",
        "server": "mega.nz",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xrujkaqhfzum.html",
        "server": "usersdrive.com",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/p9dctns7d65b.html",
        "server": "streamsb.com",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dark-water-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/39Kfu/(CM)_Dark_Water_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1O1WxKRQ#SJgBRELC1oA5sYN_c9G3ZI9uMBX_PMhYo-my71ISewI",
        "server": "mega.nz",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h2x7gjszlsdz.html",
        "server": "usersdrive.com",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/njuwtjma8v95.html",
        "server": "streamsb.com",
        "size": "835MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zM_5hGBKqbE",
      "video_url": "https://www.youtube.com/watch?v=zM_5hGBKqbE",
      "embed_url": "https://www.youtube.com/embed/zM_5hGBKqbE"
    }
  },
  {
    "metadata": "N/A|2002|113 min|Comedy,Crime,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "599"
    },
    "title": "Marrying the Mafia ( 2002 )",
    "description": "နာမည်ကြီးကိုရီးယား ဟာသနဲ့အက်ရှင်ပေါင်းထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်5 ကား ထွက်ရှိထားပြီးတော့ အခုပထမဆုံးကားကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်နောက်ထပ်ကားတွေလည်းဆက်လက်ပြီး တင်ဆက်ပေးသွားမှာပါIMDb Rate ကတော့ 6.1/10 ရရှိထားပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုဆက်လက်ဖတ်ရှုကြရအောင်ရှေ့နေဒယ်ဆွတ်တစ်ယောက်ကောင်မလေးတစ်ယောက်နဲ့မတော်တဆတစ်ညအတူအိပ်မိတယ် ပြဿနာကတော့အဲ့ဒီကောင်မလေးကဂန်းစတားမိသားစုရဲ့သမီးအငယ်ဆုံးဖြစ်နေတာပါပဲကောင်မလေးအစ်ကိုတွေနဲ့အဖေကဒယ်ဆွတ်ကိုအတင်းတာဝန်ယူလက်ထပ်ခိုင်းတယ် ငြင်းဆန်ရင်နဲ့ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာဟာသလေးတွေနဲ့ကြည့်ရမှာပါရယ်ရတဲ့အပြင်ရိုလည်းရိုတယ်နော် တကယ်ကောင်းတဲ့အချစ်ဟာသကားလေးပါTranslated & Review By Nu MonEncoded By LKMarrying The Mafia 5 ကားလံုးကိုဒီမွာ ေဒါင္းယူႏိုင္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong Heung-sunStarsJin Hee-kyungJun-yong ChoiJung Joon-hoKim Jung-eunPark Geun-hyungPark Sang-wookSeo-yun LeeSu-min OhSung Ji-RuYoo Dong-geunCastEun Won-jaeHye-jeong YuJin Hee-kyungJun-yong ChoiJung Joon-hoKim Jung-eunPark Geun-hyungPark Sang-wookSeo-yun LeeSu-min OhSung Ji-RuYoo Dong-geun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6kObOJt6QXZemXywupilu9gO5YA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mNP5JQHt9BchP7YDnYkX3nv2bkE.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marrying-the-mafia-gamuneui-yeonggwang-2002",
        "server": "VIP Links",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marrying-the-mafia-gamuneui-yeonggwang-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/24u5kn5i8dg7.html",
        "server": "streamsb.com",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3tDnP/(CM)Marrying.The.Mafia.1.mp4",
        "server": "megaup.net",
        "size": "1.19 GB",
        "quality": "DvdRip"
      },
      {
        "link": "https://megaup.net/3tDnx/(CM)Marrying.The.Mafia.1(SF).mp4",
        "server": "megaup.net",
        "size": "406 MB",
        "quality": "Small Size"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2002|1h 44m|Drama,Romance,Sport",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "33000"
    },
    "title": "Blue Crush (2002)",
    "description": "Blue Crush (2002)~ IMDb – 5.7/10, Rotten Tomatoes – 62% ~ခုမိတ်ဆက်ပေးမှာကတော့ မမ Mitchelle Rodriguez ပါတဲ့ 2002 ခုနှစ်က ကားဟောင်း‌လေးဖြစ်ပါတယ်။ငယ်စဉ်တည်းက အတော်ဆုံးရေလွှာလျှောစီးသူဖြစ်ဖို့ ရည်မှန်းခဲ့တဲ့ ဟာဝိုင်အီကျွန်းသူလေး အန်းမယ်ရီ…မိခင်ဖြစ်သူက ဒုက္ခရောက်တဲ့အချိန် ထွက်ပြေးသွားလို့ ညီမလေး ပန်နီနဲ့ မိသားစု၀င်လိုသူငယ်ချင်းတွေနဲ့ ရုန်းကန်နေရသူ။အန်းမယ်ရီက ရေလွှာလျှောစီးချန်ပီယံဖြစ်ခဲ့ပေမဲ့ လွန်ခဲ့တဲ့ ၃နှစ်က ပြိုင်ပွဲမှာ ရေနစ်‌သွားတဲ့ထိ မတော်တဆမှုဖြစ်ခဲ့လို့ ပွဲစဉ်ကနေ ထွက်လာရပါတယ်။ အဲ့အဖြစ်အပျက်ကြောင့် စိတ်ဒဏ်ရာရပြီး လှိုင်းစီးဖို့ တွန့်ဆုတ်နေတာပေါ့။နေ့စဉ်ဘ၀ကို သူငယ်ချင်းတွေနဲ့ ဟိုတယ်မှာ သန့်ရှင်းရေးလုပ်ပြီး ရုန်းကန်ရင်း ပန်နီကိုတော့ ကောလိပ်တက်စေချင်တာပါ။ မထင်မှတ်ထားဘဲ ဟာဝိုင်အီမှာ အားလပ်ရက်လာအပန်းဖြေတဲ့ ဘောလုံးသမား မက်ကို ငွေလိုတဲ့အတွက် ရေလွှာလျှောစီး သင်ခန်းစာသင်ပေးရာက တစ်စနဲ့တစ်စတွယ်ငြိလာတဲ့အခါ…ဒီတစ်ခေါက် ကျင်းပမယ့် ပြိုင်ပွဲမှာ အန်းမယ်ရီတစ်ယောက် သူ့စိတ်ဒဏ်ရာကို မေ့ပစ်ပြီး အနိုင်ရမလားကျွန်းသူ‌လေးအန်းနဲ့ မြိုကြီးသား မက်တို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားလို့ရပါပြီ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 831MBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 1H 44MinGenre – Drama, Romance, SportSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn StockwellStarsAsa AquinoChris TaloaFaizon LoveFijiKala AlexanderKate BosworthKaupena MirandaMatthew DavisMichelle RodriguezMika BooremPaul HatterRuben TejadaSanoe LakeShaun RobinsonTamayo PerryCastAsa AquinoChris TaloaFaizon LoveFijiKala AlexanderKate BosworthKaupena MirandaMatthew DavisMichelle RodriguezMika BooremPaul HatterRuben TejadaSanoe LakeShaun RobinsonTamayo Perry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xsVMKdSndUKid3Xm3Tudf5bcOlv.jpg",
      "https://image.tmdb.org/t/p/w300/w50bfZ0MlF9e5FPys6gllK6OluO.jpg",
      "https://image.tmdb.org/t/p/w300/niyf8jrDPQuhQCIzQXLwIMobwVb.jpg",
      "https://image.tmdb.org/t/p/w300/siS4rrkLlVfEqRixm8KNejfNrbj.jpg",
      "https://image.tmdb.org/t/p/w300/mJFRhYGxCDmQ5cMnTmKwqpV0QVa.jpg",
      "https://image.tmdb.org/t/p/w300/eSoJD6ej91TC2eaStqAivzbzkAj.jpg",
      "https://image.tmdb.org/t/p/w300/cBsI9VPX3ubZ3p09v2Cl6aVH1qr.jpg",
      "https://image.tmdb.org/t/p/w300/fvsyyv3vcXdReM0sNbhxXzVU7WY.jpg",
      "https://image.tmdb.org/t/p/w300/mftucTUVcGVe44KUZn2Gk4tZViR.jpg",
      "https://image.tmdb.org/t/p/w300/4ogUuyOhnY538DVcYPp1XwdmYcK.jpg",
      "https://image.tmdb.org/t/p/w300/8Oem4JUsdohUMIgqsrhMRoolhac.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iZSw0JVG0cIFuZoTHuQU3nmGT4k.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-blue-crush-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1YUo3/(CM)_Blue_Crush_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6Q0wnaYB#Dg-3Y8eVj6HQW2yAdqNHZhCk4Ise84J-bTTYs8jYejU",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c77szusadmup.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blue-crush-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kPiv/(CM)_Blue_Crush_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/aQ1DjaCa#5NfqojW-Ssi2yPIY0ysxkdkJYzSUPHaERoOAXxkvqXs",
        "server": "mega.nz",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i1qwh7asoa7b.html",
        "server": "usersdrive.com",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/j7v9egjotjm1",
        "server": "streamsb.com",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9wr3ucpwd5de",
        "server": "streamvid.io",
        "size": "831MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ljN7SEEwhmM",
      "video_url": "https://www.youtube.com/watch?v=ljN7SEEwhmM",
      "embed_url": "https://www.youtube.com/embed/ljN7SEEwhmM"
    }
  },
  {
    "metadata": "|2002||Comedy,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "Friday After Next (2002)",
    "description": "Friday After Next (2002)IMDb-5.8ဇာတ်လမ်းအညွှန်းခရစ္စမတ်ကာလလည်း နီးနေပြီဆိုတော့ ခရစ္စမတ်အငွေ့အသက်လေးခံစားနိုင်ဖို့ ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။စန်တာကလော့စ်ဆီက လက်ဆောင်ရဖို့ ဆုတောင်းရတဲ့အချိန်တွေကို ပြန်တွေးမိကြဦးမလား။ကဲ ဒီဇာတ်လမ်းကတော့ ထူးခြားသွားပါပြီ။စန်တာဘိုးဘိုးကြီးဆီက လက်ဆောင်ရဖို့ ဝေးသေး၊ စန်တာဘိုးဘိုးကြီးက ပစ္စည်းတွေ လိုက်လုနေလို့ပါပဲ။ခရစ်ဂ်နဲ့ ဒေးဒေးတို့ ညီအကိုနှစ်ယောက်က မိဘတွေနဲ့ ခွဲပြီးတိုက်ခန်းမှာ နေနေကြပါပြီ။ခရစ္စမတ်မတိုင်ခင် တစ်နေ့အလို သောကြာနေ့မှာသူတို့အိမ်ကို သူခိုးကပ်ပါတယ်။သူခိုးကတော့ စန်တာကလော့စ်ဝတ်စုံဝတ်ပြီး ခိုးတဲ့ကောင်ပါတဲ့။သူတို့ရဲ့ သောကြာနေ့ ပြဿနာလေး ဒီကစပါပြီ။ခရစ်ဂ်နဲ့ ဒေးဒေးတို့ ပစ္စည်းတွေ အကုန်ပါသွားတဲ့အပြင်အိမ်ငှါးခပေးရမယ့် ငွေတွေပါ ပါသွားတယ်။ခရစ္စမတ်လက်ဆောင်တွေလည်း မရှိတော့ဘူး၊ အိမ်ငှါးခလည်းပေးရတော့မယ်၊ ခရစ္စမတ်ပါတီပွဲလေးလည်းကျင်းပချင်ကြသေးတယ်၊ စန်တာကလော့စ်သူခိုးကိုလည်း ဖမ်းရဦးမယ်။ဒါနဲ့ သူတို့နှစ်ယောက် သူတို့မိသားစုဘာဘီကျုဆိုင်ရှိတဲ့မောလ်တစ်ခုမှာ လုံခြုံရေးအစောင့် ဝင်လုပ်ကြပါတယ်။လုံခြုံရေးလုပ်နေရင်း ဘာတွေကြုံရဦးမလဲပေါ့။သောကြာနေ့လေးမှာ ညီအကိုနှစ်ယောက်ဘယ်လိုဂယက်တွေ ဖန်တီးကြဦးမလဲ၊ သူတို့ဆန္ဒတွေ ပြည့်ကြပါ့မလား…ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။“Friday” series မှာ သုံးကားမြောက်အနေနဲ့ထွက်ရှိထားတဲ့ ဟာသဇာတ်လမ်းလေး ဖြစ်ပါတယ်။Christmas theme songလေးတွေ ခံစားရင်းရယ်မောပျော်ရွှင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီ။File size…    3 GB /   1.3 GBQuality… Web-DL 1080p / 720pFormat… mp4Duration…. 1h 25mGenre …..  Drama , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by OrikaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnna Maria HorsfordBebe DrakeBrian StepanekChris WilliamsClifton PowellDon CurryGerry BednobIce CubeJoel McKinnon MillerJohn WitherspoonK.D. AubertKatt WilliamsMaz JobraniMike EppsReggie GaskinsRickey SmileySommoreStarletta DuPoisTerry Crews",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8XvmFiWSwF04rhqfI0eJp8nOoyy.jpg",
      "https://image.tmdb.org/t/p/w300/tPltOE6HiKoIrbgXYIr7mrUaCEN.jpg",
      "https://image.tmdb.org/t/p/w300/kxwD338twFE64BxhLlruPtmqPe8.jpg",
      "https://image.tmdb.org/t/p/w300/2ixv31YAMFqTO5k4u2QJr7Tt9L0.jpg",
      "https://image.tmdb.org/t/p/w300/vRL670RNFeoh1jXN2hpj8dWsqdW.jpg",
      "https://image.tmdb.org/t/p/w300/bfnQPbcmPAXO2QmDONalx4vNWPB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sxHFGPKLWj9e3aaA6wGVxghoiPE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3w9x0auo0zou.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/friday-after-next-2002-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21s5s/Friday.After.Next.2002.1080p.WEB-DL_{CM}.mp4",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hSFlFKqT#fBrFlKw-aYVHSJu_-OkMekWItIa-SaBZOaWJbh3xo7E",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fbfg5vc2d2j2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/friday-after-next-2002-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2HpxX/Friday.After.Next.2002.720p.WEB-DL_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AWEnkSyD#O2Ag9p3P2FbsTTE-p7uIHgH9yvZwSkXbrqWdLx7IHUw",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "H3g5QQynaJk",
      "video_url": "https://www.youtube.com/watch?v=H3g5QQynaJk",
      "embed_url": "https://www.youtube.com/embed/H3g5QQynaJk"
    }
  }
]