[
  {
    "metadata": "|1962|2h 9min|Crime,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "288,134"
    },
    "title": "To Kill a Mockingbird (1962)",
    "description": "To Kill a Mockingbird (1962)IMDb rating – 8.2/10_____Rotten Tomatoes – 92%Won 3 Oscars.Another 10 wins & 16 nominationsဒီတစ်ခါ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် ဂန္တဝင်ဇာတ်ကားကြီးတစ်ကားဖြစ်တဲ့ To Kill a Mockingbird ကို အတတ်နိုင်ဆုံးကြိုးစားဘာသာပြန်ပြီး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ၁၉၆၀ ခုနစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Harper Lee ရေးတဲ့To Kill a Mockingbird စာအုပ်ကို ရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။ဒီတော့ မူရင်းစာအုပ်အကြောင်းကို အနည်းငယ် ပြောပြချင်ပါတယ်။Harper Lee ဟာ To kill a mockingbird ဆိုတဲ့စာအုပ်ကို ၁၉၆၀ မှာ ထုတ်ဝေခဲ့တယ်။ကိုးဆယ့်ငါးပတ်လုံးလုံး နံပါတ် (၁) ရောင်းအားအကောင်းဆုံးစာရင်း ထိပ်ဆုံးက မဆင်းဘူး။၁၉၆၁ ခုနစ်မှာ Harper Lee ပူလစ်ဇာဆုရတယ်။၂၀၀၇ ခုနစ်မှာ Harper Lee တစ်ယောက် Presidential Medal of Freedom ဆုကို ဆွတ်ခူးခဲ့ပါတယ်။ရာစုနစ်ရဲ့ အကောင်းဆုံးစာအုပ် ၁၀၀မှာ စာရင်းဝင်သွားတယ်။၂၀ ရာစုရဲ့ အကောင်းဆုံး အမေရိကန်ဝတ္ထုအဖြစ် လူတော်တော်များများက လက်ခံခဲ့ကြပါတယ်။စာအုပ်ထုတ်ပြီးလို့ ၁ နှစ်အကြာမှာ ဘာသာစကား ၁၀မျိုးကို ပြန်ဆို ထုတ်ဝေခဲ့ကြတယ်။စာအုပ်က လက်ရှိအချိန်ထိဆို ကော်ပီပေါင်း သန်း ၃၀ ကျော် ရောင်းချခဲ့ရပြီး ဘာသာစကားပေါင်း ၄၀ ကျော်ကိုလည်း ပြန်ဆိုခဲ့ကြပြီးဖြစ်ပါတယ်။ကျွန်တော်တို့ မြန်မာနိုင်ငံမှာလည်း ဆရာ တင်မောင်မြင့်က “တောင်ပံမဲ့သင်းကွဲတေးဆိုငှက်” ဆိုတဲ့နာမည်နဲ့ မြန်မာဘာသာသို့ပြန်ဆိုပြီး ၂၀၀၄ခုနစ်မှာ ထုတ်ဝေခဲ့ပါတယ်။ (တောင်ပံမဲ့) စာအုပ်ဟာ ၂၀၀၄ ခုနစ်ရဲ့ အမျိုးသားစာပေဆု ဘာသာပြန်(ရသ) ရရှိခဲ့ပါတယ်။မူရင်းစာအုပ်က ၁၉၆၀ မှာ ထွက်တယ်။ ရုပ်ရှင် အဖြစ် ဒါရိုက်တာ Robert Mulligan က ၁၉၆၂ ခုနှစ်မှာ အသက်သွင်းလိုက်တယ်။အဓိက ဇာတ်ဆောင်ဖြစ်တဲ့ ရှေ့နေကြီး Atticus Finch အဖြစ် ဂရေဂရီပက် Gregory Peck က သရုပ်ဆောင်လိုက်တယ်။ဂရေဂရီပက်ကို Atticus Finch လို့ ကမ္ဘာရုပ်ရှင် ပရိသတ်က အသည်းစွဲသွားကြတယ်။မင်းသားကြီး ကိုယ်တိုင်ကလည်း သူ့အကြိုက်ဆုံးကားပါလို့ ပွဲတိုင်းမှာ ပြောခဲ့တယ်။ဒီဇာတ်ကားဟာ Best Picture အပါအဝင် အော်စကာဆု ၈ ဆု ဆန်ခါတင်ခဲ့ပြီး မင်းသားကြီး ဂရေဂရီပက်လည်း Best Actor အော်စကာဆုရသွားတယ်၊ Best Adapted Screenplay ဆုနှင့် Best Art Direction ဆုစုစုပေါင်း အော်စကာဆု ၃ ဆုကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ ရွှေကမ္ဘာလုံးဆု ၃ ဆုကိုလည်း ဆွတ်ခူးခဲ့ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ အမေရိကန်တောင်ပိုင်းက မေကွမ်းမြို့လေးမှာ ဖခင်ဖြစ်သူ မုဆိုးဖို ရှေ့နေကြီး အက်တီးကပ်စ်ဖင့်ချ်ရယ် ၊ သမီးဖြစ်သူ စကောက်တ်ရယ် ၊ သားဖြစ်သူ ဂျင်မ်ရယ် အတူတကွ ပျော်ပျော်ရွှင်ရွှင် နေထိုင်ကြပါတယ်။တစ်ရက်မှာတော့ သူတို့မြို့လေးမှာ လူဖြူမတစ်ယောက်ကို လူမည်းတစ်ယောက်က အဓမ္မပြုကျင့်ပါတယ်ဆိုတဲ့ အမှုတစ်ခု ဖြစ်ပွားပါတယ်။ရှေ့နေကြီး အက်တီးကပ်စ် ဖင့်ချ်က လူမည်းဘက် အကျိုးဆောင်ရှေ့နေ။တစ်မြို့လုံးနဲ့ ဆန့်ကျင်ပြီး လူမည်းဘက်က ရပ်တည်လိုက်တဲ့အချိန်မှာတော့……….မူရင်းစာအုပ် (ဒါမှမဟုတ်)ဘာသာပြန်စာအုပ်ကို ဖတ်ဖူးထားတဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားဟာ ထူးထူးထွေထွေ ညွှန်းနေစရာမလိုတာတော့ အမှန်ပါပဲ။စာအုပ်နဲ့ ရုပ်ရှင် ကွဲလွဲမှုအနည်းငယ် ရှိပေမယ့် ဒါရိုက်တာ Robert Mulliganက မူရင်းစာအုပ်ကို မကျော်ရင်တောင် မူရင်းစာအုပ်အောက်တော့ မလျော့အောင် အကောင်းဆုံးရိုက်ပြသွားနိုင်ခဲ့ပါတယ်။သရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Gregory Peck ၊ Mary Badham ၊ Phillip Alford တို့ သရုပ်ဆောင်သွားတာကလည်း အပိုအလိုမရှိ တကယ့် ကွက်တိကို သရုပ်ဆောင်သွားနိုင်ခဲ့ပါတယ်။စာအုပ်မဖတ်ရသေးတဲ့သူတွေအတွက်လည်း ဒီဇာတ်လမ်းလေးကို ကြည့်ပြီးမှ စာအုပ်ရှာဖတ်မယ်ဆိုရင် ပိုလို့တောင် အဆင်ပြေပါသေးတယ်။ဒါမှသာ စာအုပ်ဖတ်တဲ့အခါ ဇာတ်ကောင်တစ်ယောက်ရဲ့နာမည်ကို ဖတ်လိုက်တာနဲ့ ရုပ်ရှင်ထဲက သရုပ်ဆောင်ရဲ့ရုပ်ကို ပြေးမြင်ပြီး ပိုမှတ်ရလွယ်သွားပါတယ်။ To Kill a mockingbird ဘာဖြစ်လို့ အောင်မြင်ကျော်ကြားခဲ့တာလဲလို့ မေးရင် အဓိကအကြောင်းရင်းကတော့ လူဖြူ လူမည်း အသားရောင် ခွဲခြားမှု၊ တရားမျှတမှုကို တပ်လှန့်ပေးလိုက်လို့ပါပဲ ။ဒီဇာတ်ကားရဲ့ အဓိက ပေးချင်တဲ့ message ကို Atticus Finch ဇာတ်ကောင်က“မင်း လူတစ်ယောက်ရဲ့ဖိနပ်ကိုစီးပြီး သူ့နေရာကနေ လမ်းမလျောက်ဖူး မခြင်း…မင်း သူ့ကိုဘယ်တော့မှ နားလည်မှာ မဟုတ်ဘူး”ဆိုတဲ့စကားလေးနဲ့ ပရိသတ်ရင်ကိုထိအောင် ပြောသွားနိုင်ခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ ကိုယ်ယူတတ်ရင် ယူတတ်သလို အများကြီး အတွေးရမယ့် ရုပ်ရှင်ဖြစ်ကြောင်း ပြောချင်ပါတယ်။(ရုပ်ရှင်အညွှန်းနှင့် ဘာသာပြန်သူကတော့ Mgzin (ဇင်ခီ) ဖြစ်ပါတယ်)——————————————ဒီတစ္ခါ ရုပ္ရွင္ခ်စ္ပရိသတ္ၾကီးအတြက္ ဂႏၲဝင္ဇာတ္ကားၾကီးတစ္ကားျဖစ္တဲ့ To Kill a Mockingbird ကုိ အတတ္နိုင္ဆံုးၾကိဳးစားဘာသာျပန္ျပီး တင္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၆၀ ခုနစ္တုန္းက ထြက္ရွိခဲ့တဲ့ Harper Lee ေရးတဲ့To Kill a Mockingbird စာအုပ္ကုိ ရုပ္ရွင္အျဖစ္ ရုိက္ကူးထားတာပါ။ဒီေတာ့ မူရင္းစာအုပ္အေၾကာင္းကုိ အနည္းငယ္ ေျပာျပခ်င္ပါတယ္။Harper Lee ဟာ To kill a mockingbird ဆိုတဲ့စာအုပ္ကုိ ၁၉၆၀ မွာ ထုတ္ေဝခဲ့တယ္။ကိုးဆယ့္ငါးပတ္လံုးလံုး နံပါတ္ (၁) ေရာင္းအားအေကာင္းဆံုးစာရင္း ထိပ္ဆံုးက မဆင္းဘူး။၁၉၆၁ ခုနစ္မွာ Harper Lee ပူလစ္ဇာဆုရတယ္။၂၀၀၇ ခုနစ္မွာ Harper Lee တစ္ေယာက္ Presidential Medal of Freedom ဆုကို ဆြတ္ခူးခဲ့ပါတယ္။ရာစုနစ္ရဲ႕ အေကာင္းဆံုးစာအုပ္ ၁၀၀မွာ စာရင္းဝင္သြားတယ္။၂၀ ရာစုရဲ႕ အေကာင္းဆံုး အေမရိကန္ဝတၳဳအျဖစ္ လူေတာ္ေတာ္မ်ားမ်ားက လက္ခံခဲ့ၾကပါတယ္။စာအုပ္ထုတ္ျပီးလို႕ ၁ နွစ္အၾကာမွာ ဘာသာစကား ၁၀မ်ိဳးကုိ ျပန္ဆို ထုတ္ေဝခဲ့ၾကတယ္။စာအုပ္က လက္ရွိအခ်ိန္ထိဆို ေကာ္ပီေပါင္း သန္း ၃၀ ေက်ာ္ ေရာင္းခ်ခဲ့ရျပီး ဘာသာစကားေပါင္း ၄၀ ေက်ာ္ကိုလည္း ျပန္ဆိုခဲ့ၾကၿပီးျဖစ္ပါတယ္။ကၽြန္ေတာ္တို႕ ျမန္မာနိုင္ငံမွာလည္း ဆရာ တင္ေမာင္ျမင့္က “ေတာင္ပံမဲ့သင္းကြဲေတးဆိုငွက္” ဆိုတဲ့နာမည္နဲ႕ ျမန္မာဘာသာသို႕ျပန္ဆိုျပီး ၂၀၀၄ခုနစ္မွာ ထုတ္ေဝခဲ့ပါတယ္။ (ေတာင္ပံမဲ့) စာအုပ္ဟာ ၂၀၀၄ ခုနစ္ရဲ႕ အမ်ိဳးသားစာေပဆု ဘာသာျပန္(ရသ) ရရွိခဲ့ပါတယ္။မူရင္းစာအုပ္က ၁၉၆၀ မွာ ထြက္တယ္။ ရုပ္ရွင္ အျဖစ္ ဒါရုိက္တာ Robert Mulligan က ၁၉၆၂ ခုနွစ္မွာ အသက္သြင္းလုိက္တယ္။အဓိက ဇာတ္ေဆာင္ျဖစ္တဲ့ ေရွ႕ေနၾကီး Atticus Finch အျဖစ္ ဂေရဂရီပက္ Gregory Peck က သရုပ္ေဆာင္လိုက္တယ္။ဂေရဂရီပက္ကို Atticus Finch လို႕ ကမၻာရုပ္ရွင္ ပရိသတ္က အသည္းစြဲသြားၾကတယ္။မင္းသားၾကီး ကုိယ္တိုင္ကလည္း သူ႕အၾကိဳက္ဆံုးကားပါလို႕ ပြဲတုိင္းမွာ ေျပာခဲ့တယ္။ဒီဇာတ္ကားဟာ Best Picture အပါအဝင္ ေအာ္စကာဆု ၈ ဆု ဆန္ခါတင္ခဲ့ျပီး မင္းသားၾကီး ဂေရဂရီပက္လည္း Best Actor ေအာ္စကာဆုရသြားတယ္၊ Best Adapted Screenplay ဆုနွင့္ Best Art Direction ဆုစုစုေပါင္း ေအာ္စကာဆု ၃ ဆုကုိလည္း ဆြတ္ခူးနုိင္ခဲ့ပါတယ္။ဒီဇာတ္ကားဟာ ေရႊကမၻာလံုးဆု ၃ ဆုကိုလည္း ဆြတ္ခူးခဲ့ပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္းကိုု ေျပာရမယ္ဆိုရင္ေတာ့ အေမရိကန္ေတာင္ပိုင္းက ေမကြမ္းျမိဳ႕ေလးမွာ ဖခင္ျဖစ္သူ မုဆိုးဖို ေရွ႕ေနၾကီး အက္တီးကပ္စ္ဖင့္ခ်္ရယ္ ၊ သမီးျဖစ္သူ စေကာက္တ္ရယ္ ၊ သားျဖစ္သူ ဂ်င္မ္ရယ္ အတူတကြ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေနထိုင္ၾကပါတယ္။တစ္ရက္မွာေတာ့ သူတို႕ျမိဳ႕ေလးမွာ လူျဖဴမတစ္ေယာက္ကို လူမည္းတစ္ေယာက္က အဓမၼျပဳက်င့္ပါတယ္ဆိုတဲ့ အမႈတစ္ခု ျဖစ္ပြားပါတယ္။ေရွ႕ေနၾကီး အက္တီးကပ္စ္ ဖင့္ခ်္က လူမည္းဘက္ အက်ိဳးေဆာင္ေရွ႕ေန။တစ္ျမိဳ႕လံုးနဲ႕ ဆန္႕က်င္ျပီး လူမည္းဘက္က ရပ္တည္လုိက္တဲ့အခ်ိန္မွာေတာ့……….မူရင္းစာအုပ္ (ဒါမွမဟုတ္)ဘာသာျပန္စာအုပ္ကို ဖတ္ဖူးထားတဲ့သူေတြအတြက္ေတာ့ ဒီဇာတ္ကားဟာ ထူးထူးေထြေထြ ညႊန္းေနစရာမလိုတာေတာ့ အမွန္ပါပဲ။စာအုပ္နဲ႕ ရုပ္ရွင္ ကြဲလြဲမႈအနည္းငယ္ ရွိေပမယ့္ ဒါရိုက္တာ Robert Mulliganက မူရင္းစာအုပ္ကုိ မေက်ာ္ရင္ေတာင္ မူရင္းစာအုပ္ေအာက္ေတာ့ မေလ်ာ့ေအာင္ အေကာင္းဆံုုးရိုက္ျပသြားနုိင္ခဲ့ပါတယ္။သရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့ Gregory Peck ၊ Mary Badham ၊ Phillip Alford တို႕ သရုပ္ေဆာင္သြားတာကလည္း အပိုအလိုမရွိ တကယ့္ ကြက္တိကို သရုပ္ေဆာင္သြားနုိုင္ခဲ့ပါတယ္။စာအုပ္မဖတ္ရေသးတဲ့သူေတြအတြက္လည္း ဒီဇာတ္လမ္းေလးကို ၾကည့္ျပီးမွ စာအုပ္ရွာဖတ္မယ္ဆုိရင္ ပိုလုိ႔ေတာင္ အဆင္ေျပပါေသးတယ္။ဒါမွသာ စာအုပ္ဖတ္တဲ့အခါ ဇာတ္ေကာင္တစ္ေယာက္ရဲ႕နာမည္ကို ဖတ္လုိက္တာနဲ႕ ရုပ္ရွင္ထဲက သရုပ္ေဆာင္ရဲ႕ရုပ္ကိုု ေျပးျမင္ျပီး ပိုမွတ္ရလြယ္သြားပါတယ္။ To Kill a mockingbird ဘာျဖစ္လုိ႕ ေအာင္ျမင္ေက်ာ္ၾကားခဲ့တာလဲလို႕ ေမးရင္ အဓိကအေၾကာင္းရင္းကေတာ့ လူျဖဴ လူမည္း အသားေရာင္ ခြဲျခားမႈ၊ တရားမၽွတမႈကို တပ္လွန္႕ေပးလိုက္လို႕ပါပဲ ။ဒီဇာတ္ကားရဲ႕ အဓိက ေပးခ်င္တဲ့ message ကုိ Atticus Finch ဇာတ္ေကာင္က“မင္း လူတစ္ေယာက္ရဲ႕ဖိနပ္ကိုစီးျပီး သူ႕ေနရာကေန လမ္းမေလ်ာက္ဖူး မျခင္း…မင္း သူ႕ကိုဘယ္ေတာ့မွ နားလည္မွာ မဟုတ္ဘူး”ဆိုတဲ့စကားေလးနဲ႕ ပရိသတ္ရင္ကုိထိေအာင္ ေျပာသြားႏိုင္ခဲ့ပါတယ္။ ဒီရုပ္ရွင္ဟာ ကိုယ္ယူတတ္ရင္ ယူတတ္သလို အမ်ားႀကီး အေတြးရမယ့္ ရုပ္ရွင္ျဖစ္ေၾကာင္း ေျပာခ်င္ပါတယ္။(ရုပ္ရွင္အညႊန္းႏွင့္ ဘာသာျပန္သူကေတာ့ Mgzin (ဇင္ခီ) ျဖစ္ပါတယ္)File size…(999 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:10:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMgzin (ဇင်ခီ)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mbJIERhLu25fyZb8DQIq1JN3AOR.jpg",
      "https://image.tmdb.org/t/p/w300/uuaKtd6WwNCel9aBfgJoR1zLc11.jpg",
      "https://image.tmdb.org/t/p/w300/9EFFhuOqz9bMU7J4ic1dkgXf9Za.jpg",
      "https://image.tmdb.org/t/p/w300/3YOvFeYcfFx3icVv4wWcEnZEXir.jpg",
      "https://image.tmdb.org/t/p/w300/qS0ST1pUHjSgFzPB1hsUuHD6PJQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/to-kill-a-mockingbird.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/787bwo6wqsbd.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/to-kill-a-mockingbird-1962-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/cf5687e79/to-kil-a-mockingbird-1962-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/4eC7c/To_Kill_A_Mockingbird_[1962]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/4bwBEJyS#6BsUkMM0klGA73fi5M41ExLHN6G2pEdrJfpKAxMMdh8",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/0lk0ryyf72r6",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-kill-a-mockingbird-1962",
        "server": "CM Links",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "zPcH6joLZjg",
      "video_url": "https://www.youtube.com/watch?v=zPcH6joLZjg",
      "embed_url": "https://www.youtube.com/embed/zPcH6joLZjg"
    }
  },
  {
    "metadata": "|1962||Biography,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": ""
    },
    "title": "The Miracle Worker (1962)",
    "description": "RT 96% နဲ့ IMDb 8.1 ရရှိထားတဲ့ ဇာတ်ကားဟောင်းလေးကိုCM ကနေ ပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းကို ဒါရိုက်တာ အာသာပန်က ရိုက်ကူးထားတာ ဖြစ်ပြီးမင်းသမီး အန်းဘန်ခရော့ထ်နဲ့ ပတ်တီဒုခ်တို့က အဓိက သရုပ်ဆောင်ထားပါတယ်။၁၉၆၂ ခုနှစ်က ရိုက်ကူးခဲ့တဲ့ ဂန္ထဝင်ဇာတ်ကားတစ်ကား ဖြစ်ပြီးသရုပ်ဆောင်တွေရဲ့ အကောင်းဆုံးသော တင်ဆက်မှုတွေကို ခံစားကြရမှာပါ။ဒီဇာတ်လမ်းက လူတိုင်းနဲ့ မစိမ်းတဲ့သူ၊ စာပေနိုဗယ်ဆု မရရှိခဲ့ပေမဲ့ဆန်ကာတင်စာရင်းထဲထိ ပါဝင်နိုင်ခဲ့တဲ့ မျက်မမြင်စာရေးဆရာမ ဟယ်လင်ကယ်လာရဲ့ ငယ်ဘဝဇာတ်ကြာင်းကိုရိုက်ကူးထားတာ ဖြစ်ပါတယ်။လူတိုင်းလေးစားရတဲ့ ဟယ်လင်ကယ်လာရဲ့ သနားစရာရုန်းကန်လှုပ်ရှားခဲ့ရတဲ့ အချိန်အပိုင်းအခြားတစ်ခုကိုအံ့ဩမှင်သက်စွာ ခံစားရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မွေးကင်းစ အရွယ်မှာနေမကောင်းဖြစ်ပြီး မျက်စိကွယ်၊ နားမကြား ဖြစ်သွားရတဲ့ဟယ်လင်ကယ်လာလေးကို အန်နီ ဆော်လီဗန်ကသင်ကြားပေးဖို့ ဖြစ်လာပါတယ်။ငယ်စဉ်ကတည်းက မျက်မမြင်ဖြစ်တဲ့ အန်နီဆော်လီဗန်ဟာဟယ်လင်ကယ်လာလေးကို ကမ္ဘာကြီးမှာ ရှိသမျှအရာတွေအားလုံးကို သိစေချင်စိတ် ဖြစ်လာခဲ့ပါတယ်။သင်ကြားပေးရာမှာလည်း မသန်စွမ်းသူတစ်ယောက်အ‌နေနဲ့ မဟုတ်ဘဲသာမန်လူတစ်ယောက်လို ဘဝကို ဖြတ်သန်းနိုင်ဖို့ သင်ကြားပေးခဲ့ပါတယ်။ဟယ်လင်ကယ်လာလေးကို သနားချစ်နဲ့ အလိုလိုက်ထားတဲ့မိဘတွေနဲ့ ကလေးကို သင်ကြားပေးချင်တဲ့ စေတနာအပြည့်နဲ့ဆရာမကြားမှာ အပြိုင် လွန်ဆွဲနေကြတဲ့အကြောင်းကို ရသစုံလင်စွာ ကြည့်ရှုရမှာပါ။File size…   2.2 GB /   1.2 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 46mGenre …..  DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Zin Sann Oo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lUUB7fPMx5bNYpE1ePoKlO8eaKj.jpg",
      "https://image.tmdb.org/t/p/w300/5bvQEihHBKJ0Rs1J46HcG0wASDr.jpg",
      "https://image.tmdb.org/t/p/w300/tlYkK43Yr6xOFzx5ZHm4Tn6jTzA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3dI6UVM5W1sz3MU9gNK5nVDcAyQ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/m4u4zb8c9bdb.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-miracle-worker-1962-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21s7o/The.Miracle.Worker.1962.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UC8mnRBA#asaOHThzPL9tBywlL06b-Ne-_9FBKZ56sbw5GoYgf4Q",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/37tdsaqh8fgy.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-miracle-worker-1962-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21s7y/The.Miracle.Worker.1962.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9Ck2WTbC#dnZIDFITBwxXnJ5vUPG0qsP7HMBCwOuwzprayUZ2yew",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OffvfxvcSFc",
      "video_url": "https://www.youtube.com/watch?v=OffvfxvcSFc",
      "embed_url": "https://www.youtube.com/embed/OffvfxvcSFc"
    }
  }
]