[
  {
    "metadata": "G|1951|75 min|Adventure,Animation,Family",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "100,447"
    },
    "title": "Alice in Wonderland (1951)",
    "description": "Animation ကားေကာင္းေလးတစ္ကားၿဖစ္တဲ့ Alice In Wonderland စာ 1951 ခုႏွစ္ကထြက္ရွိထားခဲ့ၿပီးေတာ့Movie ၿပန္ရိုက္ရတဲ့အထိကိုေအာင္ၿမင္မႈ႕ရရွိခဲ့ပါတယ္….ဇာတ္လမ္း အက်ဥ္းကိုေၿပာၿပရမယ္ဆိုရင္ယုန္ေလးတစ္ေကာင္ေနာက္ကို စူးစမ္းၿပီးလိုက္ခဲ့တဲ့ အဲလပ္ေလးတစ္ေယာက္ သူစိတ္ကူးထားတဲ့သူတကယ္ၿဖစ္ခ်င္ေနတဲ့ ထူးဆန္းၿပီး အၿပင္မွတကယ္မၿဖစ္ႏိုင္တဲ့စိတ္ကူးယဥ္ကမၻာေလးထဲကိုေရာက္ရွိသြားခဲ့ပါတယ္…ၿမင္ၿမင္သမွ်အရာအားလံုးက သူမအတြက္ေတာ့တကယ္ကိုအထူးဆန္းေတြခ်ည္းပဲၿဖစ္ေနလို႕ေနာက္ဆံုးေတာ့ သူမအိမ္ကိုၿပန္ဖို႕ ဆံုးၿဖတ္လိုက္ပါတယ္…အဲ…ဒါေပမယ့္ သူမအိမ္ၿပန္ဖို႕လမ္းရွာေနတဲ့အခ်ိန္မွာ အနီေရာင္ဘုရင္မနဲ႕စေတြ႕ပါေတာ့တယ္…အနီေရာင္ဘုရင္မကေတာ့ ရက္စက္တဲ့ေနရာမွာ ႏွစ္ေယာက္မရွိသူပါ…ဒီလိုရက္စက္တဲ့ အနီေရာင္ဘုရင္မလက္ထဲကေန လြတ္ေၿမာက္ေအာင္ အဲလပ္ေလးဘယ္လိုလုပ္မလဲ…သူမအိမ္ေကာၿပန္ေရာက္ႏိုင္မလားဆိုတာ စိတ္၀င္တစားနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္….ဒီကားေလးဟာေတာ့ Animation ၾကိဳက္သူမ်ားအတြက္အထူးသင့္ေတာ္တဲ့ညအိပ္ရာ၀င္ပံုၿပင္ကားေလးပဲၿဖစ္ပါတယ္..မိဘမ်ားအေနနဲ႕လည္းသားသားေလး မီးမီးေလးမ်ားကို အိပ္ခါနီးအခ်ိန္ ၿပသၿပီးေခ်ာ့သိပ္လို႕ရပါတယ္…Quality…..BluRay 1080pDuration…..01:15:00Format…Mp4File Size…(539 MB , 306 MB )Encoder…..Moe Myint LwinTranslator…..Myat Ko KoDownload with VIP LinkDownload with OpenloadDownload with Openload (Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClyde GeronimiHamilton LuskeWilfred JacksonStarsEd WynnKathryn BeaumontRichard HaydnSterling Holloway",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/alice-in-wonderland-1951-poster-artwork-kathryn-beaumont-ed-wynn-richard-hadyn-small.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/alice-in-wonderland-1951",
        "server": "VIP Links",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/alice-in-wonderland-1951-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/be4b5y5cv4x3",
        "server": "upstream.to",
        "size": "540MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2X54j/Alice_In_Wonderland_[1951]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "540MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]